{"id":7346,"date":"2019-05-27T13:17:05","date_gmt":"2019-05-27T13:17:05","guid":{"rendered":"https:\/\/enough.roslindev.co.uk\/?p=7346"},"modified":"2019-06-03T12:35:00","modified_gmt":"2019-06-03T12:35:00","slug":"degrowth-a-call-for-radical-abundance","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/degrowth-a-call-for-radical-abundance\/","title":{"rendered":"Degrowth &#8211; a Call for Radical Abundance"},"content":{"rendered":"<div class=\"wpb-content-wrapper\"><p>[vc_row bg_type=&#8221;&#8221; dima_canvas_style=&#8221;&#8221; translate_x=&#8221;0&#8243; dima_z_index=&#8221;0&#8243; delay=&#8221;&#8221; animate_item=&#8221;&#8221; delay_duration=&#8221;&#8221; delay_offset=&#8221;&#8221;][vc_column bg_type=&#8221;&#8221; dima_canvas_style=&#8221;&#8221; min_height=&#8221;&#8221; translate_x=&#8221;0&#8243; dima_z_index=&#8221;0&#8243; delay=&#8221;&#8221; delay_duration=&#8221;&#8221; delay_offset=&#8221;&#8221; width=&#8221;1\/1&#8243;]\n\t<div class=\"wpb_content_element \" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p>When orthodox economists first encounter the idea of degrowth, they often jump to the conclusion that the objective is to reduce GDP. And because they see GDP as equivalent to social wealth, this makes them very upset.<\/p>\n<p>Nothing could be further from the truth.<\/p>\n<p>I reject the fetishization of GDP as an objective in the existing economy, so it would make little sense for me to focus on GDP as the objective of a degrowth economy. Wanting to cut GDP is as senseless as wanting to grow it.<\/p>\n<p>The objective, rather, is to scale down the material throughput of the economy. From an ecological standpoint, that’s what matters. And indeed some orthodox economists might even agree. Where we differ is that while they persist in believing (against the evidence) that this can be done while continuing to grow GDP, I acknowledge that it is likely to result in a reduction of GDP, at least as we presently measure it. In other words, if we were to keep measuring the economy by GDP, that’s what we would see in a degrowth scenario.<\/p>\n<p>And that’s okay.<\/p>\n<p>It’s okay, because we know that human beings can thrive without extremely high levels of GDP.<\/p>\n<p>There are many pieces to this argument, but I want to focus on one here in particular. One of the core claims of degrowth economics is that by restoring public services and expanding the commons, people will be able to access the goods that they need to live well without needing high levels of income.<\/p>\n<p>Take London, for instance. Housing prices in London are astronomically high, to the point where a normal one-bedroom flat can cost upwards of $1 million. These prices are fictional; largely a consequence of financial speculation and quantitative easing. Now imagine if the government were to cap the price of housing at half its present level. Prices would still be outrageously high, but Londoners would suddenly be able to work and earn significantly less than they presently do without suffering any loss to their quality of life. Indeed, they would gain in terms of time they could spend with their friends and family, doing things they love, improvements to their health and mental well-being, etc.<\/p>\n<p>The fictionally high prices of housing in London require that people work unnecessarily long hours to earn unnecessary money simply in order to access decent shelter – which they were previously able to access with a fraction of the income. The consequence of this imperative is that everyone is forced to contribute unnecessarily to expanding the juggernaut of production, the output of which must in turn find an outlet in the form of ever-increasing consumption.<\/p>\n<p>This is a problem that’s as old as capitalism itself. And it has a name: enclosure.<\/p>\n<p>Ellen Wood argues that the origins of capitalism lay in the enclosure movement in England, during which wealthy elites walled off the commons and systematically forced peasants off the land in a violent, centuries-long campaign of dispossession. This period saw the abolition of the ancient “right to habitation”, once enshrined in the Charter of the Forest, which guaranteed that ordinary people should have access to the resources necessary for survival.<\/p>\n<p>Suddenly, England’s peasants found themselves subject to a new regime: in order to survive they had to compete with each other for leases on the newly privatized land. And the leases were allocated on the basis of productivity. So in order to retain their access to leases, farmers had to find ways to extract more and more from the earth, and from labour, even if it was vastly in surplus to need. If they didn’t, and if they lost their leases, they could face starvation. And of course this same force, the imperative of ever-increasing productivity, was at work also in the industrial sector.<\/p>\n<p>&nbsp;<\/p>\n<p class=\"\">In other words, the birth of capitalism required the <em>creation of scarcity<\/em>.  The constant creation of scarcity is the engine of the juggernaut.<\/p>\n<p class=\"\">The same process unfolded around the world during European colonization.  In South Africa, colonizers faced what they called “The Labour Question”: How do we get Africans to work in our mines and on our plantations for paltry wages?  At the time, Africans were quite content with their subsistence lifestyles, where they had all the land and the water and the livestock they needed to thrive, and showed no inclination to do back-breaking work in European mines.  The solution?  Force them off their land, or make them pay taxes in European currency, which can only be acquired in exchange for labour.  And if they don’t pay, punish them.<\/p>\n<p class=\"\">Scarcity is the engine of capitalist expansion.<\/p>\n<p class=\"\">And, crucially, the scarcity was artificially created.  Created by elite accumulation, backed up by state violence.  In both England and South Africa, there was no <em>actual <\/em>scarcity.  The same land and forests and resources remained, just as they had always been.  But they were locked up.  Enclosed.  In order to regain access to the means of survival, people had no choice but to participate in the juggernaut.<\/p>\n<p class=\"\">Today, we feel the force of scarcity in the constant threat of unemployment.  We must be ever-more productive at work or else lose our jobs to someone who will be more productive than we are.  But there is a paradox: as productivity rises, less labour is needed.  So workers get laid off and find themselves with no means of survival.  Victims of artificial scarcity.  And the state, desperate to reduce unemployment, must then find ways to grow the economy in order to create new jobs, just so that people can survive.<\/p>\n<p class=\"\">And all of us workers join in the choir: Give us growth!  We need jobs!<\/p>\n<p class=\"\">Scarcity creates recruits to the ideology of growth.<\/p>\n<p class=\"\">Even people who are concerned about ecological breakdown, which is most of us, are forced to submit to this logic: if you care about human lives, then you must call for growth.  We can deal with the environment later.<\/p>\n<p class=\"\">But there will be no later, because the problem of scarcity is never solved.  Whenever scarcity is about to be solved, it is always quickly produced anew.  Think about it: for 150 years, economists have predicted that “In the very near future our economy will be so productive and replete that we will all have to work no more than a few hours a day.”  But the prediction never comes true.  Because capitalism transforms even the most spectacular productivity gains not into abundance and human freedom, but into scarcity.<\/p>\n<p class=\"\">It’s strange, isn’t it?  The ideology of capitalism is that it is a system that generates immense abundance (so much stuff!).  But in reality it is a system that relies on the constant production of scarcity.<\/p>\n<p class=\"\">This conundrum was first noticed back in 1804, and became known as the Lauderdale Paradox.  Lauderdale pointed out that the only way to increase “private riches” (basically, GDP) was to reduce what he called “public wealth”, or the commons.  To enclose things that were once free so that people have to pay in order to access them.  To illustrate, he noted that colonialists would often even burn down trees that produced nuts and fruits so that local inhabitants wouldn’t be able to live off of the natural abundance of the earth, but would be forced to work for wages in order to feed themselves.<\/p>\n<p class=\"\">We see this happening today in the endless waves of privatization that have been unleashed all over the world.  Education?  Healthcare?  Parks?  Swimming pools?  Social Security?  Water?  All social goods must be privatized – they must be made scarce.  People must be made to pay in order to access them.  And in order to pay, they will of course have to work, competing with each other in the labour market to be ever-more productive.<\/p>\n<p class=\"\">This logic reaches its apogee in the contemporary vision of austerity.  What is austerity, really?  It is a desperate attempt to re-start the engines of growth by slashing public investment in social goods and social protections, chopping away at what remains of the commons so that people are cast once again at the mercy of starvation, forced to increase their productivity if they want to survive.   The point of austerity is to create scarcity.  Suffering &#8211; indeed, poverty &#8211; must be induced for the sake of more growth.<\/p>\n<p class=\"\">It doesn’t have to be this way.  We can call a halt to the madness – throw a wrench in the juggernaut.  By de-enclosing social goods and restoring the commons, we can ensure that people are able to access the things that they need to live a good life without having to generate piles of income in order to do so, and without feeding the never-ending growth machine.  “Private riches” may shrink, as Lauderdale pointed out, but public wealth will increase.<\/p>\n<p class=\"\">In this sense, degrowth is the very opposite of austerity.  While austerity calls for scarcity in order to generate growth, degrowth calls for abundance <em>in order to render growth unnecessary.<\/em><\/p>\n<p id=\"yui_3_17_2_1_1558960926252_536\" class=\"\">Degrowth, at its core, is a demand for radical abundance.<\/p>\n\n\t\t<\/div> \n\t<\/div> [\/vc_column][\/vc_row]<\/p>\n<\/div>","protected":false},"excerpt":{"rendered":"<p>[vc_row bg_type=&#8221;&#8221; dima_canvas_style=&#8221;&#8221; translate_x=&#8221;0&#8243; dima_z_index=&#8221;0&#8243; delay=&#8221;&#8221; animate_item=&#8221;&#8221; delay_duration=&#8221;&#8221; delay_offset=&#8221;&#8221;][vc_column bg_type=&#8221;&#8221; dima_canvas_style=&#8221;&#8221; min_height=&#8221;&#8221; translate_x=&#8221;0&#8243; dima_z_index=&#8221;0&#8243; delay=&#8221;&#8221; delay_duration=&#8221;&#8221; delay_offset=&#8221;&#8221; width=&#8221;1\/1&#8243;][\/vc_column][\/vc_row]<\/p>\n","protected":false},"author":8,"featured_media":7347,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[],"class_list":["post-7346","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7346"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/8"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=7346"}],"version-history":[{"count":2,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7346\/revisions"}],"predecessor-version":[{"id":7454,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7346\/revisions\/7454"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/7347"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=7346"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=7346"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=7346"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}