{"id":7582,"date":"2019-06-30T10:53:13","date_gmt":"2019-06-30T10:53:13","guid":{"rendered":"https:\/\/enough.scot\/?p=7582"},"modified":"2019-07-02T15:15:38","modified_gmt":"2019-07-02T15:15:38","slug":"an-economy-for-scotland-thats-better-than-growth","status":"publish","type":"post","link":"https:\/\/enough.scot\/an-economy-for-scotland-thats-better-than-growth\/","title":{"rendered":"An economy for Scotland that’s better than growth?"},"content":{"rendered":"\n<p><em>Katherine Trebeck, author of <\/em><a href=\"https:\/\/www.press.uchicago.edu\/ucp\/books\/book\/distributed\/E\/bo41907609.html\" target=\"_blank\" rel=\"noopener\"><em>The Economics of Arrival<\/em><\/a><em> on why Scotland needs to embrace a de-growth agenda.<\/em><br><br><\/p>\n\n\n\n<p>In 1983 President Reagan\ndeclared, ‘There are&nbsp;no great limits to growth because there are no limits\nto human intelligence, imagination and wonder’.&nbsp;<\/p>\n\n\n\n<p>That was an era when\nstudents were striking against the risk of atomic war, when celebrities sang\nthat aid and charity from the west would ‘feed the world’.&nbsp;<\/p>\n\n\n\n<p>It was a time when the\nscientific community was building a strong evidence base about\nhydrofluorocarbons that resulted in political agreement (the&nbsp;‘Montreal\nProtocol’) to eradicate their use in order to protect the ozone layer.&nbsp;<\/p>\n\n\n\n<p>Today, some three decades\non,&nbsp;thousands and thousands of&nbsp;students&nbsp;around the\nworld&nbsp;are striking against the inadequate political response to the climate\ncrisis.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Today, both celebrities and\ncompanies are being called out for tax evasion which undermines state budgets\nfor health and education&nbsp;in the UK and around the world.&nbsp;<\/p>\n\n\n\n<p>And the scientific community\nis not only warning against the 6<sup>th<\/sup>&nbsp;mass extinction, it’s building an evidence base\nthat the link between economic growth and environmental impact is real. The\nrecent Global Assessment pulled no punches in saying: ‘A key constituent of\nsustainable pathways is…steering away from the current limited paradigm of\neconomic growth’.<sup>1<\/sup>&nbsp;&nbsp;<\/p>\n\n\n\n<p>Only calling for our current economic system to be\ndecarbonised ignore such biodiversity losses. They also\nignore the evidence<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>That&nbsp;decoupling&nbsp;growth\nfrom carbon emissions&nbsp;is a case of buying things from overseas rather than\nat home (so it is recorded in another country’s carbon ledger)<\/li><li>That&nbsp;efficiency gains\nare&nbsp;liable to&nbsp;be partially offset by&nbsp;rebound (spent on other\ngoods and services which themselves have a carbon footprint), and<\/li><li>That&nbsp;any decoupling is&nbsp;just too slow to be a\nsolution.&nbsp;&nbsp;<\/li><\/ul>\n\n\n\n<p>This is the&nbsp;unfortunate\nreality for proponents of&nbsp;a&nbsp;technological\nsaviour&nbsp;scenario&nbsp;or green growth (which, in a way, is the\nmacroeconomic equivalent of greenwashing).&nbsp;<\/p>\n\n\n\n<p>Community groups and\nscholars alike are also pointing to the mounting evidence that economic growth is\nnot an automatic contributor to equality of opportunity, despite the claims of hundreds\nof economics text books and so many politicians in the UK and around the world.&nbsp;&nbsp;<\/p>\n\n\n\n<p>How would such claims go\ndown with&nbsp;communities in Scotland who haven’t seen many drips\ntrickling&nbsp;their way&nbsp;from the growth in Scotland’s GDP in the decades\nsince Reagan was President?&nbsp;&nbsp;<\/p>\n\n\n\n<p>How would it sound&nbsp;to\nthe people who have to turn to food banks after a shift&nbsp;at\nwork&nbsp;because the economic activity on offer isn’t enabling them to\nfeed&nbsp;their families?&nbsp;<\/p>\n\n\n\n<p>How would it sound to the\nstreets of Scotland where life expectancy is more than fifteen years below that\nof the rest of the population, where amenities are&nbsp;crumbling,&nbsp;and\nopportunity is restricted by deeply unequal outcomes?&nbsp;<\/p>\n\n\n\n<p>And yet,&nbsp;in\nspite&nbsp;of&nbsp;such&nbsp;contemporary realities, thinking from the Reagan\nera lives on – on our airwaves, political debates, and even in our mindsets.&nbsp;<\/p>\n\n\n\n<p>Just over&nbsp;12 months ago,&nbsp;a&nbsp;report\nwas published on behalf of the SNP&nbsp;and voted on at their&nbsp;2019&nbsp;spring\nconference, the product of the “Sustainable Growth Commission”.&nbsp;<\/p>\n\n\n\n<p>The&nbsp;354-page document contains\nsome useful and progressive proposals – not least its framing&nbsp;of\ntax&nbsp;as an investment and welcoming the role of migrants in Scottish\nlife.&nbsp;&nbsp;<\/p>\n\n\n\n<p>But\nthe&nbsp;very&nbsp;premise of the report has been inadequately discussed and the\ncritique of it thus far has focused on&nbsp;Scotland’s currency&nbsp;post-independence,\nwith even&nbsp;some of the currency arguments being framed&nbsp;according to\ntheir impact on GDP&nbsp;growth.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Turning the pages\nreveals&nbsp;that the report&nbsp;focuses on “sustainable” in the “perpetual”\nsense of the term, not&nbsp;the&nbsp;“taking into account environmental limits\nand so operating in a way to respect and regenerate the ecosystem” sense of the\nterm.&nbsp;<\/p>\n\n\n\n<p>The latter doesn’t make for\nsuch a catchy title, but the former sense&nbsp;and the agenda of the report\nitself needs to be re-examined in light of scientific consensus around climate\nchange, youth&nbsp;outrage at political intransigence, and the failure of a\ngrowth-orientated model to deliver for enough communities in Scotland.&nbsp;<\/p>\n\n\n\n<p>The&nbsp;Growth\nCommission&nbsp;points to New Zealand’s economy over the last decade or so as\nsomething to&nbsp;emulate, despite New Zealand’s concerted efforts to move away\nfrom&nbsp;its&nbsp;recent growth-ist&nbsp;orientation and instead build a wellbeing\neconomy. As Prime Minister Jacinda Ardern says:&nbsp;&nbsp;<\/p>\n\n\n\n<p><em>people look [at our GDP] and&nbsp;say&nbsp;‘you’re doing\nOK’. But we have homelessness at staggering rates, ones of the highest rates of\nyouth suicide in the OECD and our mental health and wellbeing is not what it\nshould be. We need to address the societal wellbeing of our nation, not just\nthe economic wellbeing.<\/em><em>&nbsp;<\/em><em><\/em><\/p>\n\n\n\n<p>These words could easily\napply to Scotland.&nbsp;Instead of persisting with an economic model that our\nKiwi friends are discarding, we should accompany\nthem&nbsp;in&nbsp;imagining&nbsp;and creating&nbsp;an economy more suited to\nthe&nbsp;environmental realities of our age and which does more to ensure the\neconomy works for all, not just the privileged few.&nbsp;<\/p>\n\n\n\n<p>And in many\nrespects,&nbsp;Scotland is pioneering a new way,&nbsp;recognising that our\neconomy can be one that is better than growth. They entail efforts to&nbsp;make\nthe economy circular and businesses more inclusive.&nbsp;There is cross-party\nsupport for&nbsp;broadening the notion of national success towards a broader\nset of goals via the National Performance Framework and, just recently, a shift\nin the goal of Scottish Enterprise towards supporting businesses that deliver\nquality jobs, wellbeing and tackling inequality.&nbsp;And Scotland&nbsp;is\nshowing leadership in convening the new Wellbeing Economy Governments (WEGo) initiative&nbsp;<\/p>\n\n\n\n<p>Yet, despite these\nhighlights,&nbsp;the Growth Commission sits alognside a long list\nof&nbsp;examples&nbsp;that illustrate&nbsp;ubiquity of the growth-ist&nbsp;mindset.&nbsp;<\/p>\n\n\n\n<p>You see it in\nthe&nbsp;almost ubiquitous talk of&nbsp;boosting Scotland’s productivity –\nwithout exploration of:<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>More of what (do we really\nneed to churn out more things?)<\/li><li>Without recognition&nbsp;of the\npower imbalances in workplaces that so often mean productivity gains are\ncaptured by the owners of capital, with workers making do with the crumbs, and<\/li><li>Without discussion as to whether faster and faster is\nan appropriate goal for a post-industrial economy that could pride itself on\nservices, on care, on craftmanship?&nbsp;<\/li><\/ul>\n\n\n\n<p>You read about the growth-ist&nbsp;mindset each time\nthere is a news report that compares Scotland’s GDP to that of the UK or the\nOECD, every time a financial analyst makes predictions for the Scottish economy\nand all they consider are future GDP and simple employment numbers.&nbsp;<\/p>\n\n\n\n<p>You see it in the business\ncase being made for gender equality or addressing poverty (“it’s a drag on the\neconomy”).&nbsp;&nbsp;<\/p>\n\n\n\n<p>And you hear the growth-ist&nbsp;mindset every time we\nhave a nice adjective stuck in front of\ngrowth:&nbsp;‘inclusive’,&nbsp;‘green’,&nbsp;‘low carbon’,&nbsp;‘shared’. <\/p>\n\n\n\n<p>These at least concede that\ngrowth comes with environmental and social collateral damage.&nbsp;But these new ways of\nframing growth show our collective&nbsp;mind has&nbsp;been so tuned to growth,\nour imaginations so limited, that the best we can do is put an adjective in\nfront of it.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Expanding our collective imagination\nto encompass the possibility and the necessity of a post-growth economy that\nserves people and planet&nbsp;requires updating Reagan’s quote for the 21<sup>st<\/sup>&nbsp;Century and using our\nlimitless imaginations, wonder, and human intelligence to build an economy that\nis better than growth.&nbsp;&nbsp;<\/p>\n\n\n\n<p>It means, to cite Gramsci,\nmassively rejigging the ‘hegemony of the common sense’.&nbsp;<\/p>\n\n\n\n<p>The Enough! Project is a\nvital much needed driver of that rejigging: multifaceted, grassroots focused, with\neyes firmly on reframing the discussion and collaboration for change.&nbsp;<\/p>\n\n\n\n<p>And the Enough!&nbsp;framing\ncan be applied to the significant shifts needed in how things are discussed and\ndone in Scotland:&nbsp;&nbsp;<br>\n&nbsp;<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>Enough adhering to a 20<sup>th<\/sup>&nbsp;century model&nbsp;<\/li><li>Enough pitting environmental goals against social\njustice and employment&nbsp;<\/li><li>Enough of being content with downstream sticking\nplasters, important though they are&nbsp;<\/li><li>Enough tribalism when young people are deeply and\nrightly concerned about their future&nbsp;<\/li><li>Enough chasing for more and more as the solution to\nall our woes.&nbsp;&nbsp;<\/li><\/ul>\n\n\n\n<p>And enough of not\nrecognising that while we have enough&nbsp;resources, we certainly don’t have\nenough of sharing and cherishing them.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Katherine Trebeck, author of The Economics of Arrival on why Scotland needs to embrace a de-growth agenda. In 1983 President Reagan declared, ‘There are&nbsp;no great limits to growth because there are no limits to human intelligence, imagination and wonder’.&nbsp; That was an era when students were striking against the risk of atomic war, when celebrities [&hellip;]<\/p>\n","protected":false},"author":10,"featured_media":6811,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[77,86,89,90],"class_list":["post-7582","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth","tag-degrowth","tag-scotland","tag-economics","tag-climate-breakdown"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/7582"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=7582"}],"version-history":[{"count":3,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/7582\/revisions"}],"predecessor-version":[{"id":7585,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/7582\/revisions\/7585"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/6811"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=7582"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=7582"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=7582"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}