{"id":7589,"date":"2019-07-10T13:04:10","date_gmt":"2019-07-10T13:04:10","guid":{"rendered":"https:\/\/enough.scot\/?p=7589"},"modified":"2019-07-10T13:10:05","modified_gmt":"2019-07-10T13:10:05","slug":"marie-kondo-and-the-anthropocene","status":"publish","type":"post","link":"https:\/\/enough.scot\/marie-kondo-and-the-anthropocene\/","title":{"rendered":"Marie Kondo and the Anthropocene"},"content":{"rendered":"\n<p>The Netflix craze of the year is the comforting appearance of <a href=\"https:\/\/www.netflix.com\/gb\/title\/80209379\" target=\"_blank\" rel=\"noopener\">Marie Kondo <\/a>bringing her domestic Zen presence to Western homes.  De-cluttering as crisis-management, a sort of pious lifestyle comfort-viewing for the existentially distressed.  <\/p>\n\n\n\n<p>It’s the world being sorted by folding towels properly.<\/p>\n\n\n\n<p>But there’s a deeper current at play, and that’s the crisis\nof accumulation. Even Marx knew this: “Accumulate, accumulate! That is Moses and the prophets!\n…Accumulation for accumulation’s sake, production for production’s sake”. <a href=\"#_ftn1\">[1]<\/a>\nThis is the essence of capital.<\/p>\n\n\n\n<p>Of course you can’t “de-clutter” a system that is based\nentirely on persuading you to buy things you don’t need, just as a beach clean-up&nbsp; from an economy spewing out single-use\nproducts is doomed to only the most self-denying branches of cheery lifestyle\nmedia.<\/p>\n\n\n\n<p>We live in a world balanced by two contradictory\nimperatives: to constantly throw away and discard, and simultaneously to\nrelentlessly accumulate and hoard possessions. <\/p>\n\n\n\n<p>We are taught these behaviours and have to navigate through\na world of semiotics and a bombardment of advertising<\/p>\n\n\n\n<p><strong>Kondo<\/strong><\/p>\n\n\n\n<p>Kondo’s craze is like the reality of western life spilling\nout of the garage, seeping out of the hoarder’s dysfunctional bedroom and\ncrashing through the kitchen door. As a metaphor for the recent IPCC report it\nhits the mark.<\/p>\n\n\n\n<p>Cycles of endless production and endless consumption are the be-all-and-end-all of the capitalist economy. Last year brought the revelation to the mainstream mind that this is entirely un-survivable, that free-market economics are a threat to life on Earth.<\/p>\n\n\n\n<p>In the face of a crisis like climate change,\nwhich clearly demands collective action and strong regulation, our ecology has\ncome into direct conflict with our assumed wisdom about the world.&nbsp;We need\nto cut our emissions so deeply that it threatens the whole growth model of\nfree-market capitalism.<\/p>\n\n\n\n<p><strong>Less<\/strong><\/p>\n\n\n\n<p>Economists – not just ecologists &#8211;&nbsp; are now talking about moving beyond the idea of growth.<\/p>\n\n\n\n<p>We know chasing endless growth doesn’t\ndeliver well-being or economic stability and is leading to widening and\ndisfiguring inequality. <\/p>\n\n\n\n<p>We know that endless growth is causing such\nresource-depletion and biodiversity loss as to cause an imminent threat to our\necosystems.<\/p>\n\n\n\n<p>The threats and warnings are everywhere and\nhave been for decades, hidden from view by: our lack of immediate exposure; our\ninability to process or conceive of such things; our complicity in the system\nand benefits of such economics; and by vested interests pumping propaganda into\nour world.<\/p>\n\n\n\n<p>But now it’s getting hotter and the\nrelentless build-up of evidence is overwhelming.<\/p>\n\n\n\n<p>“Researchers\nat MIT warn that if climate change remains unchecked, over half a billion\npeople will, from 2070 onwards, experience humid heat waves that will kill even\nhealthy people in the shade within 6 hours.” <a href=\"#_ftn2\">[2]<\/a><\/p>\n\n\n\n<p>It’s clear we need to have a strategic\neconomy, focusing on parts we want to expand or extract. But this is impossible\nif we don’t own or control our own resources.<\/p>\n\n\n\n<p>And this is difficult for many for us as a\nsociety who are psychologically immersed in and wedded to the idea of growth\nand accumulation.<\/p>\n\n\n\n<p>Our children grow, plants grow, to get more\nis good, to get more and more is better, without end.<\/p>\n\n\n\n<p>But children stop growing and plants grow and\ndie in a cycle of life.<\/p>\n\n\n\n<p><strong>Insubordination<\/strong><\/p>\n\n\n\n<p>Our fetishisation of growth has to stop.<\/p>\n\n\n\n<p>Some excellent words from the catchily titled:  <em>I<a href=\"https:\/\/www.ipbes.net\/\" target=\"_blank\" rel=\"noopener\">ntergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services.<\/a><\/em><a href=\"https:\/\/www.ipbes.net\/\" target=\"_blank\" rel=\"noopener\"> <\/a>Their report on how to reverse biodiversity collapse states simply: <\/p>\n\n\n\n<p>&#8220;A\nkey constituent of sustainable pathways is steering away from the current\nlimited paradigm of economic growth&#8230;&#8221;<\/p>\n\n\n\n<p>&#8220;&#8230;That implies incorporating the\nreduction of inequalities into development pathways, reducing overconsumption\nand waste and addressing environmental impacts such as externalities of\neconomic activities, from the local to the global scales&#8230;&#8221; <\/p>\n\n\n\n<p>&#8220;&#8230;Such an\nevolution would also entail a shift beyond standard economic indicators such as\ngross domestic product to include those able to capture more holistic,\nlong-term views of economics and quality of life.&#8221; <\/p>\n\n\n\n<p>Of course such a challenge seems impossible and the idea that we should do less, produce less, consume less and avert our eyes from the relentless task of consumption is so alien to what we have been groomed to understand. <br><br>But it is not impossible.<\/p>\n\n\n\n<p>But to succeed we\nmust move beyond not just lifestyle-environmentalism but the silos of social\nmovements. To succeed we must not just embrace degrowth but we must find the\nrevolutionary politics which “sparks joy”.<\/p>\n\n\n\n<p>Degrowth is\nrefusing to be subordinated.<\/p>\n\n\n\n<p>Refusing to engage\nin consumerism is an act of insubordination.<\/p>\n\n\n\n<p>As John Holloway\nsaid in a recent talk in Edinburgh:&nbsp;&nbsp; <\/p>\n\n\n\n<p>“The failure of capitalism is likely to become more and more evident. It will be crucial to show that this is not a failure of the capitalists to manage the economy, but the failure of capital to subordinate us adequately to ensure its own reproduction, that <em>we<\/em> are the crisis of capital. Our lack of subordination not only secures a multiplicity of small successes, but shakes the system and pushes beyond it.”<br><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p><a href=\"#_ftnref1\">[1]<\/a> https:\/\/www.marxists.org\/archive\/marx\/works\/1867-c1\/ch24.htm<\/p>\n\n\n\n<p><a href=\"#_ftnref2\">[2]<\/a> http:\/\/climateguide.nl\/2019\/03\/09\/non-survivable-humid-heat-for-over-500-million-people\/<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Netflix craze of the year is the comforting appearance of Marie Kondo bringing her domestic Zen presence to Western homes.  De-cluttering as crisis-management, a sort of pious lifestyle comfort-viewing for the existentially distressed.  It’s the world being sorted by folding towels properly. But there’s a deeper current at play, and that’s the crisis of [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":7591,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[77,91,92],"class_list":["post-7589","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth","tag-degrowth","tag-marie-kondo","tag-anthropocene"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/7589"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=7589"}],"version-history":[{"count":3,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/7589\/revisions"}],"predecessor-version":[{"id":7593,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/7589\/revisions\/7593"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/7591"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=7589"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=7589"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=7589"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}