{"id":7903,"date":"2019-08-12T17:08:28","date_gmt":"2019-08-12T17:08:28","guid":{"rendered":"https:\/\/enough.scot\/?p=7903"},"modified":"2019-08-12T17:48:55","modified_gmt":"2019-08-12T17:48:55","slug":"how-scotland-can-escape-the-great-car-economy","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/how-scotland-can-escape-the-great-car-economy\/","title":{"rendered":"How Scotland Can Escape the &#8216;Great Car Economy&#8217;"},"content":{"rendered":"\n<p><strong><em>Roads\nto Nowhere: can Scotland Escape the ‘Great Car Economy?’<\/em><\/strong><strong><em><\/em><\/strong><\/p>\n\n\n\n<p>The use of the term “movement” to describe mass political\norganisation has its origins in the mid-19th century. At a time when enormous\nindustrial growth had created a vogue for speed and motion, the metaphorical\nlink to transport was clear. Amidst all those new railways, steam packets\nploughing the oceans, and telegraph wires buzzing underneath them — the\nassociation of new politics with the raw energy of industry and progress, that\ntransformed everything it touched beyond recognition, was perhaps\ninevitable.&nbsp;<\/p>\n\n\n\n<p>The age of steam, steel and smoke has gone from Scotland. But\nsomething of the way we might want to be radical retains that idea of\nforwardness and motion that the dirty monstrous machines of Victorian\ncapitalism first inspired. In contrast, techno-optimists and most of the\nprogressive political establishment now project a clean carbon-free future,\nwhere our bodies will be whisked around as seamlessly as a byte of data along a\nfibreoptic cable. But mainstream ideas about how we organise the world are\nstill grounded in our grimy past far more than many would care to admit. As\nexpressed in the latest advert for the electric Nissan Leaf, we may wish to\nfloat into the futuristic ether, but the reality of feeding machines — made\nmore efficiently, in ever greater numbers — is resource depletion. All of this\ndynamism (expansion) is fired, one way or another, by the exploitation of cheap\nnatural inputs.&nbsp;<\/p>\n\n\n\n<p>It’s never easy to look at the things capitalism would prefer\nhidden — and many of its key innovations in recent years have been about better\nmasking and obscuring the inherent waste, exploitation, and spiralling\ninequality propagated by ‘wealth creation’ and the mindless pursuit of growth.<\/p>\n\n\n\n<p><strong>Old Futures<\/strong><strong><\/strong><\/p>\n\n\n\n<p>With the enormity of our own industrial revolution now largely\npart of folk memory, contemporary Scottish capitalism sees itself as the smooth\ntram ride that takes you out to Edinburgh Airport, via immaculate financial\nservices offices and reflecting pools. But an equally accurate image of our\n‘dynamic’ Scottish economy today is Linwood — the small Renfrewshire town\nforever associated with the much loved, if notoriously temperamental, Hillman\nImp. There’s plenty of movement happening in this small corner of the nation —\nflights in and out of Glasgow Airport, the constant hum of the nearby M8. But\nall those journeys that began here with steel sourced from Ravenscraig, that\nincluded a notoriously inefficient return trip south of the border, are no\nlonger possible. The lot of Scotland’s post-industrial towns like Linwood was\nnot so much to disappear — it was to stop being locations where things started,\nto become places that people wanted to avoid, to move around. Trip up in the\nmobility game, and you easily find yourself lost.&nbsp;<\/p>\n\n\n\n<p>But let’s not dismiss the democratic dreams captured by Scotland’s\nnational vehicle – and its central role as heroic failure of the post-war\nBritish car industry. The Imp once represented a bridge to the brightest of\nlight manufacturing futures for workers weaned in the cradle of Victorian heavy\nindustry. But for many, the rise of car ownership meant something far more\npersonal too. The freedom of getaways in a cheap, efficient, vehicle brought\nthe luxury of movement and travel to the many. Whole cities were reshaped\naround this grand vision of a family of four moving at 70 mph of their own\naccord. The bright era of social mobility enjoyed by baby boomers was made\ntangible by this new literalauto-mobility.&nbsp;<\/p>\n\n\n\n<p>You could step back, of course, and cooly critique the chaos and\ndamage created by this oddly conformist freedom — not least because it was\ninitially premised on cheap oil secured by the rearguard of empire. But that\ndoesn’t mean this freedom was any less real to those who experienced it. This\nrevolutionary extension of mobility opened up the country and the many worlds\nwithin it. Like most revolutions, the death toll was contested (but almost\ncertainly high) much of the old still lingered on alongside the new, and many\nof the impacts are still unravelling. But sometimes you just have to move with\nthe times.&nbsp;<\/p>\n\n\n\n<p><strong>The\nSovereign Driver <\/strong><strong><\/strong><\/p>\n\n\n\n<p>As <a href=\"#https:\/\/books.google.co.uk\/books?id=VTFFDwAAQBAJ&amp;dq=David+Edgerton&amp;source=gbs_navlinks_s\">David Edgerton<\/a> has\ndemonstrated, the Fordist model of ‘welfare capitalism’ — with its core\ncommitment to affording workers a wage high enough to buy their own product — developed\nin the UK in explicitly nationalist terms. As a result, the ability to make and\nexport cars has long been a symbol of national self-sufficiency, virility even.\nBehind coverage of this ever-more precarious sector, with Brexit looming over\nwhat remains of the British car industry, a distinctly <em>national<\/em> anxiety\nis still present. &nbsp;Cross-border supply\nchains may guarantee that each vehicle that rolls off an assembly line in\nBritain is a thoroughly cosmopolitan machine, but the possibility of car\nfactory closures still seems to ask a bigger question.<br>\n<br>\n<\/p>\n\n\n\n<p>Namely, is a nation-state without the ability to make its own cars\nreally worthy of the title? As <a href=\"#https:\/\/www.lrb.co.uk\/login?href=\/v31\/n11\/andrew-ohagan\/a-car-of-ones-own\">Andrew O’Hagan noted<\/a> in response\nto Labour’s 2009 attempt to boost national car production with a scrappage\nscheme, “The downturn in the industry chills us, but mainly because – and we\ndon’t feel this way about pharmaceuticals or petrochemicals – it makes us\nimagine we might have to stop being who we are.”&nbsp;<\/p>\n\n\n\n<p>This deep identification, he argues, is partly due to an imaginative\nrelationship that casts drivers as “sovereign in their cars.” Perhaps it was a\nsimilar idea of sovereignty that inspired the <em>Gilets Jaunes <\/em>to adopt a\nuniform which identified them explicitly as drivers — as free individuals who feel\nthe social contract between citizen-driver and state has expired. In Scotland,\nthe <a href=\"#https:\/\/www.commonspace.scot\/articles\/14119\/learn-gilets-jaunes-stuc-urge-scottish-government-fix-broken-promises-new-green-jobs\">STUC has not been coy<\/a> in implying\nthat, without establishing a national stake in, and productive base for,\nScotland’s new low-carbon economy, a botched transition could lead to similar\nsocial unrest here.<\/p>\n\n\n\n<p>But support for a sovereign vehicle owner’s democracy, Margaret\nThatcher’s “great car economy,” also means accepting a map of immobility and\nsocial exclusion. This is a key area of policy where Scotland has dutifully\nfollowed in Maggie’s footsteps. Bus services for the poor remain deregulated\nand cars rule our roads thanks to lavish state support. Less than a decade ago\nwe opened the M74 extension (£692m) — a motorway constructed through\ncommunities with some of the lowest levels of car ownership in the UK, in full\nknowledge of its negative environmental and social impacts and against the <a href=\"#https:\/\/www.bbc.co.uk\/news\/uk-scotland-glasgow-west-13931242\">advice of a public\ninquiry<\/a>. <\/p>\n\n\n\n<p>Road building remains a dominant governing priority in Scotland,\nwith several flagship projects showing the continued popular political\ncommitment to private cars and their insatiable appetite for greater road\ncapacity — including the Queensferry Crossing (£1.35bn) and the long-awaited\nAberdeen Western Peripheral Route (£1bn). Current plans also include further\nroad improvement and building schemes, amounting to roughly £1bn of public\nspending across five projects. This can only embed issues around our carbon\nheavy transport sector — the dirtiest in the Scottish economy, and one which\nsaw a<a href=\"#https:\/\/www.theccc.org.uk\/wp-content\/uploads\/2018\/09\/Reducing-emissions-in-Scotland-2018-Progress-Report-to-Parliament.pdf\"> notable <em>increase<\/em>\nin emissions over the period 2011-16.<\/a> <\/p>\n\n\n\n<p><strong>Electric Escapism<\/strong><\/p>\n\n\n\n<p>Recently, the Scottish Futures Trust has placed fresh emphasis on\nelectric vehicle charging points — with an eye on the Scottish Government’s\nambitious aim to phase out combustion engines in Scotland by 2032. However,\nlike most proposals that offer seamless change (the sovereign driver in his\ndangerous metal box will remain the key subject of how we organise moving\npeople around) this policy ignores extensive evidence that electric vehicles\nstill contribute substantial emissions over the course of their lifecycle,\ncurrently between <a href=\"#https:\/\/www.eea.europa.eu\/highlights\/eea-report-confirms-electric-cars\">17-30% less than\ninternal combustion engines.<\/a><\/p>\n\n\n\n<p>Furthermore, experts have pointed out that air quality issues will\nremain, largely due to particles from brake pads and tyres. This is the point\nat which the futuristic desire to float into some mystical future begins to\ninfect policy — the shiny newness of products imbued with ideas of ethereal\ncleanliness promising an escape from the present, and by implication from the\nfinite resources of the planet itself. Yet the reality remains over-tourism\nbased on luring motorists en-masse to overburdened rural roads, and poorer\ncommunities still disproportionately impacted by bad air quality and road traffic\naccidents. <\/p>\n\n\n\n<p>Globally, the inequality embedded by private car use is even\nstarker. Around 85% of the world’s cars are owned by 15% of the population —\nand growing the electric private fleet into the hundreds of millions will be\neasily cancelled out by the massive overall rise in vehicles, <a href=\"#https:\/\/theecologist.org\/2019\/jan\/25\/electric-cars-wont-stop-rising-oil-demand)\">set to double to two\nbillion by 2035<\/a>. Technology cannot substitute the enormous political\nbravery required to re-balance our priorities away from roads and cars.&nbsp;<\/p>\n\n\n\n<p><strong>Invisible Industry <\/strong><\/p>\n\n\n\n<p>The assertive language that once mobilised Scottish nationalism\naround national industry — that saw post-industrial towns like Linwood seared into the national psyche by the\nProclaimers&#8217; ‘no more’ refrain — has largely disappeared. The sovereign consumer\nat the wheel of the family saloon is still with us as a political subject, the\nworker who built it is not.&nbsp;<\/p>\n\n\n\n<p>As <a href=\"#https:\/\/conter.co.uk\/blog\/2019\/7\/26\/the-caley-and-scotlands-invisible-workers\">Ewan Gibbs argued<\/a>, the\nclosure of the Caley rail works in Glasgow provides just one example of how, “Scotland’s existing industrial workers are\nrendered historicised and invisible.” Devolution has not inherited this\nvisceral link between the politics of the nation, and the politics of work and\nindustry that emerged in the final decades of the last century. This poses\nparticularly acute challenges for the current transition to a low-carbon\neconomy, which has seen <a href=\"#https:\/\/www.bbc.co.uk\/news\/uk-scotland-scotland-business-49096996\">wind-farm jackets\nfabricated in Indonesia<\/a> and shipped to be deployed in the waters off Scotland —\nconspicuously visible from the former industrial heartlands of Fife. &nbsp;<\/p>\n\n\n\n<p>This is just one of the countless local\nmanifestations of Naomi Klein’s key insight about the climate crisis: ‘we have\nnot done the things that are necessary to lower emissions because those things\nfundamentally conflict with deregulated capitalism.’ The big ideological shift\nto neoliberalism in the 1980s has left countries like Scotland shorn of the\nindustries, skills, public assets and political will required to enact radical\nchange for the common good. <br>\n<br>\n<\/p>\n\n\n\n<p>Scotland’s oft-cited (and probably\noverstated) antipathy towards the core tenets of Thatcherism and its\nsuccessors, does not provide a free pass out of this deeper dilemma, and the\nmanagerialist constraints of devolution seem largely ill-equipped to offer a\nfresh perspective. Either way, as Christopher Harvie argued in his 2001 polemic\non the dire state of car-centric Scottish transport policy, we have to confront\nthe reality of Scotland as: ‘a deindustrialised society, no longer capable of\nputting together the sort of technology &#8211; a combination of high-tech and\ntraditional craftsmanship &#8211; which a modern and environmentally-sustainable\ncountry required.’<\/p>\n\n\n\n<p>Despite all that it represented, the\nshort-lived Scottish car industry is now another dusty artefact in our draughty\nnational museum of industrial loss. But how might we re-cast a new vision of\npride, ownership and universalism embodied in the freedom of the open road? <\/p>\n\n\n\n<p>We could depart from the clogged\nmotorways of the central belt and instead look north to Orkney. With a surplus\nof community renewable energy, and inadequate grid infrastructure to export it\nsouth, the islands’ electric car pool operates as a grid battery. In this\nmodel, the driver’s traditional ‘sovereign’ isolation is inverted: each journey\nbecomes viable as part of a shared network, mobility becomes an asset held in\ncommon. <\/p>\n\n\n\n<p><strong>A Different Pace? <\/strong><\/p>\n\n\n\n<p>In the mid 20th century, in step with a burgeoning car culture, Scotland’s planners were convinced that population density was the mother of all urban ills. They would go on to pursue measures radical enough to destroy whole communities in an effort to disperse populations. From within a system, such ideologically inspired targets lie beyond question. Looked at from without, after the institutional consensus has crumbled: they are often revealed as absurd and arbitrary. <br> <br><\/p>\n\n\n\n<p>Perhaps part of the problem in establishing a coherent and radical\nalternative vision is the all-encompassing need for speed itself. In an age\nwhen billions of pounds literally move through markets in nanoseconds (in some\ncases causing vast losses that we don’t fully understand) slowness can be, if\nnot radical, at least advisable. We need long term, low-return investment,\nparticularly in grid infrastructure and public transport. The big change\nrepresented by a Green New Deal or Just Transition must be rapid in\nimplementation, but to work, it must accept an economy that can operate at a\ndifferent pace.&nbsp;<\/p>\n\n\n\n<p>Time is the sole irreducible unit of value in our lives. Once it\nis spent, we cannot get it back. The fight to protect time from the\nencroachment of capital is a long one — a slogan within the historic mass\ninternational movement for an eight-hour working day is useful here: “shorten\nour hours to prolong our lives”. That workers were previously often expected to\nwork well over 60 hours in a six-day week, seems barbaric. Yet today, a\nUniversal Credit claimant is expected to accept a job offer that requires them\nto spend no less than <em>three hours a day<\/em>\ntravelling to and from work. For many, the need for mobility is a brutal,\nsoul-sapping, imposition in pursuit of an arbitrary goal.&nbsp;<\/p>\n\n\n\n<p>An economy that does not steer itself towards the accumulation of\never more things, ripped from the earth at any cost, is also one which would\nnot demand constant movement. It would escape the tyranny of clocked time\n(first introduced in the Victorian factory system to quell labour discontent)\nand foreground instead the rhythms of other frames for labour long made\ninvisible by capitalism — care and nurture, the pattern of the seasons and the\ndiligence of craft. The alternative is still more rapid depletion of our lives\nas human beings, and, ultimately, of the entire web of life on this planet\ntoo.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Roads to Nowhere: can Scotland Escape the ‘Great Car Economy?’ The use of the term “movement” to describe mass political organisation has its origins in the mid-19th century. At a time when enormous industrial growth had created a vogue for speed and motion, the metaphorical link to transport was clear. Amidst all those new railways, [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":7906,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[],"class_list":["post-7903","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7903"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=7903"}],"version-history":[{"count":2,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7903\/revisions"}],"predecessor-version":[{"id":7942,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7903\/revisions\/7942"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/7906"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=7903"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=7903"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=7903"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}