{"id":7911,"date":"2019-09-04T13:37:59","date_gmt":"2019-09-04T13:37:59","guid":{"rendered":"https:\/\/enough.scot\/?p=7911"},"modified":"2019-09-04T13:38:02","modified_gmt":"2019-09-04T13:38:02","slug":"the-love-in-deep-adaptation","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/the-love-in-deep-adaptation\/","title":{"rendered":"The Love In Deep Adaptation"},"content":{"rendered":"\n<p><br><em>Ahead of our meeting with Jem Bendell later this month in Glasgow &#8216;<\/em><a href=\"https:\/\/www.enough.scot\/2019\/08\/06\/deep-adaptation-deep-solidarity\/\"><em>Deep Adaptation,. Deep Solidarity&#8217;<\/em><\/a><em> here is an introduction to some of the ideas and approaches behind Deep Adaptation (see also <\/em><a href=\"http:\/\/insight.cumbria.ac.uk\/id\/eprint\/4776\/\" target=\"_blank\" rel=\"noopener\"><em>&#8220;Because it’s not a drill: technologies for deep adaptation to climate chaos&#8221;<\/em><\/a><em> downloadable here as a PDF).<\/em><\/p>\n\n\n\n<p>As people begin to discuss what “Deep  Adaptation” could mean (and what it doesn’t), we wish to clarify some  core ideas that have been expressed in more <a href=\"https:\/\/jembendell.wordpress.com\/2019\/01\/09\/hope-and-vision-in-the-face-of-collapse-the-4th-r-of-deep-adaptation\/\" target=\"_blank\" rel=\"noopener\">detail elsewhere<\/a>.<\/p>\n\n\n\n<p>Deep Adaptation refers to the personal and collective changes that \nmight help us to prepare for – and live with – a climate-induced \ncollapse of our societies. Unlike mainstream work on adaptation to \nclimate change, it doesn’t assume that our current economic, social, and\n political systems can be resilient in the face of rapid climate change.\n When using the term social or societal collapse, we are referring the \nuneven ending to our current means of sustenance, shelter, security, \npleasure, identity and meaning. Others may prefer the term societal \nbreakdown when referring to the same process. We consider this process \nto be inevitable, because of our view that humanity will not be able to \nrespond globally fast enough to protect our food supplies from chaotic \nweather. People who consider that societal collapse or breakdown is \neither possible, likely or already unfolding, also are interested in \ndeep adaptation.<\/p>\n\n\n\n<p>Four questions guide our work on Deep Adaptation:<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li><strong>Resilience: what do we most value that we want to keep and how?<\/strong><\/li><li><strong>Relinquishment: what do we need to let go of so as not to make matters worse?<\/strong><\/li><li><strong>Restoration: what could we bring back to help us with these difficult times?<\/strong><\/li><li><strong>Reconciliation: with what and whom shall we make peace as we awaken to our mutual mortality?<\/strong><\/li><\/ul>\n\n\n\n<p>These questions invite exploration of Deep Adaptation to our climate \npredicament in order to develop both collapse-readiness and \ncollapse-transcendence.<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>Collapse-readiness includes the mental and material measures that \nwill help reduce disruption to human life – enabling an equitable supply\n of the basics like food, water, energy, payment systems and health.<\/li><li>Collapse-transcendence refers to the psychological, spiritual and \ncultural shifts that may enable more people to experience greater \nequanimity toward future disruptions and the likelihood that our \nsituation is beyond our control.<\/li><\/ul>\n\n\n\n<p>Uncertainty and lack of control are key aspects of our predicament; \nwe do not know whether what we do will slow climate change and societal \ncollapse or reduce harm at scale. It looks likely to us that many will \ndie young and that we may die sooner than we had expected. That does not\n mean we do not try to extend the glide and soften the crash – and learn\n from the whole experience.<\/p>\n\n\n\n<p>One thing that rapid climate change can help us to learn is the \ndestructiveness of our delusions about reality and what is important in \nlife. Key to this delusion is the emphasis many of us place on our \nseparate identities. Since birth we have been invited to “other” people \nand nature. We often assume other people to be less valuable, smart or \nethical as us. Or we assume we know what they think. We justify that in \nmany ways, using stories of nationality, gender, morals, personal \nsurvival, or simply being “too busy”. Similarly, we have been encouraged\n to see nature as separate from us. Therefore, we have not regarded the \nrivers, soils, forests and fields as part of ourselves. Taken together, \nthis othering of people and nature means we dampen any feelings of \nconnection or empathy to such a degree that we can justify exploitation,\n discrimination, hostility, violence, and rampant consumption.<\/p>\n\n\n\n<p>Seeking physical and psychological security and pleasure through \ncontrol of our surroundings and how people interact with us is both a \npersonal malaise and at the root of our collective malaise. Yet, as we \nsee more pain in the world, and sense that it will get worse, it is \npossible that we will shrink from it. It is easier to consider other \npeople’s pain as less valid as one’s own pain or that of the people and \npets we know. But there is another way. The suffering of others presents\n us with an opportunity to feel and express love and compassion. Not to \nsave or to fix, but to be open to sensing the pain of all others and \nletting that transform how we live in the world. It does not need to \nlead to paralysis or depression, but to being fully present to life in \nevery moment, however it manifests. This approach is the opposite of \nothering and arises from a loving mindset, where we experience universal\n compassion to all beings. It is the love that our climate predicament \ninvites us to connect with. <em>It is the love in deep adaptation.<\/em><\/p>\n\n\n\n<p>Therefore, in our work with others on deep adaptation, we wish to \npursue and enable loving responses to our predicament. Every interaction\n offers an opportunity for compassion. It can seem difficult when it \nfeels as if someone is trying to criticise your view, perhaps because \nthey prefer to see collapse as unlikely or human extinction as certain. \nBut to return to compassion, even if we fall away from it in the moment,\n feels an important way of living our truth. And it is something we can \ndo at any time. As leadership coach Diana Reynolds recently explained, \n“the incredible compassionate revolution starts here, starts now.”<\/p>\n\n\n\n<p>As this topic involves questions of mortality, impermanence,  insecurity and uncontrollability, everyone who is finding themselves  navigating their way through is experiencing many strong emotional  responses, which may feel turbulent, overwhelming, exhausting as well as  energising or enlivening. Often these emotions affect us, including  ourselves and our colleagues, in ways that we may not be aware of.  Therefore in working in the Deep Adaptation, we invite each other to consider three  principles:<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>Return to compassion. We shall seek to return to universal \ncompassion in all our work, and remind each other to notice in ourselves\n when anger, fear, panic, or insecurity may be influencing our thoughts \nor behaviours. It is also important to remember to take care of \nourselves, especially when the urgency of our predicament can easily \nlead to burnout.<\/li><li>Return to curiosity. We recognise that we do not have many answers \non specific technical or policy matters. Instead, our aim is to provide a\n space and an invitation to participate in generative dialogue that is \nfounded in kindness and curiosity.<\/li><li>Return to respect. We respect other people’s situations and however \nthey may be reacting to our alarming predicament, while seeking to build\n and curate nourishing spaces for deep adaptation.<\/li><\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Ahead of our meeting with Jem Bendell later this month in Glasgow &#8216;Deep Adaptation,. Deep Solidarity&#8217; here is an introduction to some of the ideas and approaches behind Deep Adaptation (see also &#8220;Because it’s not a drill: technologies for deep adaptation to climate chaos&#8221; downloadable here as a PDF). As people begin to discuss what [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":7343,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[99],"tags":[],"class_list":["post-7911","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-events"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7911"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=7911"}],"version-history":[{"count":2,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7911\/revisions"}],"predecessor-version":[{"id":7913,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7911\/revisions\/7913"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/7343"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=7911"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=7911"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=7911"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}