{"id":7914,"date":"2019-09-05T09:46:08","date_gmt":"2019-09-05T09:46:08","guid":{"rendered":"https:\/\/enough.scot\/?p=7914"},"modified":"2019-09-05T13:29:47","modified_gmt":"2019-09-05T13:29:47","slug":"enough-response-to-programme-of-government","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/enough-response-to-programme-of-government\/","title":{"rendered":"Enough! Response to Programme of Government"},"content":{"rendered":"\n<p><strong>Enough! Welcomes the Programme of Government as an acknowledgement of and commitment to responding to the Climate Emergency.<\/strong> <\/p>\n\n\n\n<p>The Enough Collective, Scotland&#8217;s new climate and economy think-tank, has issued the following statement on the Scottish Government&#8217;s <a href=\"https:\/\/www.gov.scot\/publications\/protecting-scotlands-future-governments-programme-scotland-2019-20\/\" target=\"_blank\" rel=\"noopener\">Programme for Government<\/a> and its climate emergency policies.<\/p>\n\n\n\n<p>Enough! repeats our assertion that any efforts to tackle climate change without talking about economic systems change fundamentally fails to engage with what has caused this crisis and will continue to propel us towards the lived reality of climate breakdown.<\/p>\n\n\n\n<p>Enough! spokesperson Bronagh Gallagher has said: <br><br>&#8220;At this critical time, when our actions now have the chance to significantly mitigate the worst of climate breakdown, it is essential that we do not shy away from naming the uncomfortable truth &#8211; that the economic system which has created a way of life which works for so many is no longer fit for purpose. As long as our economy, at its core, remains oriented towards growth and profit, through resource extraction and increased consumption, all efforts at responding to Climate Emergency will face a contradictory pull towards profits and value maximizing, on the one hand, and sustainability, regeneration and carbon reduction on the other &#8230; we can’t have both.&#8221;<\/p>\n\n\n\n<p>First Minister Nicola Sturgeon has stated that the climate emergency would be the centrepiece of new government legislation and spending:<\/p>\n\n\n\n<p>&#8220;Earlier this year I acknowledged that Scotland, alongside the rest of the world, faces a climate emergency,&#8221; Sturgeon said. &#8220;We have now committed to achieving<a href=\"https:\/\/www.businessgreen.com\/bg\/news\/3074978\/that-was-quick-scotland-commits-to-2045-net-zero-target\" target=\"_blank\" rel=\"noopener\"> net zero greenhouse gas emissions by 2045 at the latest<\/a>. That&#8217;s earlier than any other UK nation.&#8221;<\/p>\n\n\n\n<p>&#8220;This year&#8217;s Programme for Government is an important part of our response to the climate emergency,&#8221; she added. &#8220;It lays the foundation for a new Scottish Green Deal, with measures to reduce emissions, support sustainable and inclusive growth, promote wellbeing and create a fairer society.&#8221;<\/p>\n\n\n\n<p>The plans announced at Holyrood included significant commitments, including:<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li><strong>A £3bn Green Investment Portfolio<\/strong><\/li><li><strong>An £11bn of public procurement money behind the drive to tackle emissions<\/strong><\/li><li><strong>A vow to end polluting gas heating in new homes within five years, whilst supporting renewable alternatives<\/strong><\/li><li><strong>A&nbsp; package of support for transport, including £500m funding for buses, new money for electric vehicles, a commitment to decarbonise the public sector fleet by 2025, and iconic commitments to decarbonise domestic flights by 2040 and rail by 2035.<\/strong><\/li><li><strong>Green city region deals<\/strong><\/li><li><strong>Decarbonisation as primary mission of Scottish National Investment Bank<\/strong><\/li><\/ul>\n\n\n\n<p>The most positive aspects of these announcements is the sense in which it introduces the idea of structural change: the notion of public procurement being steered by the climate crisis and the Scottish National Investment Bank having decarbonisation as its primary mission.&nbsp;<\/p>\n\n\n\n<p>However, while the programme has its merits, it does seem to still be operating as if the climate crisis is something that can be dealt with as another policy portfolio. Most of this remains a palliative and piecemeal response. All of the latest scientific data suggests that we are far beyond the point in which adaptive measures are sufficient.<br><br>At the heart of these policies there is still a set of glaring contradictions. As Richard Dixon of Friends of the Earth Scotland has highlighted, the Scottish Government is sticking to its policy of Maximising Economic Recovery from North Sea oil and gas instead of getting serious about the managed phase out of extraction and implementing a just transition for the workers and communities dependent on this sector.<\/p>\n\n\n\n<p>Transport is at the heart of much of what has been announced. But while there are commitments on rail and aviation electrification there is too little on reducing car traffic as an immediate priority.<\/p>\n\n\n\n<p>Equally, on aviation, there is a plan to make the Scottish Highlands and Islands the world&#8217;s first zero emission aviation region, with testing of zero emission flight technology beginning in 2021. But where is the plan to reduce flying starting immediately? Where is the leadership to encourage people to stop flying and to completely re-make and re-imagine our lives?<\/p>\n\n\n\n<p><strong>Where is the national energy descent plan?<\/strong><\/p>\n\n\n\n<p><strong>Where is the credible Just Transition process that includes large-scale public investment in renewables?<\/strong><\/p>\n\n\n\n<p><strong>Where is the commitment to abandon fossil fuels?<\/strong><br><\/p>\n\n\n\n<p>It is a positive that the Scottish Government thinks it is putting climate at the heart of its policies, but in reality in cannot claim to be doing this until it commits at the same time to transforming our economy. <\/p>\n\n\n\n<p>The emphasis on technological solutions is an outdated and retrograde approach when all of the evidence shows us that it is our economic activity and our resource exploitation that are at the heart of our climate crisis.<\/p>\n\n\n\n<p>Enough! Spokesperson Svenja Meyerricks has said: <\/p>\n\n\n\n<p>”What we need is a commitment to degrowth and an abandonment of the market approaches which have brought us to the precipice and which we know will fail. This commitment must dig down deep into the fabric of society and the ways in which we live and work. We must not fail and punish the young for the times of crisis they&#8217;ve been born into; intergenerational environmental justice must be at the heart of climate emergency plans. This means a 100% employment target through a three day work week and localised economies. It also means tackling inequality from the ground up, and prioritising food security through agroecology in land use planning and policies.”&nbsp;<\/p>\n\n\n\n<p>The Programme for Government is full of good initiatives and perhaps the first tentative steps towards what it would look like to have co-ordinated action operating at scale. But it is still a government committed to a growth economy frightened to explain to people the scale of the changes required to respond to our crisis.<\/p>\n\n\n\n<p>Enough! urge the Scottish Government to demonstrate true global leadership in responding to our climate emergency by committing to transforming the nature of our economy to one which is circular and focuses on well-being. We note the upcoming IPCC report will signify this, also. <\/p>\n\n\n\n<p>With an economy that is oriented towards reduced consumption, reduced resource use and focussed on being in balance with our natural world and enhancing well-being for all our citizens, legislation, public services and industry will have a new north star. Economic systems change is the scale of the response appropriate to the scale of the challenge.<br><\/p>\n\n\n\n<p>Over the coming weeks, Enough! Will be publishing more specific responses and action on how to respond to a Climate Emergency through changing our economic systems.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Enough! Welcomes the Programme of Government as an acknowledgement of and commitment to responding to the Climate Emergency. The Enough Collective, Scotland&#8217;s new climate and economy think-tank, has issued the following statement on the Scottish Government&#8217;s Programme for Government and its climate emergency policies. Enough! repeats our assertion that any efforts to tackle climate change [&hellip;]<\/p>\n","protected":false},"author":6,"featured_media":6819,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[],"class_list":["post-7914","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7914"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=7914"}],"version-history":[{"count":14,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7914\/revisions"}],"predecessor-version":[{"id":7932,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7914\/revisions\/7932"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/6819"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=7914"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=7914"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=7914"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}