{"id":7940,"date":"2019-09-18T10:15:51","date_gmt":"2019-09-18T10:15:51","guid":{"rendered":"https:\/\/enough.scot\/?p=7940"},"modified":"2019-09-18T10:51:10","modified_gmt":"2019-09-18T10:51:10","slug":"amazonia-an-international-socio-environmental-crisis","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/amazonia-an-international-socio-environmental-crisis\/","title":{"rendered":"Amazonia: An International Socio-environmental Crisis"},"content":{"rendered":"\n<p>The whole world stopped to watch and mourn the reports on the Amazon fires, which were immediately mistaken for forest fires due to global warming, but were actually man-made. After the true origin of the fires came to light, many blamed the Bolsonaro government&#8217;s inability for the situation, as, since taking office in January, the retired militarian has defended the expansion of agribusiness in the Amazon, even at the expense of indigenous peoples&#8217; rights. Further perpetuating Brazil&#8217;s eternal image as a colony of exploration no matter the cost to indigenous peoples lives and the environment, international capital was exempted from the situation.<br><\/p>\n\n\n\n<p>The Amazon has been explored and destroyed for a long time, and much of that destruction has been done for the enrichment of corporations in the northern hemisphere.<\/p>\n\n\n\n<p>In August 2019, according to <a href=\"http:\/\/queimadas.dgi.inpe.br\/queimadas\/aq1km\/\" target=\"_blank\" rel=\"noopener\">data<\/a> from the National Institute for Space Research (INPE), Amazon fires burned 29,944 km² of the biome, which is the equivalent of 4.2 million football fields. The burned territory is more than four times larger than in August 2018, when 6,048 km² were burned. Altogether, the Amazon has 5.5 million km², of which 4.19 million km² are located in Brazilian territory. Behind the clearing of the forest and fire are powerful economic interests: cattle ranching, illegal timber trade and soy production. Some of these products are ultimately destined for the European Union (EU).<br><\/p>\n\n\n\n<p>After China, <a href=\"http:\/\/apib.info\/files\/2019\/05\/Cumplicidade_Na_Destrui%C3%A7%C3%A3o.pdf\" target=\"_blank\" rel=\"noopener\">the EU is Brazil&#8217;s second largest trading partner<\/a>, accounting for 18.3% of its trade. Most imports from the EU are primary products; Brazil exports more agricultural commodities to the EU than any other buyer. In 2018, 41% of EU beef imports came from Brazil. As the EU negotiates with Mercosur members &#8211; including Brazil &#8211; to remove trade barriers through a free trade agreement with these countries, large Brazilian agribusiness companies exporting to the EU could also benefit from new opportunities with the bloc. The EU therefore, plays a key role in ensuring that its trade policies safeguard the Amazon and the rights of its inhabitants. Additionally, the EU has repeatedly stressed the importance of addressing Brazil&#8217;s socio-environmental crisis, requiring European negotiators to emphasise these issues under a new agreement.<br><\/p>\n\n\n\n<p>French President Emmanuel Macron called the fires an “<a href=\"https:\/\/www.independent.co.uk\/news\/world\/americas\/amazon-fires-brazil-jair-bolsonaro-emmanuel-macron-rainforest-g7-summit-a9075681.html\" target=\"_blank\" rel=\"noopener\">international crisis<\/a>,” a statement that was interpreted by Bolsonaro as a “<a href=\"https:\/\/www.theguardian.com\/world\/2019\/aug\/27\/jair-bolsonaro-demands-emmanuel-macron-withdraw-insults-over-fires\" target=\"_blank\" rel=\"noopener\">personal affront<\/a>” and understood to be a threat about buying Brazilian products, whilst also causing fear among companies in both blocs. At no time was the agreement between Mercosur and the EU put in check. The international market&#8217;s relationship with the fires is not simple; Europe has purchased products that have been leaving illegally deforested areas for decades.<br><\/p>\n\n\n\n<p>Multinational cooperation attempts to minimise the ecocide have already been made. In response to the climate crisis in 2007, the creation of the Amazon Fund was announced during <a href=\"https:\/\/redd-monitor.org\/2019\/07\/12\/norway-and-brazils-negotiations-about-the-amazon-fund-are-ignoring-the-failure-to-address-the-drivers-of-deforestation\/\" target=\"_blank\" rel=\"noopener\">COP-13<\/a> (United Nations Framework Convention on Climate Change). The fund was established the following year under Lula’s administration and the program emerged as a pioneer initiative to raise funds from the countries of the Northern Hemisphere to maintain the largest rainforest in the world, thus helping to combat climate change. The Amazon Fund has already become the main Brazilian instrument for funding environmental protection actions, monitoring and combating deforestation, as well as promoting the conservation and sustainable use of the Amazon biome. Its resources currently support 103 projects by state governments and civil society to protect the forest, including the Amazon Protected Areas program.<br><\/p>\n\n\n\n<p>The implementation of the Amazon Fund was prepared by the Ministry of Environment and is administered by the National Bank for Economic and Social Development (BNDES). Since the start of its operation, <a href=\"https:\/\/redd-monitor.org\/2019\/07\/12\/norway-and-brazils-negotiations-about-the-amazon-fund-are-ignoring-the-failure-to-address-the-drivers-of-deforestation\/\" target=\"_blank\" rel=\"noopener\">Norway has been by far the largest donor<\/a> (94%), followed by Germany (5%) and Petrobras (1%).<br><\/p>\n\n\n\n<p>The Amazon Fund is at risk of extinction due to disagreements between donor nations and the current Brazilian government over two main points: resource allocation and governance. This was exemplified when Minister of Environment, Ricardo Salles announced his intention to compensate landowners &#8211; from the Amazon Fund &#8211;&nbsp; who were expropriated for being located within protected areas as required by the Forest Code.<br><\/p>\n\n\n\n<p>Norway and Germany are opposed to changing the rules of the Amazon Fund, which currently does not allow the use of money to pay expropriation compensation. Environmentalists fear that the use of resources for land tenure regularisation in the Amazon, would benefit those who invaded the protected areas of the forest and generate even more deforestation.<br><\/p>\n\n\n\n<p>Even though Norway was the largest donor to the Amazon Fund, the country is far from respecting of the environment in Brazil. The Norwegian government is the main shareholder of mining company, Norsk Hydro, which is the <a href=\"https:\/\/news.mongabay.com\/2018\/02\/norsk-hydro-accused-of-amazon-toxic-spill-admits-clandestine-pipeline\/\" target=\"_blank\" rel=\"noopener\">subject of complaints<\/a> in the Pará Federal Prosecutor&#8217;s Office (MPF). Of all lawsuits, 3% are against the Norwegian government, charged of contaminating rivers and communities with heavy metals in the municipality of Barcarena, 40 kilometers from Belem. The region is one of the most polluted in the Amazon rainforest due to unbridled industrial growth.<br><\/p>\n\n\n\n<p>Indigenous, Quilombolas and other traditional populations who have the right to use their legally protected ancestral lands continue to fight bravely against the attacks. Jair Bolsonaro&#8217;s neo-colonialist mindset, coupled with the nefarious interests of multinational corporations considers the mere existence of the indigenous as an act of defiance against the establishment. On August 13th, around 2,000 women from 110 different indigenous ethnicities of Brazil gathered in the capital, Brasilia, for the <a href=\"https:\/\/www.amazonfrontlines.org\/chronicles\/indigenous-women-march-brazil\/\" target=\"_blank\" rel=\"noopener\">1st March of Indigenous Women<\/a>. United around the theme “Territory: our body, our spirit”, they’ve marched against Bolsonaro’s government and in defense of the demarcation of indigenous lands, which though recognised by the constitution, has been questioned and challenged by the new government. The march of indigenous women was organised by Articulation of Indigenous People of Brazil (Apib), a national association of entities representing indigenous people. The same association in partnership with the Amazon Watch, produced a report called <a href=\"http:\/\/apib.info\/files\/2019\/05\/2019-complicity-in-destruction-2.pdf\" target=\"_blank\" rel=\"noopener\">Complicity in Destruction<\/a>.<br><\/p>\n\n\n\n<p>The report identifies and examines the business transactions of Brazilian companies behind the 2017-2019 increase in illegal deforestation and tracks their links to European, US and Canadian companies. The results provide information on the role of foreign economic agents in driving agroindustrial expansion in tropical forests. The Complicity in Destruction report is set against the backdrop of a growing trend of land invasions in Brazil, with indigenous peoples and other rural communities reporting a dramatic increase in conflicts arising from efforts to expand plantations and cattle ranches on their lands.<br><\/p>\n\n\n\n<p>Complicity in Destruction analysed fines issued by the Brazilian Institute Of The Environment And Renewable Natural Resources (IBAMA) since 2017 for illegal deforestation committed by 56 Brazilian companies that have been linked to European and North American companies cited.<br><\/p>\n\n\n\n<p>Additionally, the report identified 27 commodity importers and traders doing business with Brazilian companies. It also unveiled a series of financial connections between dozens of top-tier international financial institutions and Brazil&#8217;s leading refrigerator companies and major global commodity traders who distribute soy to global markets.<br><\/p>\n\n\n\n<p>In short, <a href=\"http:\/\/apib.info\/files\/2019\/05\/2019-complicity-in-destruction-2.pdf\" target=\"_blank\" rel=\"noopener\">Complicity in Destruction<\/a> reveals the significant role of individual foreign actors, whether they are commodity buyers or financial institutions financing the activities that are fueling deforestation in Brazil, and the genocide of indigenous peoples.<br><\/p>\n\n\n\n<p>The Brazilian government should not be exempted from blame, after all this was orchestrated by them. However, we should be careful not to fall into traps which reproduce colonialist discourses and which question the sovereignty of the Amazon, as proposed by some countries. We should also be aware of the people who profit the most of this crime, are the people who are far away from Brazil.<br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The whole world stopped to watch and mourn the reports on the Amazon fires, which were immediately mistaken for forest fires due to global warming, but were actually man-made. After the true origin of the fires came to light, many blamed the Bolsonaro government&#8217;s inability for the situation, as, since taking office in January, the [&hellip;]<\/p>\n","protected":false},"author":17,"featured_media":7943,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[100,101,103,104,105,106,107,108,109,110,111,113,114,115,116],"class_list":["post-7940","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth","tag-amazon","tag-brazil","tag-eu","tag-european-union","tag-imports","tag-france","tag-bolsonaro","tag-inpe","tag-cop13","tag-norway","tag-norsk-hydro","tag-amazon-fund","tag-indigenous","tag-1st-march-of-indigenous-women","tag-complicity"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7940"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/17"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=7940"}],"version-history":[{"count":1,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7940\/revisions"}],"predecessor-version":[{"id":7941,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7940\/revisions\/7941"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/7943"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=7940"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=7940"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=7940"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}