{"id":7985,"date":"2019-10-10T15:37:39","date_gmt":"2019-10-10T15:37:39","guid":{"rendered":"https:\/\/enough.scot\/?p=7985"},"modified":"2019-10-10T18:57:08","modified_gmt":"2019-10-10T18:57:08","slug":"acting-out","status":"publish","type":"post","link":"https:\/\/enough.scot\/acting-out\/","title":{"rendered":"Acting Out"},"content":{"rendered":"\n<p><em><strong>Gehan Macleod is one of the people traveling around Europe with our <\/strong><\/em><a href=\"https:\/\/enough.scot\/routes-response\/\"><em><strong>Routes programme<\/strong><\/em><\/a><em><strong>. Here she describes where she&#8217;s coming from and where&#8217;s shes headed to.<\/strong><\/em><\/p>\n\n\n\n<p>Coming from a 90s background in environmental and anti-nuclear activism, I found myself involved in the beginnings of GalGael &#8211; a community organisation that originated around a protest fire at Pollok Free State, an anti motorway camp. Since then I’ve notched up over twenty years experience of wrestling with the challenges in one place, GalGael; in one community; Govan in Glasgow. In many ways that&#8217;s been incredibly varied and I’ve absorbed learning from many lessons, some more painful than others. In a world where relationships can be superficial and transient, it&#8217;s the wrestle of making community of place that has taught me the most. Having grown tired of being anti-stuff, GalGael has been a place where I can explore being for-stuff.<\/p>\n\n\n\n<p>I’ve also kind of had it with rearranging-deck-chairs-on-the-Titanic kind of change, petitions and a lot of the well intentioned change work that goes on &#8211; including increasingly detailed analysis of all that’s going so categorically wrong. I have a hunch this distracts us from our current societal narratives, beliefs, practices and structures &#8211; the assumptive layer that endlessly perpetuates our demise. Illich’s words ring in my ears &#8211; “<em>the present world is built on assumptions we haven’t yet found names for”. <\/em> This provides a starting point for my Routes journey. In response to the western world we’ve created &#8211; I want to act out. And I want to connect with others who are acting out; acting outwith the current assumptions that constrain our existence, that put a day in day out kind of strain on our souls and debase our humanity; acting outwith the market &#8211; not only surviving but reconceptualising what thriving looks like.<\/p>\n\n\n\n<p>So my journey will seek to connect up with others who are acting out by prototyping new ways of organising society &#8211; away from commodification, around health and compassion, organising support systems within and outwith the state or the institutions already submerged in <a href=\"http:\/\/writingcities.com\/2015\/11\/20\/ivan-illichs-tr-conviviality\/\" target=\"_blank\" rel=\"noopener\">Illich’s second watershed<\/a> (two Illich references I know &#8211; expect more!). My Routes journey will seek out those self organising new forms of social security based on mutual aid, practical forms of solidarity in the face of the collapsing systems straddled by our teetering current economic system. Where are others using prefigurative ways of organising that dismantle old norms and prototype new narratives &#8211; where are people already perpetuating the culture shift needed? This journey will take me in to exploring counter cultural spaces and experiences that contribute to greater autonomy or unlearning old patterns as well as exploring practices such as commoning, citizen organising and culture hacking. Traveling by ferry and rail I’ll be looking out for and recording instances where collapsing systems can be seen to interface with the emergence of new possibilities. <\/p>\n\n\n\n<p>I plan to write about the practicalities of traveling without planes. Mostly though I want to share through blog posts and social media thoughts about what we can learn from these experiences and what this says about how to network responses and join up opportunities arising from collapse. Working with the principles of complexity, I want to be open to what I might find and where I might find it. So my plans are loose and still forming. For now though I imagine that they might take me: to France to explore Autonomous Zones such as <em>Le ZAD Zone à Defender Notre-Dame-des-Landes<\/em> or the refugee camps on the coast; to Ghent to check out the multiplicity of commons related projects; to Utrecth to souch out what’s happening with citizens basic income trial and find out more about their freelance unions. <\/p>\n\n\n\n<p>I look forward to being in conversation with others &#8211; on my journey and back home in Scotland, online and face to face &#8211; staying constantly curious about what precisely it is that these times call for.&nbsp;<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Gehan Macleod is one of the people traveling around Europe with our Routes programme. Here she describes where she&#8217;s coming from and where&#8217;s shes headed to. Coming from a 90s background in environmental and anti-nuclear activism, I found myself involved in the beginnings of GalGael &#8211; a community organisation that originated around a protest fire [&hellip;]<\/p>\n","protected":false},"author":6,"featured_media":7986,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[93],"tags":[],"class_list":["post-7985","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-routes"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/7985"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=7985"}],"version-history":[{"count":2,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/7985\/revisions"}],"predecessor-version":[{"id":7988,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/7985\/revisions\/7988"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/7986"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=7985"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=7985"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=7985"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}