{"id":7996,"date":"2019-10-11T15:19:06","date_gmt":"2019-10-11T15:19:06","guid":{"rendered":"https:\/\/enough.scot\/?p=7996"},"modified":"2020-01-04T00:01:03","modified_gmt":"2020-01-04T00:01:03","slug":"from-white-environmentalism-to-climate-justice","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/from-white-environmentalism-to-climate-justice\/","title":{"rendered":"From white environmentalism to climate justice"},"content":{"rendered":"\n<p>by Nish Doshi<\/p>\n\n\n\n<p>“Why is environmentalism so white?” With well over a decade in and out of the climate movement in the UK, this is a question I’ve often been asked, and it’s a question that makes me cringe a little. Climate change isn’t an environmental issue, in my opinion, it’s an issue of human rights. It’s borne out of a broken system &#8211; a system that has casually put profit and resource accumulation before people.  <\/p>\n\n\n\n<p>I became aware of climate change at a\nyoung age. I’d grown up in Kenya, and at 12, we were hit with a\n<a href=\"https:\/\/reliefweb.int\/report\/kenya\/kenya-country-update-22-sep-2000-kenyas-drought-no-sign-any-let\" target=\"_blank\" rel=\"noopener\">major\ndrought<\/a>. The result was devastating for the majority\nof the population. As a middle class kid growing up in Nairobi, I\ndidn’t experience the worst of it &#8211; only water shortages and\nelectricity rationing (due to Kenya’s dependence on\nhydroelectricity at the time). But for the rest of the country &#8211; this\nmeant famine, poverty and mass displacement. The impact of climate\nchange was visible. It was right in front of us. \n<\/p>\n\n\n\n<p>Instead of centering the lives of those most impacted &#8211; like the destitution of the Turkana peoples &#8211; Kenya’s response was to protect the middle classes from further disruption. They built coal power plants. Aid poured in from the global north, with programmes designed to transform pastoral systems. Tackling the root causes of climate change was not on the agenda.<\/p>\n\n\n\n<p>As a child, I couldn’t understand why. Why weren’t we talking about an end to fossil fuels? But I’d already witnessed the 1998 bombings of the American Embassy in Kenya, and that experience had taught me that all lives which weren’t protected by the global north were expendable in the eyes of the American Empire.<\/p>\n\n\n\n<p>In Kenya, environmentalism meant\nNational Parks. It meant protecting elephants from poachers hungry\nfor ivory. It meant mass tourist safaris. It didn’t mean the lives\nof every day people. It didn’t mean the lives of groups like the\nOgiek who had been removed from their lands so these National Parks\ncould be built. And it certainly didn’t mean the lives of poor\nrural communities whose lives had been devastated by drought and\nflash flooding.<\/p>\n\n\n\n<p>So when people ask me “why is\nenvironmentalism so white?” when referring to the mass\ndemonstrations against climate change in the UK, I like to answer\nthat it is because they see climate change as an issue of\n‘environmentalism’ rather than an issue of social justice. <br>\n<br>\nIt\nis with ‘Climate Justice’ in sight that I have planned my journey\nas part of the Routes section of the Enough! project. \n<\/p>\n\n\n\n<p>Through my travels, I hope to show you how our many social justice campaigns and struggles are interconnected with climate justice. From migrant rights to anti-gentrification and safe housing projects. My focus will be on People of Colour (racialised people) and their spaces of resistance and resilience, as we are so often left on the sidelines when it comes to any discussion of climate change in mainstream and activist spaces. I will also introduce you to groups who are actively trying to change that &#8211; centering race and global north\/south divides in their work.<\/p>\n\n\n\n<p>I am starting in Barcelona, where I\nhave already started conversations on issues ranging from migrant\nrights, decolonisation, feminism, to housing rights and reclaiming\npublic spaces. From there, I move onto the Czech Republic to share\nstories of Romani and Czech communities working together to fight\ngentrification in an old coal mining town which still faces toxic\npollution from nearby chemical factories. After that I’ll be\nmeeting folks from Berlin who have been actively working on creating\nspaces for people of colour in the climate movement. I’ll move onto\nthe Netherlands &amp; Brussels where we’ll hear from a number of\nactivists working on decolonising climate change and reclaiming\n‘climate justice’ as part of their movements.<\/p>\n\n\n\n<p>I cannot tell you exactly what I expect\nto encounter in each of these spaces; I hope they will tell you\ninstead. The stories I share &#8211; here and on Instagram &#8211; will be ones\nthat the people have chosen to share with me.<\/p>\n\n\n\n<p>Until then, feel free to send me tips\nand share stories! \n<\/p>\n\n\n\n<p>Ciao! \n<\/p>\n\n\n\n<p>Nish \n<\/p>\n","protected":false},"excerpt":{"rendered":"<p>by Nish Doshi “Why is environmentalism so white?” With well over a decade in and out of the climate movement in the UK, this is a question I’ve often been asked, and it’s a question that makes me cringe a little. Climate change isn’t an environmental issue, in my opinion, it’s an issue of human [&hellip;]<\/p>\n","protected":false},"author":19,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[93],"tags":[119,134,135,136],"class_list":["post-7996","post","type-post","status-publish","format-standard","hentry","category-routes","tag-climate-justice","tag-people-of-colour","tag-resistance","tag-environmentalism"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7996"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/19"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=7996"}],"version-history":[{"count":2,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7996\/revisions"}],"predecessor-version":[{"id":8008,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/7996\/revisions\/8008"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=7996"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=7996"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=7996"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}