{"id":8079,"date":"2019-11-08T15:09:50","date_gmt":"2019-11-08T15:09:50","guid":{"rendered":"https:\/\/enough.scot\/?p=8079"},"modified":"2020-01-03T23:55:24","modified_gmt":"2020-01-03T23:55:24","slug":"the-language-of-limits","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/the-language-of-limits\/","title":{"rendered":"The Language of Limits"},"content":{"rendered":"\n<p><em>This is the first in a series of articles reflecting on the last three weeks traveling for the Enough Routes programme. <a href=\"https:\/\/www.enough.scot\/2019\/10\/10\/acting-out\/\">Gehan Macleod<\/a> describes time spent helping out at two expressions of migrant solidarity at Calais and Ventimiglia.<\/em><\/p>\n\n\n\n<p><strong>Ventimiglia<\/strong><\/p>\n\n\n\n<p>Language can be limited in situations when\npeople speak Arabic in many dialects; Kurdish; French; borrowed Italian,\nEnglish learned through nursery rhymes related by an earnest school teacher in\nsome time that is now far away. A time that must feel further away as geography\nand events displace <em>now<\/em> from <em>then<\/em>, displaced you from the lands\nof your home. And yet the language of emotion across a face is universal; eyes\nlit by mobiles and fierce joy while on calls to loved ones &#8211; familiar faces and\ntones conjured up on small screens, enough light to scatter the darkness\nmomentarily. Moments that chase away the shadows of despair, or past and recent\ntraumas that stir emotions – emotions that cannot be allowed to smother hope. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"1024\" height=\"768\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/ventimmiglia-1024x768.jpg\" alt=\"\" class=\"wp-image-8081\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/ventimmiglia-1024x768.jpg 1024w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/ventimmiglia-300x225.jpg 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/ventimmiglia-768x576.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/ventimmiglia-585x439.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/ventimmiglia-1170x878.jpg 1170w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/ventimmiglia-100x75.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/ventimmiglia.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>It is a hope that compelled those I meet at the\nroadside close to the border between Italy and France, to set off and leave all\nthat was familiar behind with loved ones, if war or unrest hadn’t taken them. <\/p>\n\n\n\n<p>Hope that new places might obliterate loss. <\/p>\n\n\n\n<p>Hope that new lands might offer asylum from torment\nand repression. <\/p>\n\n\n\n<p>Hope that has kept them moving on. <\/p>\n\n\n\n<p>Through darkness. <\/p>\n\n\n\n<p>Through danger. <\/p>\n\n\n\n<p>Through miles and miles of strange land, strange\ntowns and strange glances. <\/p>\n\n\n\n<p>Through borders when chance allowed. Hope that somewhere they might find the ‘better life’ sold to them and tens of thousands of others leaning in to flickering images of the West, transmitted into homes everywhere – neoliberal ideals of success brought to life by cathode ray tubes or perhaps liquid crystal. An empty promise they have come to call <em>the big lie<\/em>; <em>“<\/em>we now know Europe is a big lie” they say. Yet they cannot afford to let these thoughts cross their brow for more than a moment. Hope is all they have left – a marker that all they’ve endured has been for some end. <\/p>\n\n\n\n<p>The talk soon returns to what opportunities might lie just beyond <em>that<\/em> horizon and plans for how to cross it. Their chat is interspersed with stories from their journeys to get to where they’re standing now. Humorous recounting of Bond-style attempts to cross borders; along live train tracks, furtive attempts to escape capture – something to pit your wits against, to display the kind of ingenuity and perseverance rewarded in other circles. Other times experiences of hardship related with a shudder, or encounters with ruthless smugglers.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"768\" height=\"1024\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/refugee-768x1024.jpg\" alt=\"\" class=\"wp-image-8082\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/refugee-768x1024.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/refugee-225x300.jpg 225w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/refugee-585x780.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/refugee-1170x1560.jpg 1170w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/refugee-100x133.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/refugee.jpg 1280w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure>\n\n\n\n<p>Language can be limited and what can I convey\nthat a thousand articles in a hundred publications haven’t conveyed already? The\nso-called migrant crisis must have been covered by tens of thousands of words\nin print and broadcasts. We know that <a href=\"https:\/\/en.wikipedia.org\/wiki\/European_migrant_crisis\" target=\"_blank\" rel=\"noopener\">since 2015 the situation<\/a> has worsened. Yet <a href=\"https:\/\/www.theguardian.com\/uk-news\/2019\/oct\/24\/it-could-have-been-me-refugees-describe-their-journeys-to-the-uk\" target=\"_blank\" rel=\"noopener\">individual stories<\/a> are made and remade\nevery day. Small snatches of the stories of the 31 men and eight women found\ndead in a container in Essex have <a href=\"https:\/\/www.theguardian.com\/uk-news\/2019\/oct\/24\/essex-lorry-deaths-39-victims-were-chinese-nationals\" target=\"_blank\" rel=\"noopener\">made the headlines<\/a>. But there are many\nmore stories unfolding as I write this (as you read it). What can I truthfully\nsay to Mohammed and Mûrtha searching my face for hope, for some kind of answer?\nDo I agree that there will be a good-paying job waiting for them in a UK free\nfrom racism? Or do I risk undermining that precious hope they have? I want to\noffer answers, affirm their sense of hope. I want to see some way to have hope\nmyself &#8211; that this situation could be overturned, if not for these guys, for\nthose who will otherwise come after them. But it all feels so overwhelmingly\nwrong and fucked up. With no answers and no other way to feel I can do\nsomething, I sink my arms into cauldron-like cooking pots and scrub. I sort\nwood sheds. I peel carrots. I chop onions at the makeshift kitchen in the\nmountains of <a href=\"https:\/\/keshaniya.org\/\" target=\"_blank\" rel=\"noopener\">Kesha Niya<\/a> – Surani Kurdish for ‘No Problem’. Here, off\ntheir own backs, they’ve been cooking a hot meal every day for around 100\ndisplaced people for the past few years. They are supported by <a href=\"https:\/\/www.roya-citoyenne.fr\/\" target=\"_blank\" rel=\"noopener\">Roya Citoyenne<\/a>, an association that promotes “intercommunality” in nearby Roya. They\ntransport and serve the food about 40 minutes drive away in an unused car park in\n<a href=\"https:\/\/www.redpepper.org.uk\/the-deadly-border-politics-of-ventimiglia\/\" target=\"_blank\" rel=\"noopener\">Ventimiglia<\/a>, on the Italian\nRiviera. They’ve seen times when the numbers have swelled to 600 or more. The\nnight we are there it’s dark and around eighty guys line up next to a flyover for\na hot meal dished up by the small crew of volunteers. Others will have found\nrefuge in the Red Cross camp nearby, a place many will not go as entry requires\nbeing fingerprinted; a process that can prevent applications for asylum\nelsewhere in Europe.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"768\" height=\"1024\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/kesha-768x1024.jpg\" alt=\"\" class=\"wp-image-8083\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/kesha-768x1024.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/kesha-225x300.jpg 225w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/kesha-585x780.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/kesha-100x133.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/kesha.jpg 960w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure>\n\n\n\n<p>About 5 miles away, by the side of the road, the\nsame small group offer an all-day resting place to those pushed back from the\nFrench-Italian border, just a few hundred feet further down the road. They\noffer fresh food, hot coffee and water, somewhere to charge mobiles and advice\nto the 80 to 100 or more people a day who were stopped trying to walk past\npolice at the border. The unlucky are those detained in containers overnight and\nnot released until 4 p.m. the following day – without food or water. These guys\ndrink long from the plastic water cans balanced on a low roadside wall. Kesha\nNiya have self-organised this resting place for around two years – every day\nsince last May. They record and compile data: where people have travelled from,\nwhich routes they’ve taken, women or minors travelling alone, as well as\nincidents of illegal or ill treatment at the border<a href=\"#_ftn1\">[1]<\/a>.\nThey have seen an increase in French police turning away young adults (still\nlegally children), who they are supposed to guarantee protection to. They do so\nby falsifying their date of birth on the papers they issue to them; dates that\nare obviously false, such as 01\/01\/2000. They are particularly concerned about\nthe use of the containers. The facilities at the border do not allow for\ndetention &#8211; the French police are only legally supposed to detain people for\nthe purposes of confirming their identity. Given the recent find in Essex, this\nis a particularly chilling development. The day I left, there were reportedly\n30-50 guys who were detained between 3 containers arranged to form a courtyard.\nPepper spray was used and when this triggered an epileptic fit, there were only\nhalf-hearted attempts to offer medical support, while other officers looked on\nand laughed. Another man showed police his medical papers to demonstrate his\nneed for diabetic medication and was met with a similar response. A Moroccan\nmigrant captured some of this on his phone. The organisers are not hopeful\nabout exerting pressure that would persuade the French police to ensure they operate\nwithin the law.<\/p>\n\n\n\n<p><strong>Calais<\/strong><\/p>\n\n\n\n<p>Many of the guys passing Ventimiglia are heading\nfor Calais. When I left there earlier in the week, French police were in the\nprocess of evicting some of the sites surrounding the port, where we were told there\nare currently around 700 displaced people encamped. There have been <a href=\"https:\/\/helprefugees.org\/news\/the-calais-jungle-three-years-on\/\" target=\"_blank\" rel=\"noopener\">more than 1,300 recorded evictions<\/a> since the\nworld-renowned <em>Jungle<\/em> was evicted in 2016 – on 24 October, exactly three\nyears ago the day I arrive there. There are a number of organisations there in\nsolidarity with existing refugees and the new migrants arriving daily. Not just\nwell-established NGOs but spontaneous groups like <a href=\"https:\/\/helprefugees.org\/latest-news\/\" target=\"_blank\" rel=\"noopener\">Help Refugees<\/a> and <a href=\"http:\/\/www.refugeecommunitykitchen.com\/\" target=\"_blank\" rel=\"noopener\">Refugee Community Kitchen<\/a>; citizen-led responses to the very real situation\ndisplaced people find themselves in &#8211; a direct expression of solidarity and\nmutual aid. These groups are filling gaping chasms left by European governments\nwhose immigration policies are woefully inadequate in response to the\nchallenges posed by migration. It’s not hard to see the ‘migrant crisis’, a\nterm worthy of critical reflection, was at least worsened, if not created by\ntheir own foreign policies and other international interventions variously\nmotivated or by the climate change that has been one of the deadly costs of\nEurope’s wealth.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"768\" height=\"1024\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/thumbnail-768x1024.jpg\" alt=\"\" class=\"wp-image-8084\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/thumbnail.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/thumbnail-225x300.jpg 225w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/thumbnail-585x780.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/thumbnail-100x133.jpg 100w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure>\n\n\n\n<p>Since 2015, RCK have been cooking and distributing 1200-1500 hot meals a day to displaced people camped around Calais and Dunkirk. It’s an effort impressive in scale and delivered with expertise and care on minimal resources. An effort made only more impressive by the self-organisation the place runs on; decisions are made collectively through daily meetings. It was there, while washing more pots and preparing veg &#8211; that I found out about the group in Ventimiglia. RCK cook from 9 a.m., distributions start mid-afternoon and they work until past 7 p.m. and like Kesha Niya, these efforts are entirely driven by volunteers, many of whom are informed, compassionate young people looking for an immediate means to make some difference in a world they’ve inherited. One young woman travels down from studying for a degree in International Relations at Edinburgh Uni to help out here. She says she can’t wait until she has graduated so she can be here longer, although she’s still trying to figure out how to support herself to do so. She says she loves meeting the people out on distribution; getting to know familiar faces but she also mentions how the self-organising works for her. It seems the streamlined operation is the result of many people’s expertise and creativity &#8211; problem solving together to make things flow more smoothly. <\/p>\n\n\n\n<p>She feels her contributions are not only welcome but useful. They were also able to absorb significant numbers of new volunteers and very quickly have them on a useful task. Here people are working long hours for no pay and the atmosphere borders on festival-like at times; loud tunes pump out and a disco light pulsates over the huge pots of curry cooking. It’s also clear that a ton of relevant expertise has landed and informed the running of the place in ways that just make sense – I’m there during the weekly deep clean that would put a professional kitchen to shame. I mention this as there’s something that strikes me that relates to John Holloway’s ‘doing’ as distinct from alienated labour<a href=\"#_ftn2\">[2]<\/a> and Illich’s autonomous action that are important in <em>acting out<\/em>, of finding ways to degrow and regrow, of adapting to crisis. <\/p>\n\n\n\n<p><strong>Language of limits<\/strong><\/p>\n\n\n\n<p>When I was packing, I grabbed a couple of thin books to keep baggage down. One was Illich’s <em>Right to Useful Unemployment<\/em>. Somehow whenever I open Illich I find something that hits the nail squarely on the head. Crisis, he says, has become an indicator that experts must step in while normal liberties are suspended &#8211; a perversion from Greek roots that suggested ‘choices’ or ‘turning points’. He insists it could mean “the marvellous moment when people suddenly become aware of their self-imposed cages and the possibility of a different life.” Michael Dunn’s description of the migrant crisis as <a href=\"https:\/\/edgeryders.eu\/t\/mobile-independent-clinic\/827\" target=\"_blank\" rel=\"noopener\">a training ground<\/a> for other forms of crisis, was the first time I’d come across this perspective. At both Calais and Ventimiglia this was evident. In the face of unimaginable precarity and risk, it was impossible not be to impressed and deeply moved by the quiet dignity of the guys I met, whose grasp on hope and a heavy sense of humour kept them going. Those who’ve left all that is familiar in the hope of safety from oppression, war or unrest or simply a better way of life – have something massive to teach about starting out on the arduous but critical degrowth journeys I believe we must all begin. <\/p>\n\n\n\n<p>We need to leave much that we’ve built behind; status, professional reputations and the stuff we’ve accumulated and venture into unfamiliar territories contoured by new assumptions on which we can found more generative cultures and more compassionate ways of being. There are personal journeys to be made that require us to get damn good at crossing borders. Traversing ideological borders; conversing beyond the increasingly polarised spaces that now make up our society. Perhaps more than anything though, <em>crossing the borders we create with our minds<\/em>; the inner language of limits that reflects outer limits we impose as we inhabit spaces prescribed by borders reinforced and policed by our social conditioning<em>, <\/em>the endless ways we comply with narratives or societal practices that are not serving us, humanity or the planet.Prescribed lives lived within limits so as to comply with economic growth and free markets that know no limits. How often when we discuss imposing limits on growth, do we conflate that with imposing limits on self – as if growth <em>is<\/em> us? Sure personal choices and consumer behaviour are bound up in the issue. But it is not the same. It is not transactional. When we cease to live within limits in this sense, when we act outwith these borders we start to language new possibilities, new forms of dialoguing with others and the world, and find new ways to be in solidarity with one another. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"768\" height=\"1024\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/sleepbags-768x1024.jpg\" alt=\"\" class=\"wp-image-8087\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/sleepbags-768x1024.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/sleepbags-225x300.jpg 225w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/sleepbags-585x780.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/sleepbags-100x133.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/11\/sleepbags.jpg 960w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure>\n\n\n\n<p>A favourite quote of mine is from the Aboriginal\nactivist Lilla Watson who suggests; <\/p>\n\n\n\n<p>“<em>if\nyou have come here to help me – you are wasting your time. If you have come\nbecause your liberation is bound up with mine, then let us work together.<\/em>” <\/p>\n\n\n\n<p>It describes perfectly the difference in power\nrelation bound up in charity as distinct from solidarity. I saw in these\ncitizen-led, self-initiated responses to the migrant crisis, training grounds where\npeople were working together in ways that recover our collective liberation.\nActs that go beyond transactional offers of charity. Training grounds for\nacting outwith the status quo, beyond the mediated experiences of consumer\nsociety, where transactional ways of relating form a radical monopoly on too\nmuch of our lives; how we vote, how we meet our needs, how we offer compassion.\nHere people are learning another way of responding – beyond campaigning, beyond\ndonations, beyond petitions and beyond governments or NGOs. A way of responding\nthat is immediate, founded in mutual aid and rooted in self-organising. Direct\nresponses to another individual’s situation – hard to imagine compassion more\nradical than that. Powerful lessons in building the kind of bottom-up\ncounterpower I believe is called for in bringing about the order of change\nessential both for degrowth or deep adaptation. These are the spaces where we\nprefigure new ways of being, new manners of organising society, engage in the life-giving\nbusiness of Holloway’s <em>doing<\/em>. These are the experiences that once tasted\nare never lost. That I tasted at spaces like Pollok Free State. That the\nstudent from Edinburgh has tasted at the Refugee Community Kitchen.\nCountercultural spaces we will continue to seek out because on some level we\nknow there is something more essential to our human beingness that we find there.\nCountercultural spaces that can generate a wider culture that supports new\nexpressions of society and humanity in the face of the current crisis-cluster. <\/p>\n\n\n\n<p>Migrant solidarity is evidently a clear area around which people are self-organising and ‘acting out’; the kind of citizen-led responses I set out to find. I wonder about the scale of this response &#8211; it would be interesting to map this kind of activity, if someone hasn’t done so already. Although it’s also true that those I’ve visited are small in comparison to the sheer numbers of displaced peoples passing through Europe. And then I’m reminded of another quote &#8211; by the German poet Rilke; <br><br>“<em>Again and again in history some people wake up. They have no ground in the crowd and move to broader deeper laws. They carry strange customs with them and demand room for bold and audacious action. The future speaks ruthlessly through them.<\/em>”<br> The language of the future knows no limits, other than those we create ourselves. <br><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p><a href=\"#_ftnref1\">[1]<\/a>\nThey post these on their Facebook page or you can sign up on their website to\nreceive updates by email.<\/p>\n\n\n\n<p><a href=\"#_ftnref2\">[2]<\/a> Holloway,\nJ Crack Capitalism 2010<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This is the first in a series of articles reflecting on the last three weeks traveling for the Enough Routes programme. Gehan Macleod describes time spent helping out at two expressions of migrant solidarity at Calais and Ventimiglia. Ventimiglia Language can be limited in situations when people speak Arabic in many dialects; Kurdish; French; borrowed [&hellip;]<\/p>\n","protected":false},"author":21,"featured_media":8083,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[93],"tags":[77,106,157,158,159,160,161],"class_list":["post-8079","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-routes","tag-degrowth","tag-france","tag-routes","tag-migrant-solidarity","tag-calais","tag-ventimiglia","tag-europe"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8079"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/21"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=8079"}],"version-history":[{"count":6,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8079\/revisions"}],"predecessor-version":[{"id":8093,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8079\/revisions\/8093"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/8083"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=8079"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=8079"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=8079"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}