{"id":8110,"date":"2019-12-10T13:54:41","date_gmt":"2019-12-10T13:54:41","guid":{"rendered":"https:\/\/enough.scot\/?p=8110"},"modified":"2020-01-03T23:59:23","modified_gmt":"2020-01-03T23:59:23","slug":"what-is-the-big-green-new-deal","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/what-is-the-big-green-new-deal\/","title":{"rendered":"What is the Big Green New Deal?"},"content":{"rendered":"\n<p><em>Ben Wray assesses the phenomenon of the Green New Deal. where it comes from and what potential it has.<\/em><\/p>\n\n\n\n<p>I’ve spent a few weeks analysing Green New Deal politics across the western world, reading the latest literature and looking at what is working and what isn’t. I’ve also been researching effective social movements of the past that have changed the course of history, trying to understand what are the common themes of all of them which made them powerful. Finally, I’ve been looking at the General Election manifestos of the main political parties in the UK, to get an idea of what they are proposing. <\/p>\n\n\n\n<p>In this piece I\nam going to summarise my findings, briefly presenting what’s going on with the\nGND movement, then proposing 10 key do’s and don’t for the movement if it is to\nprogress. <\/p>\n\n\n\n<p>If you feel you\nhave a good working knowledge of Green New Deal politics, you may wish to skip\nto the section &#8217;10 things the Green New Deal movement should do &#8211; and 10 things\nit shouldn’t’.<\/p>\n\n\n\n<p><strong>The Green New\nDeal has lift off<\/strong><\/p>\n\n\n\n<p>It’s remarkable\nto think that just over one year ago the Green New Deal was a fringe idea that\nalmost no one in the mainstream of politics had heard of, never mind taken\nseriously. The sea change (no pun intended) since then &#8211; where now it is on the\nlips of leaders across the world &#8211; has been driven by a number of factors\ncoming together at once.<\/p>\n\n\n\n<p>The idea took\noff in the space of a week, which started with the pivotal IPCC report coming\nout last November on the need to keep warming to 1.5C, and ended with Alexandia\nOcasio-Cortez (AOC) speaking ay the Sunrise movement’s occupation of Democratic\nSpeaker Nancy Pelosi’s office to make the case for a Green New Deal. <\/p>\n\n\n\n<p>Since then, the\nidea has taken off like a rocket, spreading across the Atlantic and becoming a\nstaple of climate politics in the western world. The Fridays for Future and\nExtinction Rebellion movements have used protest and direct action to give the\nideas energy and keep the issue in the news. <\/p>\n\n\n\n<p><strong>From a vague\nidea towards a concrete goal<\/strong><\/p>\n\n\n\n<p>Part of the\nreason for the Green New Deal’s rapid ascendancy was that people knew it meant\nsomething big and ambitious, but little more than that. This vagueness was a\nstrength to begin with as a broad coalition of people have been able to project\ntheir own approach on to a common idea for climate action. However, if the\nmovement is to continue to progress there is a need to rapidly move to a new\nphase, where GND promotion and inspiration gives way to concrete plans and\ndemands for implementation. <\/p>\n\n\n\n<p>If this doesn’t\nhappen, the danger is that the phrase becomes an empty vessel devoid of real\nmeaning. Already we’ve seen some leaders and governments disingenuously attach\nthemselves to the slogan, despite their actual policies not matching up to the\nambitions of the Green New Deal movement. <\/p>\n\n\n\n<p>A growing body\nof literature advocating the Green New Deal is clarifying what the term really\nmeans, and what it doesn’t. Recent books by <a href=\"https:\/\/www.theguardian.com\/books\/2019\/sep\/14\/crisis-talk-green-new-deal-naomi-klein\" target=\"_blank\" rel=\"noopener\">Naomi Klein<\/a> and <a href=\"http:\/\/nymag.com\/intelligencer\/2019\/09\/ann-pettifor-makes-the-case-for-the-green-new-deal.html\" target=\"_blank\" rel=\"noopener\">Ann Pettifor<\/a> are good examples of an increased\nintellectual concreteness which is now steering the idea. Think-tank’s like <a href=\"https:\/\/neweconomics.org\/uploads\/files\/newrules2019a.pdf\" target=\"_blank\" rel=\"noopener\">the New\nEconomics Foundation<\/a> and <a href=\"https:\/\/commonweal.scot\/our-common-home\" target=\"_blank\" rel=\"noopener\">Common Weal<\/a> are adding policy meat to the Green\nNew Deal skeleton. <\/p>\n\n\n\n<p>A few common\nelements can be deciphered from this: <\/p>\n\n\n\n<ol class=\"wp-block-list\"><li><strong>The Green New Deal is about total\neconomic transformation &#8211; <\/strong>not simply changing the energy sector, and not simply greening the\nsystem; it is an idea for sustainability and equality for the entire economy.<\/li><li><strong>The Green New Deal is about a new\neconomic model &#8211; <\/strong>Themodel of capitalist development based on what Marx called “accumulation for\naccumulation’s sake” &#8211; the pursuit of profit as the bottom line &#8211; on a planet\nwith finite resources is doomed to crisis and collapse. The financial system\nwhich has built up around the needs of serving capital accumulation with\ninfinite credit, and the role of the neoliberal state as the protectorate of\nthat financial system, are therefore also incongruous with a sustainable\neconomic system. Green New Deal economics is heterogenous in that there are a\nnumber of different approaches, but the common denominator of all of them is a\nbreak with the current paradigm of growth and capital accumulation as the\nbottom line.<\/li><li><strong>The Green New Deal is about acting\nwhere you are, and acting now &#8211;<\/strong> As the FT <a href=\"https:\/\/www.ft.com\/content\/a42d8c2c-e04a-11e9-9743-db5a370481bc\" target=\"_blank\" rel=\"noopener\">succinctly\nput it<\/a> when\ndescribing the ethos behind the Green New Deal: “The goal is to make\ndecarbonisation a defining national mission rather than an internationally\nmandated chore.” GND politics is about collective action for the collective good,\nespecially on the big priority areas like heating and transport. It is not\nabout targets, it is not about plans in the distant future, and it is\ndefinitely not about UN summits for the self-aggrandisement of global leaders. <\/li><\/ol>\n\n\n\n<p><strong>Green New\nDeal whirlwind tour<\/strong><\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img decoding=\"async\" width=\"643\" height=\"437\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/gnd_thumb.png\" alt=\"\" class=\"wp-image-8114\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/gnd_thumb.png 643w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/gnd_thumb-300x204.png 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/gnd_thumb-585x398.png 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/gnd_thumb-100x68.png 100w\" sizes=\"(max-width: 643px) 100vw, 643px\" \/><\/figure><\/div>\n\n\n\n<p>To get an idea\nof where Green New Deal politics is at in different places, here is a quick\nsummary of what’s going on in the US, UK and mainland Europe. <\/p>\n\n\n\n<p><strong>United\nStates:<\/strong> The Green\nNew Deal has become a key part of the Democratic Primary race. It is especially\nassociated with the left of the Democrats, with Bernie Sanders making it\ncentral to his election campaign, but it’s a sign of the pressure on the\nEstablishment-wing of the party that Joe Biden, current frontrunner, has also <a href=\"https:\/\/www.washingtonpost.com\/climate-environment\/2019\/06\/04\/joe-biden-embraces-green-new-deal-he-releases-climate-plan\/\" target=\"_blank\" rel=\"noopener\">formally\nbacked the idea<\/a>. <\/p>\n\n\n\n<p>It is also being\npursued legislatively, with a resolution put forward by AOC and Ed Markey to\nthe Congress in February. But it’s here that the differences are posed most\nstarkly, with Pelosi welcoming “the enthusiasm” of AOC and Markey’s proposals,\nbut stating: ““I can’t say we’re going to take that and pass it.” Whereas\nAOC’s plan proposes a 2030 transition to zero-carbon which also includes social\nmeasures such as free housing, medical coverage and higher education, Pelosi’s\nBill limits itself to trying to get the US to re-commit to the Paris Agreement.<\/p>\n\n\n\n<p>The Democratic\nPrimary will be key to what happens next with the Green New Deal in the US,\nwhere the idea has helped re-invigorate socialist politics in in the Democrats,\nproviding it with a new sense of mission and urgency. With Barack Obama <a href=\"http:\/\/www.apple.com\" target=\"_blank\" rel=\"noopener\">warning that the party<\/a> is moving “too far left”, the <a href=\"https:\/\/www.washingtonpost.com\/climate-environment\/2019\/11\/27\/americans-like-green-new-deals-goals-they-reject-paying-trillions-reach-them\/\" target=\"_blank\" rel=\"noopener\">trillion-dollar\nspending<\/a>\nassociated with the US Green New Deal is the sort of issue that he and other\nestablishment Democrats will be seeking to keep out of the presidential race\nwith the climate-denying Donald Trump &#8211; who has said the Green New Deal would <a href=\"https:\/\/www.independent.co.uk\/news\/world\/americas\/us-politics\/trump-environment-speech-green-new-deal-press-conference-today-aoc-a8996161.html\" target=\"_blank\" rel=\"noopener\">“kill\nmillions of jobs”<\/a> &#8211; at the end of 2020.<\/p>\n\n\n\n<p><strong>UK:<\/strong> The Green New Deal is now advocated\nby all parties on the left to differing degrees. <\/p>\n\n\n\n<p>The Labour Party\nhas made a ‘green industrial revolution’ central to their <a href=\"https:\/\/labour.org.uk\/manifesto\/\" target=\"_blank\" rel=\"noopener\">election manifesto<\/a>, and are promising a £250 billion\n‘Green Transformation Fund’ to finance it, as well as a ‘Just Transition Tax’\non the oil &amp; gas corporations which have contributed most to the UK’s\nhistoric carbon emissions, with the money principally being used to fund new\njobs for oil &amp; gas workers in the north-east of Scotland. Labour’s plan to\nnationalise the energy sector could also lay the foundations for a GND.<\/p>\n\n\n\n<p>The SNP backs a\nGND and is establishing a Scottish National Investment Bank which it says will\nhave as its principal mission financing the zero-carbon transition. However,\nthe commitment’s in the party’s <a href=\"https:\/\/www.snp.org\/general-election-2019\/\" target=\"_blank\" rel=\"noopener\">election manifesto<\/a> do not amount to a Green New Deal\nin practise, as it prioritises market-based solutions and private sector\nsubsidies. Nicola Sturgeon has <a href=\"https:\/\/www.pressandjournal.co.uk\/fp\/news\/politics\/holyrood\/1899896\/nicola-sturgeon-attacks-jeremy-corbyns-aberdeen-tax-at-snp-manifesto-launch\/\" target=\"_blank\" rel=\"noopener\">also opposed<\/a> Labour’s Just Transition Tax,\nsaying she believed it would lead to lost jobs in the oil &amp; gas sector. <\/p>\n\n\n\n<p>The\nConservatives talk about a “Green Industrial Revolution” in <a href=\"https:\/\/assets-global.website-files.com\/5da42e2cae7ebd3f8bde353c\/5dda924905da587992a064ba_Conservative%202019%20Manifesto.pdf\" target=\"_blank\" rel=\"noopener\">their\nmanifesto<\/a>\nand say they will spend more on infrastructure but the biggest spending\ncommitments are on fixing pot-holes in the roads, and under their fiscal rules\nwill not borrow to invest more than 3 per cent of GDP per year, which means\nthey can’t get close to the investment needed for a Green New Deal. <\/p>\n\n\n\n<p>The fossil fuel\nsector still receives bigger subsidies than renewables in Britain, and, as the\nabsence of the Tories from <a href=\"https:\/\/www.youtube.com\/watch?v=H6bJhKvFVw4\" target=\"_blank\" rel=\"noopener\">the climate debate<\/a> on Channel 4 highlighted, this\nelection is set to be a decisive one for the future of the Green New Deal in\nBritain.<\/p>\n\n\n\n<p><strong>EU:<\/strong> The European Union as a whole is well behind meeting the terms of the Paris Agreement, with leading states like Germany still <a href=\"https:\/\/www.cleanenergywire.org\/news\/germanys-co2-emissions-set-fall-markedly-year-energy-use-declines\" target=\"_blank\" rel=\"noopener\">locked into coal production<\/a> until 2038. On Thursday the European Parliament <a href=\"https:\/\/www.theguardian.com\/world\/2019\/nov\/28\/eu-parliament-declares-climate-emergency\" target=\"_blank\" rel=\"noopener\">backed a Climate Emergency<\/a> and set a new target of 55 per cent emissions cut by 2030; still well short of what is required. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"1024\" height=\"512\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/rsz_twitter-1024x512.png\" alt=\"\" class=\"wp-image-8115\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/rsz_twitter-1024x512.png 1024w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/rsz_twitter-300x150.png 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/rsz_twitter-768x384.png 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/rsz_twitter-585x293.png 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/rsz_twitter-1170x585.png 1170w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/rsz_twitter-100x50.png 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/rsz_twitter.png 1838w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>The Green New\nDeal has started to pick up momentum as it has become clear that the EU’s\nmarket based mechanisms, like the Emissions Trading Scheme, are <a href=\"https:\/\/corporateeurope.org\/en\/environment\/2015\/10\/eu-emissions-trading-5-reasons-scrap-ets\" target=\"_blank\" rel=\"noopener\">woefully\ninadequate<\/a>.\nThe GND is posited as an alternative to the current ultra-low public investment\nenvironment in the Eurozone, with the currency union’s perverse fiscal rules\nacting to suppress employment in the Southern European economies in particular.\n<\/p>\n\n\n\n<p>But while the\nGND is increasingly talked up across the European left, the mechanism by which\nit is brought about is divided between pan-European solutions, advocated for\ninstance by <a href=\"https:\/\/diem25.org\/wp-content\/uploads\/2017\/02\/170212_DiEM25_END_Summary_EN.pdf\" target=\"_blank\" rel=\"noopener\">Yanis\nVaroufakis’ DIEM25<\/a>, and a return to the nation-state, with <a href=\"https:\/\/www.jacobinmag.com\/2019\/05\/europe-ecosocialism-green-new-deal-labour-melenchon-podemos\" target=\"_blank\" rel=\"noopener\">Jean-Luc Mélenchon<\/a> among the leading proponents of a\nradical reform of the Eurozone, and failing that a ‘Plan B’ of unilateral\nexit.&nbsp; The European Commission is set to\nunveil a ‘European Green Deal’ plan on 11 December, but an <a href=\"https:\/\/www.climatechangenews.com\/2019\/11\/29\/leak-reveals-brussels-draft-plan-european-green-deal\/\" target=\"_blank\" rel=\"noopener\">early leaked\ndraft<\/a>\nsuggests a lack of hard numbers is a concern as to how solid it is, though a\ncommitment to review “the\nstate aid guidelines for environment and energy” is more promising.<\/p>\n\n\n\n<p>The case of the Yellow Vests movement in France shows where green politics can go wrong if it is devoid of a radical agenda and instead seeks to pin the costs on those whose standard of living is already being squeezed. Macron scrapped a wealth tax and replaced it with a tax on fuel to fund green investment. That policy did not last the protests against it and much more, which still rumble on to this day, but in the critique of Emmanuel Macron’s greenwashing and the challenge to inequality, there are <a href=\"https:\/\/www.dissentmagazine.org\/article\/the-yellow-vests-uncertain-future\" target=\"_blank\" rel=\"noopener\">commonalities which can be found<\/a> between the Yellow Vests and GND advocates.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img decoding=\"async\" width=\"1024\" height=\"576\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/greennewdeal-1024x576.jpg\" alt=\"\" class=\"wp-image-8116\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/greennewdeal-1024x576.jpg 1024w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/greennewdeal-300x169.jpg 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/greennewdeal-768x432.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/greennewdeal-585x329.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/greennewdeal-1170x658.jpg 1170w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/greennewdeal-100x56.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2019\/12\/greennewdeal.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure><\/div>\n\n\n\n<p><strong>10 things the\nGreen New Deal movement should do &#8211; and 10 things it shouldn’t<\/strong><\/p>\n\n\n\n<p>How do we go\nforward from here? While every place has its own political conditions to\nconsider, drawing from international experience there are a number of definite\ndo’s and do not’s that activists should consider. <\/p>\n\n\n\n<p><strong>1) Demand\nperformance &#8211; not targets<\/strong><\/p>\n\n\n\n<p>Talk is cheap,\nand letting politicians talk about climate targets is letting them off the\nhook. It’s the easiest thing in the world for a leader to talk about an\nambitious target in ten or 20 years time as they don’t have to take the tough\ndecision to deliver it. We need to be clear that ambitious targets does not\nmake any nation a ‘world leader’ &#8211; only ambitious actions in the here and now\ncan do that. <\/p>\n\n\n\n<p>The Green New\nDeal movement should not waste one more second talking about targets; we should\ndemand detailed plans for implementation, and exacting timescales to go with\nthose plans. And the start date on the plans must be now.<\/p>\n\n\n\n<p>2) <strong>Be\ncollectivist &#8211; not individualist<\/strong> <\/p>\n\n\n\n<p>Bernie Sanders\nslogan <a href=\"https:\/\/www.youtube.com\/watch?v=0K9xin37qgw\" target=\"_blank\" rel=\"noopener\">‘not me, us’<\/a> should be the slogan of the Green\nNew Deal movement worldwide. We need to imbue political culture with a new\ncollective spirit and sense of common purpose, and the Green New Deal is the\nperfect idea with which to do that. <\/p>\n\n\n\n<p>There should be\nno truck with those who would seek to force the movement down the alienating,\ndoomed-to-fail route of individual consumer choices. Not only is that a\nterrible approach to addressing a collective problem, it’s also morally\ndubious. We have government to establish a collective set of laws which govern\nthe limits of our individual actions; that’s what it exists for. There’s\nabsolutely no reason why we should all accept the need for laws when it comes\nto, for instance, food standards and workplace health &amp; safety, but not for\necological sustainability.<\/p>\n\n\n\n<p>3) <strong>Be\npositive &#8211; not miserable <\/strong><\/p>\n\n\n\n<p>I writethis\nis as someone prone toapocalyptic doom-mongering &#8211; it’s not helpful,\nit’s not appealing and it’s not effective.Everywhere that the Green New\nDeal is taking off as an idea it is because it is being led by people with a\npositive story to tell about how not only can we save the world, but we can\nmake all of our lives better in the process. <\/p>\n\n\n\n<p>That’s why while\nthere is a need to reduce global economic output, it is better to couch that in\nthe language of ‘better’, rather than ‘smaller’. And that’s not misleading\neither &#8211; while we need less cars, we also need healthier cities that are more\nenjoyable to live in. Both things are true, it’s a question of which one you\nchoose to emphasise. <\/p>\n\n\n\n<p><strong>4) Be\nunilateralist &#8211; not multilateralist <\/strong><\/p>\n\n\n\n<p>The Paris\nAgreement should have taught us that even if agreements are reached at a global\nlevel, unless they can be enforced at national level they are meaningless.<\/p>\n\n\n\n<p>There’s a whole\ncircuit of well-intentioned NGO’s, academics and journalists who are waiting\nfor the next UN Climate Summit, thinking this will finally be the one to get\nclimate action moving. And national leaders love the international summits\nbecause it makes them feel like super-heroes. But they are not, and the summits\nrarely lead to anything serious on the ground for a reason &#8211; they don’t\nactually exercise a lot of power. Multilateralism on climate action is a bit\nlike multilateralism on nuclear weapons abolition&nbsp; &#8211; useless.<\/p>\n\n\n\n<p>No more waiting.\nIf international institutions push forward then great, but the action of the\nGreen New Deal movement needs to be locally and nationally focused. Think\nglobal, act local &#8211; and national.<\/p>\n\n\n\n<p><strong>5) Be\nsocialist &#8211; not capitalist<\/strong><\/p>\n\n\n\n<p>Capitalist\nenterprises and the markets they operate in are structurally incapable of\ndelivering the Green New Deal. They simply are not set-up for the sort of\nlong-term, large-scale, cross-sector action that is needed to decarbonise the\neconomy. Just as the moon-landing and Britain’s war economy in fighting the\nNazis could have only been done on the basis of massive, co-ordinated state\nplanning, so it is for the Green New Deal. <\/p>\n\n\n\n<p>To put it in a\nmore practical way, think about this. In the UK we have the highest proportion\nof non-renewable heating in Europe; more than 90 per cent of heating is through\nnatural gas. Heating along with transport is where most emissions are now\ncoming from. In the space of a decade the UK needs to replace tens of millions\nof gas boilers with zero-carbon options. House-by-house solutions like air\nsource heat pumps simply can not be efficiently done at that scale, speed and\nwith adequate reliability. The only way to do this is enormously expensive,\nrequires a mammoth co-ordination of resources and labour to the task, and means\ncarrying out infrastructure instalments largely on a district, rather than\nhouse-by-house, basis. Capitalist markets can’t solve our heating emissions\nproblem in a decade. Only socialism can. Full stop.<\/p>\n\n\n\n<p><strong>6) Be concrete\n&#8211; not abstract<\/strong><\/p>\n\n\n\n<p>The Green New\nDeal movement has to start being precise with its demands. Politicians like to\nget away with abstract sloganeering if they are allowed to, but we need to\nforce them to be exacting. Take the district heating example cited above &#8211; we\ndo not currently have the skilled workforce to carry out this scale of\ninfrastructure change in the timescale required. So what is our government\ndoing to train more plumbers and electricians? How is it co-ordinating them? Is\nit sourcing the piping material? How many houses is it going to do per year? <\/p>\n\n\n\n<p>The challenge\nwith concreteness is getting round the short-termism of politics, which\noperates to an electoral cycle and is motivated not by getting things done but\nby capturing headlines. The trick is to generate headlines <em>around<\/em>\nconcrete demands. <\/p>\n\n\n\n<p><strong>7) Break the\nrules &#8211; don’t bend to the rules<\/strong><\/p>\n\n\n\n<p>The current set\nof rules for how economies are governed is not fit for purpose in an era of\nmultiple ecological crisis. As a <a href=\"https:\/\/www.commonspace.scot\/articles\/13217\/scientists-state-led-planning-not-markets-only-hope-preventing-planetary-climate\" target=\"_blank\" rel=\"noopener\">UN report<\/a> by a group of Finnish academics put\nit, the “dominant\neconomic theories, approaches, and models…were developed during the era of\nenergetic and material abundance”.<\/p>\n\n\n\n<p>In that context,\nit is irresponsible to limit the horizons of a Green New Deal to that which is\nwithin the constraints of national and international rules which act to thwart\neffective climate action. The EU’s rules on state aid, fiscal limits and ‘free’\nmovement of capital and goods, for instance, are a barrier to a Green New Deal.\nRegardless of whether states are in or outside the EU, these rules must be\nbroken if rapid progress is to be made. Equally, Scottish political leaders\nshould not restrict themselves only to areas of devolved competence. Climate\naction should be directed by need, not rules &#8211; let London and Brussels try to\nstop us, rather than using their rules as an excuse for our inaction.<\/p>\n\n\n\n<p><strong>8) Be universal\n&#8211; not sectional<\/strong><\/p>\n\n\n\n<p>All the great\nmovements of history have had a universal message and have not been afraid to\nthink big, and in so doing seizing the terrain of ‘freedom’ and ‘justice’ and\nmaking it their own. The Civil Rights movement and <a href=\"https:\/\/www.huffpost.com\/entry\/i-have-a-dream-speech-text_n_809993\" target=\"_blank\" rel=\"noopener\">Martin Luther\nKing<\/a> are\ngood examples of this. King fought for the rights of an oppressed minority, but\nhe did so by speaking to universal values and interests, and envisioning a new\nworld which all would benefit from. <\/p>\n\n\n\n<p>In Nelson\nMandela’s famous ‘I am prepared to die’ speech, which was in substance a 3-hour\nlong case for the sabotage of the property of the white supremacists, he\nappealed to a global, universal audience, when he argued: “I have fought\nagainst white domination, and I have fought against black domination. I have\ncherished the ideal of a democratic and free society in which all people will\nlive together in harmony and with equal opportunities. It is an ideal for which\nI hope to live for and to see realised.”<\/p>\n\n\n\n<p>The Green New\nDeal must not be pidgeon-holed as a movement only of the young, or only of the\ncosmopolitan. Part of the point of a movement is to overcome narrow, sectional\ninterests and partisan political divides, and instead make a claim to speak for\nsociety as a whole.<\/p>\n\n\n\n<p><strong>9) Reach\noutside the bubble<\/strong><\/p>\n\n\n\n<p>The Green New\nDeal movement cannot be a Twitter phenomenon. Neither can it comfort itself\nwith speaking to rooms full of the converted. It needs to get offline, and get\nout of university cities. The Green New Deal movement can have a message that\nspeaks to people concerned about run-down town centres, about crap jobs, about\na lack of decent public transport, but not if it is talking to itself. <\/p>\n\n\n\n<p>Again, Bernie\nSanders provides a decent template here. His presidential campaign has\nexplicitly sought to reach outside the bubble. This video of Sanders getting a\nbig cheer at a Fox News organised town hall debate is a good example of\nbridging divides and knocking down barriers. <\/p>\n\n\n\n<figure><iframe src=\"https:\/\/www.youtube.com\/embed\/DV60Q8-B808\" allowfullscreen=\"\" width=\"560\" height=\"315\"><\/iframe><\/figure>\n\n\n\n<p>The forces which\nhave constituted the Yellow Vests, what Christophe Guilluy calls <a href=\"https:\/\/www.theguardian.com\/commentisfree\/2018\/dec\/02\/france-is-deeply-fractured-gilets-jeunes-just-a-symptom?fbclid=IwAR0Zfl97bHrL9k5BYInFWvt5PysznFM3WDpjg5RHucgEDhABAXD6fWj05Ps\" target=\"_blank\" rel=\"noopener\">“peripheral\nFrance”<\/a> &#8211;\nthose living in rural areas and are increasingly marginalised and alienated &#8211;\nneed to be a target constituency for the Green New Deal movement to win over. <\/p>\n\n\n\n<p><strong>10) Build\nunity &#8211; but with a purpose<\/strong><\/p>\n\n\n\n<p>Every successful\nmovement manages to balance two competing pressures &#8211; co-option and exclusion.\nIf a movement becomes co-opted by Establishment forces, it loses its purpose.\nThis is an obvious concern for the Green New Deal, with governments that have\nno intention of making a serious Green New Deal happen already using the language\nto communicate its climate policies. Avoiding co-option requires having\nconcrete demands.<\/p>\n\n\n\n<p>But another\ndanger is exclusion. A campaign can have the perfect Green New Deal programme,\nbut if it doesn’t involve a large section of people who are in favour of\nclimate action, then it’s not really a movement. A wide coalition can and\nshould be built in favour of the Green New Deal. <\/p>\n\n\n\n<p>So the trick is\nto build unity &#8211; but with a purpose. Bring as wide a group of people on board\n(no matter your divisions on other issues) but do so on the basis of fighting\nfor clear demands. AOC’s Green New Deal Bill, which she is trying to get\nRepublicans as well as Democrats on board with, is an example of the sort of\nunity with a purpose that can be built. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ben Wray assesses the phenomenon of the Green New Deal. where it comes from and what potential it has. I’ve spent a few weeks analysing Green New Deal politics across the western world, reading the latest literature and looking at what is working and what isn’t. I’ve also been researching effective social movements of the [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":8113,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[163],"class_list":["post-8110","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth","tag-green-new-deal"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8110"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=8110"}],"version-history":[{"count":4,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8110\/revisions"}],"predecessor-version":[{"id":8118,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8110\/revisions\/8118"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/8113"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=8110"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=8110"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=8110"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}