{"id":8149,"date":"2020-01-23T18:47:34","date_gmt":"2020-01-23T18:47:34","guid":{"rendered":"https:\/\/enough.scot\/?p=8149"},"modified":"2020-01-28T21:54:23","modified_gmt":"2020-01-28T21:54:23","slug":"part-two-a-long-time-gone-memory-and-mining-in-the-ruhr","status":"publish","type":"post","link":"https:\/\/enough.scot\/part-two-a-long-time-gone-memory-and-mining-in-the-ruhr\/","title":{"rendered":"Part Two: A long time gone, memory and mining from Silesia to the Ruhr"},"content":{"rendered":"\n<p><br> “During the industrial era people were forced to endure long and bitter conflicts in their struggle to participate in the political system…It remains to be seen whether the transformation of traditional industrial societies will be accompanied by a regress of democratic structures or whether progress towards more democracy is already culturally anchored and irreversible.” <br> <br> <strong><em>Information panel, Ruhr Museum, 2019<\/em><\/strong><br> <br>Never one to miss out on a seminal moment, in 1790 Johann Wolfgang von Goethe travelled to Upper Silesia, then on the fringes of the Prussian Empire – where he witnessed the first ‘fire-machines’ – or steam engines, to operate on the continent. <\/p>\n\n\n\n<p>Goethe\npenned a few lines of advice to his hosts on what was then an isolated\nfrontier, asking them: “Far from educated people, at the end of the empire, who\nhelps you, find treasures and bring them to light?.”<\/p>\n\n\n\n<p>The\npolymath’s answer was succinct: “only understanding and honesty help; the two\nkeys that lead to any treasure that the earth holds.” <\/p>\n\n\n\n<p>For Goethe, rational humanism, technological progress – and the ever-greater task of getting riches out from underneath the earth – could be conceived of as a single project. <\/p>\n\n\n\n<p>But\ndespite two long centuries in which traditions of empiricism and scientific\ninquiry seemed to move in step with industrial expansion and growth – this deep\nnarrative that undergirded capitalist development has, in our time, arrived at an\nabrupt end. <\/p>\n\n\n\n<p>Its\nend can be seen in the brave new world of carbon-nationalism – humming\ndissonant old tunes that drown out concepts of the planetary or the universal.\nIt can be heard in the words of an Australian Prime Minister who watches vast\nswathes of his country burn, but encourages fireworks displays through the\nsmog, “to express to the world just how optimistic and positive we are.”<\/p>\n\n\n\n<p>Coal has become, in recent years, bound up with belief in carbon-as-saviour. This represents an argument with scientific method – in so far as national truths become incompatible with basic ideas that have shaped modern industrial societies. Rejecting complexity, this belief centres on the nation as the only whole collective body we can recognise: a place that has heartlands, where honest nationals once did tough honest work. <\/p>\n\n\n\n<p>In\n2015, when US senator Jim Inhofe brought a snowball to Capitol Hill for a\ndebate on climate change, he wasn’t simply arguing with a demonstrable reality,\nhe was asserting a belief in the nation as a greater, religious, truth. Just as\nthere are no sacrificial rituals dedicated to science, there is no planet in\nthe minds of these men – just one tribe under god. <\/p>\n\n\n\n<p>&#8212;<\/p>\n\n\n\n<p>In\nEurope’s coalfields, from Upper Silesia by the waters of the Vistula, to South\nWales on the shores of the Atlantic – mining is seen as a vital old tradition; not\nquite, but soon to be lost to history. Solidarity and the raw truth of this\nwork – with its dirt and its danger – are regional bedrocks of tradition. <\/p>\n\n\n\n<p>But\ncoal is more present than it has ever been — both in terms of the amount of\ncarbon that now sits in the atmosphere, and in our continued dependence on a\nworld in which cheap fuel and cheap labour are the basic players in the global\neconomy. But coal is also very old. Too old, in fact, for many of us to\ncomprehend. <\/p>\n\n\n\n<p>This\npoint is not lost on the curators of the Silesian Museum, which opened in 2015.\nSited on a former colliery – the glass façades of its spectacular new\nstructures are decorated with images painted by former miner Ludwik Holesz, in\n1968.<\/p>\n\n\n\n<p>Holesz’s\npainting was inspired by a fossilised leaf imprinted on a piece of coal from\nthe Carboniferous period and his painting depicts the flora and fauna, compressed\nthrough millennia, into the riches and energy that made Upper Silesia. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"768\" height=\"1024\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Silesian_Museum_Facade-1-768x1024.jpg\" alt=\"\" class=\"wp-image-8155\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Silesian_Museum_Facade-1-768x1024.jpg 768w, https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Silesian_Museum_Facade-1-225x300.jpg 225w, https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Silesian_Museum_Facade-1-585x780.jpg 585w, https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Silesian_Museum_Facade-1-1170x1560.jpg 1170w, https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Silesian_Museum_Facade-1-100x133.jpg 100w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure>\n\n\n\n<p>There’s\na humility to this work too, with its inquisitive-eyed creatures darting with\nvivid colours from behind ferns. All of that colour and imagination, leaping\nfrom out of a primordial darkness, speaks to the kind of perspective and\nvitality required to place the significance of carbon in context. <\/p>\n\n\n\n<p>&#8212;<\/p>\n\n\n\n<p>From Upper Silesia I travel some 600 miles west, to another heartland: the Ruhr valley. I see familiar uniforms, part of a mining culture that followed Prussian expansion and bedded down in both regions. One small legacy of that state’s military and bureaucratic might – underpinned by coal itself. <br><\/p>\n\n\n\n<p>The fire machines which so impressed Goethe in the 1790s brought in their wake vast movements of people. They would soon transform the regions where their power was put to use beyond recognition. <\/p>\n\n\n\n<p>Steam\nmeant movement, a new animating force for the age. The race to industrialise,\nand get all that cheap energy out of the ground, brought Germans to what is now\nPoland, Poles to the shores of the Rhine, and many other peoples still. However\nmuch the ensuing centuries might have refashioned the flags, borders and\nideologies that ruled above ground – underneath it, coal held sway – a magnetic\nforce for the uprooted masses. By the 1890s, the population of the Ruhr stood\nat around two million, compared to three hundred thousand in 1850.<\/p>\n\n\n\n<p>If you transform the land, it sets the masses in motion. This is a basic fact but one worth noting. Here’s another to sit beside it: half of all the industrial carbon emissions in our atmosphere date from 1988. This is not something that has to be explained to the Chinese farmer’s son working at Foxconn, but the tragic coincidence of our times is that the observable planetary condition is as present at it is distant and unknowable. These truths invite a shrug: anyway, who can really know a whole world? We are all anchored to some small patch of it – and it is the genius of carbon nationalism to convince people, in their hearts, that <em>they<\/em> don’t have to move, even as the flames scorch the fringes of the homestead.<\/p>\n\n\n\n<p>&#8212;<\/p>\n\n\n\n<p>There are few monuments to the awesome power of coal and steel as spectacular as the Zollverein Industrial complex – with its iconic double winding gear. Closed in 1986, it was once the most productive mine in the world, today its vast, strange, beauty has won UNESCO World Heritage designation.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"768\" height=\"1024\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Ruhrsteps-768x1024.jpg\" alt=\"\" class=\"wp-image-8150\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Ruhrsteps-768x1024.jpg 768w, https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Ruhrsteps-225x300.jpg 225w, https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Ruhrsteps-585x780.jpg 585w, https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Ruhrsteps-1170x1560.jpg 1170w, https:\/\/enough.scot\/wp-content\/uploads\/2020\/01\/Ruhrsteps-100x133.jpg 100w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure>\n\n\n\n<p>Now housing a range of cultural facilities within its cavernous surroundings, the air around these Bauhaus-inspired structures is clearer than it once was. This is frequently remarked upon by visitors from across Germany, many of whom still view the Ruhr as a smoke-black region of incessant noise and movement. <\/p>\n\n\n\n<p>My guide, Frank Switala, whose grandfather came to the Ruhr at the end of the 19<sup>th<\/sup> century, explains how this perception was grounded in reality. <br><br> “I remember days in my childhood, where everything was polluted by smoke: my grandma tested the wind in the evening and then she decided if she could leave the washing out or take it in.”<\/p>\n\n\n\n<p>Frank, a child of the post-war boom years, also recalls that this moment of intensive industrial expansion saw the Ruhr became something of a cosmopolitan heartland – a necessity given German industry&#8217;s thirst for labour.<\/p>\n\n\n\n<p>“When I was kid after school, you could just throw your ball in the back and whistle and get ten or twelve kids around you and that team was as international as Liverpool FC is today.”<\/p>\n\n\n\n<p>My\nguide is also eager to tell me about his travels to Wales during the miner’s\nstrike: “my personal impression at that moment when I was there I thought, hey,\nthis country&#8217;s close to civil war.”<\/p>\n\n\n\n<p>He\ncontrasts this with the German state’s willingness to subsidise local coal at\nthe time: “what we did was we bought social peace.” <\/p>\n\n\n\n<p>Part of that legacy is Zollverein itself. Near the entrance to the Ruhr Museum, within the complex’s former coal washing plant, is a lump of coal from the last shift at the last hard coal mine in Germany, closed in 2018. Visitors are then invited downwards into the depths of the region’s pre-history – via a glowing orange stairway inspired by molten steel that befits a passage to the underworld. <\/p>\n\n\n\n<p>“I find this is one of the best examples for the transition going on. And we try to keep up with the future, because there&#8217;s one day that will be coming when coal mining is a long, long time gone.”<br><br>  “We&#8217;re still in transition. This is something that has not completed. Yes. 150 years of industrialization. You cannot undo it in one or two generations,” explains Frank. <\/p>\n\n\n\n<p>&#8212;<\/p>\n\n\n\n<p>Travelling\nacross Germany, &nbsp;it’s striking to consider\nthat the country that worships Goethe’s mix of enlightenment humanism and\nromantic obsession with prelapsarian nature, is facing political crises and a\nwider sense of angst about its future. The engine room of Europe’s economy is\non a collision course with the contradictions of growth and development, and\nthe consequences of great wealth on a volatile planet. To crib a theme from the\ngreat man’s canon – looking back, it all seems a bit Faustian. <\/p>\n\n\n\n<p>Cheap\ncoal underpinned social democracy and the wonders of post-war economic recovery\nin West Germany. It also lies just under the surface of contemporary divisions\n— in the poorer East, the country’s green credentials are all too easily\npresented as just another urban fad — and the opportunistic nationalism of AFD\nis happy to portray climate change as a hoax. Similarly, as a recent scandal\nconcerning a satirical song about a carbon guzzling grandmother shows, the\ndemographic strains occurring across an ageing populace, are part of the\npicture too. <\/p>\n\n\n\n<p>The Scott Morrisons and Jim Inhofes of this world would like our memories to be short, and our imaginative sense of history as narrow as a national anthem. Increasingly, carbon-nationalism pits the traditional idealised image of the miner against the migrant – forgetting that, so often, they have been one and the same. <\/p>\n\n\n\n<p>But far from being bound up with tradition, much of that carbon is fresh – in 1988 the world produced 8.75 billion tonnes of carbon from coal, compared to 14.57 billion tonnes in 2017. <br><br>All those tonnes of raw energy were some 300 million years in the making. The great anxiety of all those absurd old men, preaching national optimism and holding up coal as the authentic saviour, is a desperate desire to avoid confronting our mortal, finite, condition. Because even in the current orgy of burning, coal reminds us, above all, of our own irrelevance. Something that every miner, mixing his sweat and breath to unsettle awesome geological forces on a day to day basis, learns as an apprentice. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>“During the industrial era people were forced to endure long and bitter conflicts in their struggle to participate in the political system…It remains to be seen whether the transformation of traditional industrial societies will be accompanied by a regress of democratic structures or whether progress towards more democracy is already culturally anchored and irreversible.” Information [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":8156,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[93],"tags":[],"class_list":["post-8149","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-routes"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8149"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=8149"}],"version-history":[{"count":11,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8149\/revisions"}],"predecessor-version":[{"id":8168,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8149\/revisions\/8168"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/8156"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=8149"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=8149"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=8149"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}