{"id":8308,"date":"2020-03-16T17:30:35","date_gmt":"2020-03-16T17:30:35","guid":{"rendered":"https:\/\/enough.scot\/?p=8308"},"modified":"2020-03-17T11:15:45","modified_gmt":"2020-03-17T11:15:45","slug":"enough-statement-collective-care-in-the-time-of-coronavirus","status":"publish","type":"post","link":"https:\/\/enough.scot\/enough-statement-collective-care-in-the-time-of-coronavirus\/","title":{"rendered":"Enough! Statement: Collective Care in the time of Coronavirus"},"content":{"rendered":"\n<p>The coronavirus pandemic is a reminder that health is truly a public issue that we must meet with care, courage and a collaborative mindset in order to lessen the impact on everyone, but especially on the hardest hit and most vulnerable members of society.<\/p>\n\n\n\n<p>The best case scenario would be a well-resourced public health system and carefully coordinated responses by our national governments and local authorities that enable us to restructure our daily lives in ways that minimise the risk of infection and ensuing spread of the virus.<\/p>\n\n\n\n<p>This is not our current reality. Years of austerity politics have left the NHS and local authorities woefully underfunded and ill-equipped to meet the demands that the peak of the coronavirus outbreak will bring. The UK Government’s light-handed approach in the hope to increase “herd immunity” <a href=\"https:\/\/www.theguardian.com\/commentisfree\/2020\/mar\/15\/epidemiologist-britain-herd-immunity-coronavirus-covid-19?CMP=share_btn_fb&amp;fbclid=IwAR1oB1ZsbwDN-m_IzbT0OS5ylIG2-3dgOXpicNw5xJnhTkL1iVar5jlNgKM\" target=\"_blank\" rel=\"noopener\">has been widely criticised by experts<\/a> and those based in other countries where the outbreak is already more advanced than here. The Scottish Government’s<a href=\"https:\/\/www.gov.scot\/news\/covid-19-testing-update\/\" target=\"_blank\" rel=\"noopener\"> introduction of community testing<\/a> to monitor how the virus spreads to better predict when it is likely to peak is an important move. However, measures to limit the spread of the virus are not yet far-reaching given that we are dealing with a global emergency unfolding at an exponential pace.<\/p>\n\n\n\n<p>We are also very wary of the narrative that there are positive environmental consequences as a result of the coronavirus. Celebrating the carbon reduction brought from the virus distracts us from the kind of systemic change that is desperately needed. We’ve been needing to slow down for a long time:<\/p>\n\n\n\n<p>“What the virus is telling us about our society, our work life, our family life, our systems is this: most of it isn’t designed for humans, it’s designed for capitalism. That’s a profound insight worth holding onto.” &#8211; <a href=\"https:\/\/bellacaledonia.org.uk\/2020\/03\/15\/on-isolation-and-recovery\/\" target=\"_blank\" rel=\"noopener\">Mike Small<\/a><\/p>\n\n\n\n<p>At this time of social emergency, what can we learn towards making systemic change? We can acknowledge the vital importance of our public services, reflect on the importance of community and human connection, recognise our collective interdependence and be conscious of our creative potential. We can make the most of this time to take stock, to read and learn, to <a href=\"https:\/\/usdac.us\/news-long\/2020\/3\/15\/community-care-in-the-time-of-coronavirus?fbclid=IwAR27JEIBFgm0mSteqv5U7L9iadGnJ9loX3tv5hz9gP-QB1EY2t2nfqtd9lo\" target=\"_blank\" rel=\"noopener\">share resources<\/a>, to explore, discuss and build alternatives.<\/p>\n\n\n\n<p><strong><em>Together, we are enough. Together, we can find ways to move through times of crisis and beyond. <\/em><\/strong><\/p>\n\n\n\n<p>We must now look at routes available to us to strengthen mutual support \nstructures for the most vulnerable in society and our public health \nsystem. Taking collective responsibility is one way in which each of us \ncan help to “<a href=\"https:\/\/www.sciencealert.com\/dragging-out-the-coronavirus-epidemic-is-important-in-saving-lives\" target=\"_blank\" rel=\"noopener\">flatten the curve<\/a>”\n of the pandemic’s peak in Scotland and the UK, and minimise the impact \non people needing treatment, and on our overstrained and under resourced\n NHS and its workers.<\/p>\n\n\n\n<p>At Enough!, we have made the decision to move our internal meetings and public-facing events to virtual spaces for the time being. This will cut down on commuting and sharing spaces in close proximity, to slow down the virus outbreak. In terms of our planned outward facing work, this will affect the <a href=\"https:\/\/enough.scot\/2020\/02\/24\/less-for-lent-give-up-capitalism-for-40-days\/\">Less for Lent<\/a> group meet-ups and the launch of <a href=\"https:\/\/enough.scot\/2019\/10\/10\/less\/\">Less &#8211; the journal of the Scottish Degrowth Commission, Issue 1<\/a>, which are both to take place in the coming weeks and which we are now looking to host in virtual spaces. <\/p>\n\n\n\n<p>The decision might also mean prioritising research and development in the coming weeks and maybe months, which won’t affect our publications but has some implications for our community-based work. We will move as much as we possibly can onto virtual platforms, and will share information on how to join and connect with us on a case by case basis.<\/p>\n\n\n\n<p>We recognise that we are lucky to be in a position to take these steps, and we would like to encourage those who can to take similar measures. <\/p>\n\n\n\n<p>We can reframe ‘social distancing’ as an <a href=\"https:\/\/mailchi.mp\/c51680b37a33\/march-in-mayday-rooms-2682841?e=0b5a67bf1c\" target=\"_blank\" rel=\"noopener\">act of solidarity<\/a> and mutual aid. We recognise that the act of self-isolation may be difficult for many in a world already marked with loneliness, alienation, fear and social insecurity. We would like to set a precedent of care for our friends, neighbours and those around us: we encourage everyone to think about how we can act collectively to protect marginalised and oppressed groups, to connect and deepen community over the next few weeks.<\/p>\n\n\n\n<p>In solidarity and care,<br><\/p>\n\n\n\n<p>Enough!<\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The coronavirus pandemic is a reminder that health is truly a public issue that we must meet with care, courage and a collaborative mindset in order to lessen the impact on everyone, but especially on the hardest hit and most vulnerable members of society. The best case scenario would be a well-resourced public health system [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":8311,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[99,1],"tags":[168,169,170,171,172,173],"class_list":["post-8308","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-events","category-uncategorized","tag-coronavirus","tag-solidarity","tag-system-change","tag-public-health","tag-social-distancing","tag-collective-care"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8308"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=8308"}],"version-history":[{"count":5,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8308\/revisions"}],"predecessor-version":[{"id":8315,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8308\/revisions\/8315"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/8311"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=8308"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=8308"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=8308"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}