{"id":8350,"date":"2020-04-09T13:35:40","date_gmt":"2020-04-09T13:35:40","guid":{"rendered":"https:\/\/enough.scot\/?p=8350"},"modified":"2020-04-09T13:35:42","modified_gmt":"2020-04-09T13:35:42","slug":"the-virus-is-not-degrowth","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/the-virus-is-not-degrowth\/","title":{"rendered":"The Virus is Not Degrowth"},"content":{"rendered":"\n<p><em>This statement by the degrowth.info editorial team is helpful as the Enough Collective and climate activists (and all of us) continue to get our heads around the current crisis. <\/em><\/p>\n\n\n\n<p><em>Degrowth advocates for a general slowdown and large emissions reductions, minus the pandemic and social distress.<\/em><\/p>\n\n\n\n<p>The coronavirus (covid-19) has caused upheaval across the world, \ndeaths of the most vulnerable, closed borders, financial market crashes,\n curfews and controls on group gatherings, and many more devastating \neffects.<\/p>\n\n\n\n<p>Despite observations that <a href=\"https:\/\/www.bbc.co.uk\/news\/science-environment-51944780\" target=\"_blank\" rel=\"noopener\">pollution and emissions have reduced<\/a>, the sudden, un-planned, and chaotic downscaling of social and economic activity due to covid-19 is categoraically <em>not <\/em>degrowth.\n Instead, it’s an example of why degrowth is needed; it shows the \nunsustainability and fragility of our current way of life. Additionally,\n the response to covid-19 has shown that degrowth is possible, because \nsociety (and the state) has demonstrated an ability to dramatically \nchange the modus operandi in response to a major crisis.<\/p>\n\n\n\n<p>This article will consider these three points in further detail: the \ncovid-19 crisis is not degrowth, how covid-19 shows that degrowth is \nneeded, and why covid-19 shows the potential for a societal \ntransformation to a degrowth future.<\/p>\n\n\n\n<p><strong>This crisis is not degrowth.<\/strong><\/p>\n\n\n\n<p>Just because covid-19, like an economically triggered recession, has \nresulted in a downscaling of production, transport, and emissions \namongst other things, this does not mean it represents degrowth. \nFirstly, a degrowth transformation must be intentional and democratic.<\/p>\n\n\n\n<p>Secondly, degrowth requires a long-term commitment to the downscaling\n of production and consumption as well as the reorganization of society \nin a different and more just way.<\/p>\n\n\n\n<p>Thirdly, covid-19 has so far disproportionately affected the most \nvulnerable in society; not only the very old and young, but also workers\n who don’t have the option of paid remote work and so must face the <a href=\"https:\/\/www.theguardian.com\/commentisfree\/2020\/mar\/14\/coronavirus-outbreak-inequality-austerity-pandemic\" target=\"_blank\" rel=\"noopener\">trade-off between risky infection at work or staying at home awaiting unpayable bills<\/a>. In the U.S., expensive health care bills and the general lack of coverage, are <a href=\"https:\/\/qz.com\/1809382\/us-health-care-costs-could-help-coronavirus-spread\/\" target=\"_blank\" rel=\"noopener\">likely going to cause the virus to spread&nbsp; further,<\/a>\n amongst uninsured and low-income people. Globally, some of the most \nvulnerable are refugees trapped in inadequate facilities, exemplified by\n <a href=\"https:\/\/www.euronews.com\/2020\/03\/14\/immediate-evacuation-of-migrant-camps-in-greece-needed-to-contain-coronavirus-says-msf\" target=\"_blank\" rel=\"noopener\">the disaster waiting to unfold on the Greek island of Lesbos<\/a>.\n Something tells us the rich aren’t struggling to find hand sanitizer \nand toilet paper, or dying in hospitals from lack of treatment.<\/p>\n\n\n\n<p>In summary, a degrowth transformation would be intentional and \nproactively pursued, and have justice and equality at its core. None of \nthis is the case in the current situation.<\/p>\n\n\n\n<p><strong>Covid-19 shows that degrowth is needed.<\/strong><\/p>\n\n\n\n<p>The current crisis highlights the unsustainability of our current \nsystem. If a flu can cause such upheaval throughout our entire social \nand economic system, then we should probably consider different and \nbetter ways to organize our societies. Our current political-economic \nsystem is incapable of responding to the crisis in a just and humane \nway. For example, <a href=\"https:\/\/www.politico.eu\/article\/g7-leaders-to-do-whatever-necessary-to-fight-coronavirus\/\" target=\"_blank\" rel=\"noopener\">the G7’s recent statement<\/a> on the crisis portrays ‘the economy’ as an equal, if not greater, priority than social well-being:<\/p>\n\n\n\n<p><em>“we will work to resolve the health and economic risks caused by \nthe COVID-19 pandemic and set the stage for a strong recovery of strong,\n sustainable economic growth and prosperity”<\/em><\/p>\n\n\n\n<p>Thus, an alternative political-economic system is needed. One that is\n more resilient, just, and explicitly prioritizes human (and non-human) \nwell-being over economic growth. We will explore here some of the causes\n of covid-19, the structural mechanisms that have exacerbated it, and \nconsider how this would be different in a degrowth society.<\/p>\n\n\n\n<p>Covid-19 originated from a <a href=\"https:\/\/theecologist.org\/2020\/feb\/04\/eating-animals-will-be-death-us\" target=\"_blank\" rel=\"noopener\">‘live-animal market’<\/a>, where over 100 types of wild and domesticated animals are kept in close proximity and killed in front of customers. Like <a href=\"https:\/\/www.plantbasednews.org\/opinion\/carnivores-coronavirus-end-of-the-world\" target=\"_blank\" rel=\"noopener\">many pandemics before it<\/a>,\n covid-19 entered the human population through the killing and \nconsumption of animals. Initially then, a society in which animals were \ntreated with more care rather than as commodities to be exploited and \nconsumed would reduce the risk of pandemics such as covid-19. On this \nnote,<a href=\"https:\/\/www.degrowth.info\/en\/2020\/02\/degrowth-and-animal-liberation\/\" target=\"_blank\" rel=\"noopener\"> some <\/a><a href=\"https:\/\/www.degrowth.info\/en\/2020\/02\/degrowth-and-animal-liberation\/\" target=\"_blank\" rel=\"noopener\">degrowth advocates have argued for animal liberation<\/a>. A strong case can be made that it is the <a href=\"https:\/\/climateandcapitalism.com\/2020\/03\/11\/capitalist-agriculture-and-covid-19-a-deadly-combination\/\" target=\"_blank\" rel=\"noopener\">global capitalist industrial agri-food system<\/a>\n in particular that creates the kind of conditions that allow for the \nincreased occurrence of viruses and their potential to spread.<\/p>\n\n\n\n<p>The occurrence (and spread) of viruses like covid-19 is also greatly \nexacerbated by highly dense living. Cities have been growing in size and\n numbers since the agrarian revolution and continue unchecked up until \nthe present. Larger and denser cities are a consequence of out-migration\n from the declining countryside due to a lack of employment \nopportunities, economic and transport policies that favor the center \nover the periphery, and a culture that fetishizes the lifestyle and \nopportunities of the big city. Meanwhile, a degrowth transformation \nwould emphasize the importance of community-based economic activity, \nre-prioritize essential work such as growing food, re-value proximity to\n nature, and demonstrate the possibilities for a multi-cultural, \ndiverse, and socially-rich life outside of big cities.<\/p>\n\n\n\n<p>The economic fallout following the breakdown of global supply chains –\n notably the abrupt closing of factories in China – highlights what the \nBrookings Institute (a conservative thinktank) describe as “<a href=\"https:\/\/www.brookings.edu\/blog\/future-development\/2020\/03\/05\/the-coronavirus-will-reveal-hidden-vulnerabilities-in-complex-global-supply-chains\/\" target=\"_blank\" rel=\"noopener\">hidden vulnerabilities<\/a>”. Similarly, the Harvard Business Review is calling for <a href=\"https:\/\/hbr.org\/2020\/03\/coronavirus-is-proving-that-we-need-more-resilient-supply-chains\" target=\"_blank\" rel=\"noopener\">more resilient supply chains<\/a>, and Foreign Policy is saying firms like Apple have been “<a href=\"https:\/\/foreignpolicy.com\/2020\/03\/04\/blindsided-on-the-supply-side\/\" target=\"_blank\" rel=\"noopener\">blindsided on the supply side<\/a>.” It’s almost like the business pundits and consultants are suddenly waking up to the craziness of an economic system where <a href=\"https:\/\/www.lifewire.com\/where-is-the-iphone-made-1999503\" target=\"_blank\" rel=\"noopener\">an iPhone requires parts from dozens of countries<\/a>, <a href=\"https:\/\/time.com\/46777\/your-data-is-dirty-the-carbon-price-of-cloud-computing\/\" target=\"_blank\" rel=\"noopener\">‘the cloud’ is dirty<\/a>\n and devours a huge amount of energy to support your streaming needs, \nand where those pretty white boxes embody lots of (exploited) human \nlabor. Degrowth proposes to re-localize a significant amount of \nproduction based on <a href=\"https:\/\/www.degrowth.info\/en\/2019\/09\/liberatory-potential-local-action\/\" target=\"_blank\" rel=\"noopener\">bio-regionalism<\/a><a href=\"https:\/\/www.degrowth.info\/en\/2019\/09\/liberatory-potential-local-action\/\" target=\"_blank\" rel=\"noopener\">,<\/a> shortening supply chains and increasing their resilience through transparency and decentralization.<\/p>\n\n\n\n<p>Lastly, it is true that human settlements have experienced fatal \nepidemics for much longer than the existence of capitalism as we know it\n today. However, our hyper-mobile and interconnected global capitalist \nsocieties have exacerbated the spread of covid-19 through<a href=\"https:\/\/www.wsj.com\/graphics\/how-the-coronavirus-spread\/\" target=\"_blank\" rel=\"noopener\"> frequent <\/a><a href=\"https:\/\/www.wsj.com\/graphics\/how-the-coronavirus-spread\/\" target=\"_blank\" rel=\"noopener\">long-distance <\/a>travel, <a href=\"https:\/\/en.wikipedia.org\/wiki\/2020_coronavirus_pandemic_on_cruise_ships\" target=\"_blank\" rel=\"noopener\">massive cruise ships<\/a>, and short-distance flights (for example from <a href=\"https:\/\/www.politico.eu\/article\/belgium-bans-events-with-over-1000-people-due-to-coronavirus\/\" target=\"_blank\" rel=\"noopener\">Belgium to Italy for ski vacations<\/a>).\n Covid-19 has grounded our hyper-mobility to a halt. We’re forced to \nstay rooted, and maybe it’s a moment to reflect on why we constantly \nfeel compelled in contemporary society to be always on-the-go, be it \nfrom one activity to the next or from one continent to another for a 5 \nday holiday.<\/p>\n\n\n\n<p>While the reasons for ‘slowing down’ are different for covid-19 \n(reducing the spread of infection) and degrowth (e.g. reducing the <a href=\"https:\/\/www.wri.org\/blog\/2020\/02\/greenhouse-gas-emissions-by-country-sector\" target=\"_blank\" rel=\"noopener\">global emissions from transport<\/a>),\n both lead us to a similar reflection: perhaps we can be content \nspending much more of our time at home with family and friends, in our \ncommunities and moving more slowly and mindfully.<\/p>\n\n\n\n<p><strong>Covid-19 shows degrowth is possible<\/strong><\/p>\n\n\n\n<p>Planning, economic regulation, limiting certain social behaviors, \nhigh-levels of community cooperation and a slowing down of life (of \ncourse not for all, but for many), have all been responses to covid-19, \nand demonstrate the need for a re-evaluation of our way of life. Similar\n measures were labeled ‘politically impossible’ and ‘unrealistic’ in the\n context of climate and other social crises, yet today they are reality \nin China, across all of Europe, and now the rest of the world.<\/p>\n\n\n\n<p>Covid-19, like any crisis, highlights the potential for transformative action (and change) when society <em>decides<\/em>\n the crisis warrants discarding the previous bounds of normalcy. The \nsigns of this are already here. For example, there are popular online \npetitions in Germany and the UK calling for a universal basic income to \nbe implemented in order to protect those threatened by job loss and \npoverty due to covid-19.<\/p>\n\n\n\n<p>Climate change is expected to cause approximately <a href=\"https:\/\/www.who.int\/globalchange\/publications\/quantitative-risk-assessment\/en\/\" target=\"_blank\" rel=\"noopener\">250,000 additional deaths per year between 2030 and 2050<\/a>;\n 38,000 due to heat exposure in elderly people, 48,000 due to diarrhoea,\n 60,000 due to malaria, and 95,000 due to childhood undernutrition. Yet \nsociety has not been so quick to take meaningful action. An abhorrent \nreality is that part of the reason for inaction in wealthy nations is \nlikely because, as the same report shows “the burden of disease from \nclimate change in the future will continue to fall mainly on children in\n developing countries”.<\/p>\n\n\n\n<p>This is why it is important to acknowledge the climate crisis as \nbeing exactly that: an unfolding catastrophe requiring an urgent and \ndrastic systemic response. Degrowth provides a way forward.<\/p>\n\n\n\n<p><strong>From analysis to action<\/strong><\/p>\n\n\n\n<p>Whilst the current slow-down of economic activity may have some \nanalogies with degrowth, this is clearly not the societal transformation\n we are struggling for. Instead, the crisis shows the failure of the \ncurrent political-economic system and its inadequacies in dealing with \nsuch crises in a humane and just way. Degrowth offers a more resilient, \njust, and sustainable alternative way of organising society.<\/p>\n\n\n\n<p>Most encouraging of all, the current crisis highlights the <em>potential <\/em>for\n a degrowth transformation across all scales of society. States are \nplanning, regulating and being challenged, communities are creating \nmutual support networks, and individuals are radically adjusting their \nway of living.<\/p>\n\n\n\n<p>On the other hand, there is clearly a historical precedent for \nright-wing, populist, and neoliberal governments exploiting crises such \nas the current one to re-embed their agenda. In 2008-2009 they enacted \nausterity policies for the majority and bailed out the financial and \ninsurance sector (now they are considering saving the airlines).<\/p>\n\n\n\n<p>In an upcoming article, we will consider how the degrowth movement \n(and other social and ecological movements) can counter this tendency \nfor crises to be exploited for harmful ends, and consider what \nstrategies make sense during the covid-19 crisis.<\/p>\n\n\n\n<p>We send our solidarity to everyone who needs it in this moment.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This statement by the degrowth.info editorial team is helpful as the Enough Collective and climate activists (and all of us) continue to get our heads around the current crisis. Degrowth advocates for a general slowdown and large emissions reductions, minus the pandemic and social distress. The coronavirus (covid-19) has caused upheaval across the world, deaths [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":7343,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[77,168],"class_list":["post-8350","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth","tag-degrowth","tag-coronavirus"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8350"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=8350"}],"version-history":[{"count":2,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8350\/revisions"}],"predecessor-version":[{"id":8355,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8350\/revisions\/8355"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/7343"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=8350"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=8350"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=8350"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}