{"id":8478,"date":"2020-06-06T10:21:37","date_gmt":"2020-06-06T10:21:37","guid":{"rendered":"https:\/\/enough.scot\/?p=8478"},"modified":"2020-06-06T10:52:38","modified_gmt":"2020-06-06T10:52:38","slug":"a-call-from-scotland-to-embrace-degrowth-thinking-on-globaldegrowthday","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/a-call-from-scotland-to-embrace-degrowth-thinking-on-globaldegrowthday\/","title":{"rendered":"A Call from Scotland to Embrace Degrowth Thinking on #GlobalDegrowthDay"},"content":{"rendered":"\n<p><\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>A Call from Scotland to Embrace Degrowth Thinking on <\/strong><a href=\"https:\/\/twitter.com\/hashtag\/GlobalDegrowthDay?src=hashtag_click\" target=\"_blank\" rel=\"noopener\"><strong>#GlobalDegrowthDay<\/strong><\/a><strong> <\/strong><br>Saturday 6th June, 2020<\/h3>\n\n\n\n<p><strong><em>As long as our economy is dependent on growth, any ‘economic recovery’ from the coronavirus will be a disaster. Instead, Scotland needs a planned, sustainable, and equitable downscaling and a fundamental reorganising of the economy.<\/em><\/strong><\/p>\n\n\n\n<p><strong><em>Today, on #GlobalDegrowthDay, we lay out some principles of degrowth for those not familiar with the idea and ask: What would the economy of a degrowth Scotland look like?<\/em><\/strong><\/p>\n\n\n\n<p>The Scottish Government’s ‘<a href=\"https:\/\/www.sustainablegrowthcommission.scot\/\" target=\"_blank\" rel=\"noopener\">Sustainable Growth Commission<\/a>’ calls for an “inter-generational economic renaissance”, but starts from the impossible premise that economic growth can be made sustainable. As we think about how to repair and reconstruct our economy following Covid-19, Enough’s <strong>Degrowth Commission<\/strong> is calling on the Scottish Government, civil society and communities to embrace ideas of degrowth.<\/p>\n\n\n\n<p>Put simply, degrowth is “<a href=\"https:\/\/www.opendemocracy.net\/en\/oureconomy\/degrowth-new-roots-economy\/\" target=\"_blank\" rel=\"noopener\">a planned yet adaptive, sustainable, and equitable downscaling of the economy, leading to a future where we can live better with less<\/a>.” Degrowth does not mean ‘shrinking’ all areas of human life or of the economy. It allows for the creation of <em>more of what we need<\/em>, and <em>less<\/em> useless material goods and toil.<\/p>\n\n\n\n<p>There is a growing movement for degrowth economics worldwide. A <a href=\"https:\/\/www.opendemocracy.net\/en\/oureconomy\/degrowth-new-roots-economy\/\" target=\"_blank\" rel=\"noopener\">recent letter<\/a> from the <a href=\"https:\/\/www.degrowth.info\/en\/open-letter\/\" target=\"_blank\" rel=\"noopener\">International Degrowth Network<\/a>, published in the UK by <a href=\"https:\/\/www.opendemocracy.net\/en\/oureconomy\/degrowth-new-roots-economy\/\" target=\"_blank\" rel=\"noopener\">Open Democracy<\/a>, has pointed out that the crisis triggered by the Covid-19 pandemic has exposed weaknesses of growth-driven capitalist economies. Crippled healthcare systems, austerity, climate change, poverty and hunger and biodiversity loss cause millions of deaths every year. The letter states:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>“For decades, the dominant strategies against these ills were to leave economic distribution largely to market forces and to lessen ecological degradation through decoupling and green growth. This has not worked. We now have an opportunity to build on the experiences of the Corona crisis: from new forms of cooperation and solidarity that are flourishing, to the widespread appreciation of basic societal services like health and care work, food provisioning and waste removal. The pandemic has also led to government actions unprecedented in modern peacetime, demonstrating what is possible when there is a will to act: the unquestioned reshuffling of budgets, mobilization and redistribution of money, rapid expansion of social security systems and housing for the homeless.”<\/p><cite>Degrowth New Roots Collective<\/cite><\/blockquote>\n\n\n\n<p><\/p>\n\n\n\n<p>This letter has been published in 18 languages and <a href=\"https:\/\/www.degrowth.info\/en\/our-projects\/open-letter\/\" target=\"_blank\" rel=\"noopener\">signed<\/a> by more than 1,100 experts and over 70 organisations from more than 60 countries.<\/p>\n\n\n\n<p><strong>The experience of Covid-19 has taught us something we already knew, now made explicit: a different kind of world is not just possible; it is a crucial and urgent necessity. <\/strong><\/p>\n\n\n\n<p>We cannot return to our toxic past and “business as usual”. The old growth economy, based on hyper-consumerism, was one marked by gross inequality, catastrophic carbon emissions and a globalism that was committing us to omnicide. Any return to “normal” will not just be socially disastrous, it will ensure that our current trajectory for climate catastrophe is ensured. The endless cycle of production and consumption must cease.<\/p>\n\n\n\n<p>As this oft-quoted passage by <a href=\"https:\/\/www.ft.com\/content\/10d8f5e8-74eb-11ea-95fe-fcd274e920ca\" target=\"_blank\" rel=\"noopener\">Arundhati Roy<\/a> reflects:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>“Nothing could be worse than a return to normality. Historically, pandemics have forced humans to break with the past and imagine their world anew. This one is no different. It is a portal, a gateway between one world and the next. We can choose to walk through it, dragging the carcasses of our prejudice and hatred, our avarice, our data banks and dead ideas, our dead rivers and smoky skies behind us. Or we can walk through lightly, with little luggage, ready to imagine another world. And ready to fight for it.”<\/p><cite><br><a href=\"https:\/\/www.ft.com\/content\/10d8f5e8-74eb-11ea-95fe-fcd274e920ca\" target=\"_blank\" rel=\"noopener\">Arundhati Roy<\/a><\/cite><\/blockquote>\n\n\n\n<p><\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>5 Principles for Degrowth Recovery<\/strong><\/h4>\n\n\n\n<p>Enough! today shares the <strong>5 international principles<\/strong> for a just recovery of our economy and the basis of creating a just society. To develop new roots for an economy that works for all, we need to:<\/p>\n\n\n\n<p>1) <strong>Put life at the center of our economic systems. <\/strong>Instead of economic growth and wasteful production, we must put life and wellbeing at the center of our efforts. While some sectors of the economy, like fossil fuel production, military and advertising, have to be phased out as fast as possible, we need to foster others, like healthcare, education, renewable energy and ecological agriculture.<\/p>\n\n\n\n<p>2) <strong>Radically reevaluate how much and what work is necessary for a good life for all. <\/strong>We need to put more emphasis on<a href=\"https:\/\/globalwomenstrike.net\/open-letter-to-governments-a-care-income-now\/\" target=\"_blank\" rel=\"noopener\"> care work<\/a> and adequately value the professions that have proven essential during the crisis. Workers from destructive industries need access to training for new types of work that is regenerative and cleaner, ensuring a just transition. Overall, we have to reduce working time and introduce schemes for work-sharing.<\/p>\n\n\n\n<p>3) <strong>Organize society around the provision of essential goods and services. <\/strong>While we need to reduce wasteful consumption and travel, basic human needs, such as the right to food, housing and education have to be secured for everyone through universal basic services or universal basic income schemes. Further, a minimum and maximum income have to be democratically defined and introduced.<\/p>\n\n\n\n<p>4) <strong>Democratize society. <\/strong>This means enabling all people to participate in the decisions that affect their lives. In particular, it means more participation for marginalized groups of society as well as including<a href=\"https:\/\/www.degrowth.info\/en\/2020\/04\/feminist-degrowth-collaborative-fada-reflections-on-the-covid-19-pandemic-and-the-politics-of-social-reproduction\/?fbclid=IwAR0YkciFJDNEKco8ZKfhdexFNCvxHFK2ZFUtM3Vz-M1YGxSgVobIYLkx54E\" target=\"_blank\" rel=\"noopener\"> feminist principles<\/a> into politics and the economic system. The power of global corporations and the financial sector have to be drastically reduced through democratic ownership and oversight. The sectors related to basic needs like energy, food, housing, health and education need to be decommodified and definancialised. Economic activity based on cooperation, for example worker cooperatives, has to be fostered.<\/p>\n\n\n\n<p>5) <strong>Base political and economic systems on the principles of solidarity and decolonisation. <\/strong>Redistribution and justice &#8211;<a href=\"https:\/\/report.gndforeurope.com\/\" target=\"_blank\" rel=\"noopener\"> transnational, intersectional and intergenerational<\/a> &#8211; must be the basis for reconciliation between current and future generations, social groups within countries as well as between countries of the Global South and Global North. The Global North in particular must end current forms of exploitation and make reparations for past ones. Climate justice must be the principle guiding a rapid social-ecological transformation. Abandon economic practices that rely on outsourcing cheap labour within and outwith national boundaries, on extractivism and <a href=\"https:\/\/edgeeffects.net\/plantationocene-series-plantation-worlds\/\" target=\"_blank\" rel=\"noopener\">plantation principles<\/a>.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Degrowth in Scotland<\/strong><\/h4>\n\n\n\n<p>While there is a burgeoning and collaborative degrowth network emerging across the globe, there is no such network in Scotland yet, although there are many groups, organisations and campaigns whose work connects with degrowth ideas and principles. We need to come together and work collaboratively to <em>realistically<\/em> assess projections for Scotland’s social, political and economic future.&nbsp;<\/p>\n\n\n\n<p>In order to mobilise resources required to respond to the climate emergency according to principles of social and environmental justice, livelihoods will need to be reconfigured under different potential governance scenarios, taking into account Brexit and the case for Scottish independence.&nbsp;<\/p>\n\n\n\n<p>We also recognise that any movement for degrowth must be just: “Unless it is just, it is not degrowth.”’ Scotland must also face its dual role as oppressor and oppressed in the UK’s colonial past. The high rates of Covid-19 deaths among BAME people in the UK are a stark reminder that carrying forth an economic logic that maintains and increases exploitative race and class structures is not an option. <br><\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Call to Action<\/strong><\/h4>\n\n\n\n<p><strong>We call for the following actions in response to these principles:<\/strong><\/p>\n\n\n\n<p><strong>Convene Citizen Assemblies<\/strong> across the country to discuss and plan the shift to a degrowth Scotland. These should inform a new economic plan.<\/p>\n\n\n\n<p><strong>Constitute a Special Commission on Degrowth Futures in the Scottish Parliament.<\/strong> This commission should actively debate the principles and priorities of a postgrowth society actively debate the principles and priorities of a postgrowth<em> society<\/em>, devise policy alternatives for degrowth futures, and abandon the pursuit of growth as an overarching policy goal. The commission should be open to all and broadcast each day and only call on experts who are committed to real change.<\/p>\n\n\n\n<p><strong>Incorporate alternative indicators into the macroeconomic framework of Scotland. <\/strong>Economic policies should be evaluated in terms of their impact on human wellbeing, resource use, inequality, and the provision of decent work.<br><\/p>\n\n\n\n<p>If you would like to find out more about the work of Enough&#8217;s <strong>Degrowth Commission,<\/strong> sign up to our mailing list below:<\/p>\n\n\n\n<!-- Begin Mailchimp Signup Form -->\n<link href=\"\/\/cdn-images.mailchimp.com\/embedcode\/slim-10_7.css\" rel=\"stylesheet\" type=\"text\/css\">\n<style type=\"text\/css\">\n\t#mc_embed_signup{background:#fff; clear:left; font:14px Helvetica,Arial,sans-serif; }\n\t\/* Add your own Mailchimp form style overrides in your site stylesheet or in this style block.\n\t   We recommend moving this block and the preceding CSS link to the HEAD of your HTML file. *\/\n<\/style>\n<div id=\"mc_embed_signup\">\n<form action=\"https:\/\/scot.us3.list-manage.com\/subscribe\/post?u=ade75b80db7082e222d681421&amp;id=feeedc6617\" method=\"post\" id=\"mc-embedded-subscribe-form\" name=\"mc-embedded-subscribe-form\" class=\"validate\" target=\"_blank\" novalidate=\"\">\n    <div id=\"mc_embed_signup_scroll\">\n\t<label for=\"mce-EMAIL\">Subscribe to Enough!<\/label>\n\t<input type=\"email\" value=\"\" name=\"EMAIL\" class=\"email\" id=\"mce-EMAIL\" placeholder=\"email address\" required=\"\">\n    <!-- real people should not fill this in and expect good things - do not remove this or risk form bot signups-->\n    <div style=\"position: absolute; left: -5000px;\" aria-hidden=\"true\"><input type=\"text\" name=\"b_ade75b80db7082e222d681421_feeedc6617\" tabindex=\"-1\" value=\"\"><\/div>\n    <div class=\"clear\"><input type=\"submit\" value=\"Subscribe\" name=\"subscribe\" id=\"mc-embedded-subscribe\" class=\"button\"><\/div>\n    <\/div>\n<\/form>\n<\/div>\n\n<!--End mc_embed_signup-->\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"960\" height=\"343\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2020\/06\/scottish-degrowth-commission.png\" alt=\"\" class=\"wp-image-8497\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2020\/06\/scottish-degrowth-commission.png 960w, https:\/\/www.enough.scot\/wp-content\/uploads\/2020\/06\/scottish-degrowth-commission-300x107.png 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2020\/06\/scottish-degrowth-commission-768x274.png 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2020\/06\/scottish-degrowth-commission-585x209.png 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2020\/06\/scottish-degrowth-commission-100x36.png 100w\" sizes=\"(max-width: 960px) 100vw, 960px\" \/><\/figure>\n\n\n\n<p><\/p>\n\n\n\n<p><br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A Call from Scotland to Embrace Degrowth Thinking on #GlobalDegrowthDay Saturday 6th June, 2020 As long as our economy is dependent on growth, any ‘economic recovery’ from the coronavirus will be a disaster. Instead, Scotland needs a planned, sustainable, and equitable downscaling and a fundamental reorganising of the economy. Today, on #GlobalDegrowthDay, we lay out [&hellip;]<\/p>\n","protected":false},"author":6,"featured_media":8505,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[77,86,183,186],"class_list":["post-8478","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth","tag-degrowth","tag-scotland","tag-degrowth-day","tag-scottish-degrowth-commission"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8478"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=8478"}],"version-history":[{"count":20,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8478\/revisions"}],"predecessor-version":[{"id":8528,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8478\/revisions\/8528"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/8505"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=8478"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=8478"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=8478"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}