{"id":8547,"date":"2020-07-07T21:58:51","date_gmt":"2020-07-07T21:58:51","guid":{"rendered":"https:\/\/enough.scot\/?p=8547"},"modified":"2020-07-07T22:00:43","modified_gmt":"2020-07-07T22:00:43","slug":"a-letter-from-the-future","status":"publish","type":"post","link":"https:\/\/enough.scot\/a-letter-from-the-future\/","title":{"rendered":"A Letter from the Future"},"content":{"rendered":"\n<p><em>In June 2020, Enough! hosted <\/em><a href=\"https:\/\/enough.scot\/2020\/05\/29\/stories-for-terrestrial-survival-a-creative-writing-workshop-with-juana-adcock\/\"><em>Stories for Terrestrial Survival, a creative writing workshop led by poet and translator Juana Adcock<\/em><\/a><em>. The workshop was held to honour <\/em><a href=\"https:\/\/www.degrowth.info\/en\/2019\/06\/global-degrowth-day\/\" target=\"_blank\" rel=\"noopener\"><em>Degrowth Day.<\/em><\/a><em> Here we share some of the writing produced during the workshop. <\/em><\/p>\n\n\n\n<h4 class=\"wp-block-heading\">A Letter from the Future<\/h4>\n\n\n\n<h4 class=\"wp-block-heading\">by Ratnadevi<\/h4>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p><em>It’s as if they rearrange the boundaries of their personalities in the process, possibly even change circuits in their brain and nervous system. They see themselves as part of a greater whole, part of the web of life; they see their lives in the context of Deep Time, rooted in the past and continuing on into the future. &nbsp;They may assume a sacred, moral responsibility (without necessarily using those words) to carry on the life bequeathed to us by our ancestors and to create the conditions for future generations to live in health and beauty.” Molly Brown <\/em> <\/p><\/blockquote>\n\n\n\n<p>One\nof the rituals offered in the Work That Reconnects is called ‘The\nSeventh Generation’. It involves an imaginary communication with\nsomeone who lives in 200 years, in a future that relies on us now\nmaking some of our better decisions. Such an exercise strengthens and\nextends the moral imagination, which is indispensable for any\npositive change. We first must imagine whatever it is we decide to\ndo. When I was guiding this exercise in an online Active Hope group\nrecently, I imagined the little girl Willow who is our ‘Buddha\ndaughter’ (as opposed to goddaughter) grow up and make the decision\nto have a baby, who grows up to having a baby, and so on. I asked\nmyself: ‘What does the world she wants to bring a child into, look\nlike’? \n<\/p>\n\n\n\n<p>Following\nthis contemplation, I decided to write a letter from her to me, dated\n14.5.2050. \n<\/p>\n\n\n\n<p>Dear\nBuddha-mum Ratnadevi<\/p>\n\n\n\n<p>Happy\n93<sup>nd<\/sup>\nBirthday!  We have spent so many happy birthdays together, my\nbirthday being one day after yours, but as I am out of the country,\nin England for my own 35<sup>th<\/sup>\nbirthday I thought I send you a letter instead. I am thinking with\nmuch fondness of you and wish you a lovely day with your friends and\nfamily. I\nhope your joint pains aren’t too bad and that you can read this ok\n– I am writing this EXTRA LARGE! \n<\/p>\n\n\n\n<p>Here\nis my big piece of news for you: I am pregnant! After all these years\nof uncertainty we decided to have to a child.  As you know from our\nmany conversations about this, I always thought that I wouldn’t\nwant to bring another human being into this straining, ailing world.\nBut I now see some signs that things are changing and that gives me\nconfidence that our child will be alright. \n<\/p>\n\n\n\n<p>It\nlooks like the work of ICAG ( intergovernmental climate action group)\nthat was set up 25 years ago to facilitate collaboration between all\ngovernments worldwide to rapidly phase out fossil fuel consumption\nand replace it with renewable energy, is starting to show results and\nwe will be able to avert the worst. It’s heart-breaking, of course,\nto witness the rapidly expanding areas of desertification and flooded\ncoastal areas and resulting human hardship.  So many formerly\nbeautiful parts of the world are becoming uninhabitable. Like you, I\noften grief for the loss of all those amazing creatures we can only\nadmire in those old-fashioned 2D BBC films, narrated by David\nAttenborough. Coral reefs – how sad they have disappeared. \n<\/p>\n\n\n\n<p>But\nat last it seems that politicians everywhere are now working together\non this, as they started to in Twenty-Twenty, the time of the Covid\ncrisis.  Twenty-Twenty has become such a catch phrase, like 9\/11,\nhasn’t it? I remember not being able to hug you that summer on my\n5th birthday, your 63rd; how disconcerting that was. So glad we have\nmade up for it since. Twenty-Twenty showed everyone that drastic and\nfast change across the globe is possible.  After the lock-down, ‘back\nto normal’ was widely questioned. It really started to sink in that\ntrue happiness can’t be measured in economic growth figures, as\nmore and more people started to value quality time and relationships\nmore than money. They just didn’t want to go back to the old\npatterns of working and were starting to realise that they didn’t\nneed all the unsustainable luxury they had gotten used to, including\nfrequent overseas holidays. There were those big protests against the\npost-lockdown government subsidies for high C02 emitting,\noil-dependent industries. And do you remember when BP said that in\nTwenty-Twenty, that they were forced, by market forces, to leave\nremaining coal and oil reserves in the ground and that they were\ncommitted to zero Co2 emission by 2050? Well, that milestone was\nactually celebrated 5 years ago, and not a year too early.  \n<\/p>\n\n\n\n<p>You\nhave always told me stories about interconnectedness and contentment\nand you know what: these truths have become main stream. For example,\nat my recent job interview for a post as consultant for a wildlife\norganisation they asked me what I was prepared to sacrifice. I said\nthat I would only travel abroad once every 5 years. This of course\nmeans saving up for it, as air travel, and even travel by boat now\nhave a price tag that reflects the true costs of it. I know you and\nmy parents were hardly flying even in those days when air travel was\nso cheap and widely available. I want to thank you for that – for\nthinking of the effects of your actions on us. I am relieved people\nthink differently now, in so many areas of life. The old-style\nplastics have been phased out twenty years ago – but, oh how I wish\npeople had changed their minds earlier. Those micro plastics in the\nocean and in the food-chain are a real nightmare to deal with.<\/p>\n\n\n\n<p>Another\nquestion they asked me at that interview was: ‘What sustains your\nwellbeing?’ Well, you can easily guess my answer to that. I am\nstill enjoying my daily meditation and movement practice very much.\nAnd I have a beautiful shrine with semi-precious gems and exquisite\nbones reminding me of the transience of life. I remember the shrine\non your windowsill in Garrioch Drive – your amazing bird skull. Do\nyou still have that? I loved bringing little gifts for Tara and\ntaking some away when it was time to leave. I really think that\nreverence for life and being open to dimensions of life larger than\nour small, survival-driven selves is so crucial.  We need to be able\nto extend our imagination and put ourselves into the shoes of others,\nthrough present, past and future centuries, as a matter of course and\nact with kindness. I was amazed that the panel seemed satisfied with\nmy answers. I look forward to my new job very much and particularly\npleased that my PhD research on ‘the affect in children of the\ncollection and study of bones’ will be useful. \n<\/p>\n\n\n\n<p>I\nam part of an Active Hope group, by the way. I know you were running\nsome of those in the twenties. I find it helpful to regularly process\nmy feelings of sadness and grief about the devastation of the\necosphere over the last centuries. It won’t be easy for our child\nand future generations to deal with the aftermath of the industrial\nage. But things clearly are turning around; that’s what you used to\ncall it, didn’t you: ‘The Great Turning’. \n<\/p>\n\n\n\n<p>So,\nI have started to make some maternity and baby clothes out of pieces\nof material salvaged over the years. I love patching, altering and\ncreatively re-using old clothes – it’s actually quite cool. My\nfriends and I tell each other stories of where the material comes\nfrom. Do you remember that purple and pink gauzy top of yours that\nyou let me have during your last big clear-out? That will be part of\na dress, layered over old cotton dress materials of my mum’s and my\nbest friend’s, Grace. You know the old Indian style of stitching\nlayers of old saris together, Kantha? That’s my inspiration. \n<\/p>\n\n\n\n<p>Please\ndo take good care of yourself, my dear Buddha-mum. On our next\nbirthdays, hopefully I will be able to put our child into your arms\nand ask you for your blessings. \n<\/p>\n\n\n\n<p>With\nall my love<\/p>\n\n\n\n<p>Willow, your Buddha-child<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><a href=\"#sdfootnote1anc\">1<\/a>\n\t<a href=\"https:\/\/journal.workthatreconnects.org\/2018\/07\/20\/deep-time-and-the-moral-imagination\/\" target=\"_blank\" rel=\"noopener\">https:\/\/journal.workthatreconnects.org\/2018\/07\/20\/deep-time-and-the-moral-imagination\/<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>In June 2020, Enough! hosted Stories for Terrestrial Survival, a creative writing workshop led by poet and translator Juana Adcock. The workshop was held to honour Degrowth Day. Here we share some of the writing produced during the workshop. A Letter from the Future by Ratnadevi It’s as if they rearrange the boundaries of their [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":8548,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-8547","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-uncategorized"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8547"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=8547"}],"version-history":[{"count":2,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8547\/revisions"}],"predecessor-version":[{"id":8551,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8547\/revisions\/8551"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/8548"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=8547"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=8547"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=8547"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}