{"id":8822,"date":"2020-12-10T10:18:58","date_gmt":"2020-12-10T10:18:58","guid":{"rendered":"https:\/\/enough.scot\/?p=8822"},"modified":"2020-12-10T10:28:19","modified_gmt":"2020-12-10T10:28:19","slug":"grounding-degrowth-in-community","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/grounding-degrowth-in-community\/","title":{"rendered":"Grounding Degrowth in Community"},"content":{"rendered":"\n<p><em>Gehan Macleod explores what degrowth means in a time of pandemic where community shifts from being an abstract ideal to an urgent necessity. Illustration by Deborah Mullen. This is from <a href=\"https:\/\/www.enough.scot\/2020\/11\/25\/less-a-journal-of-degrowth\/\">#1 of LESS &#8211; a journal of degrowth in Scotland <\/a>from the Enough! Collective.<\/em><\/p>\n\n\n\n<p>As we enter the second half of the year 2020, communities around the world are reeling from the Covid-19 pandemic. Unprecedented worldwide distribution of this new strain of coronavirus was aided and abetted by global networks and flightpaths in a hyper-connected world where markets supplant other forms of relationship. This virus has triggered &#8211; is triggering &#8211; repercussions at every level of human society, some yet unseen. Along with the quiet streets and long queues outside supermarkets obvious at the beginning of the lockdown &#8211; more subtle shifts are visible in mainstream discourse. The lens offered by the virus has dramatically sharpened our collective focus on a number of themes closely connected to degrowth. In a shaken world, graffiti declares that <em>capitalism is the virus,<\/em> while the Financial Times has carried ideas in the distinctive salmon pink that would have been previously more obvious by their absence. We find ourselves in a world where the newly-naked fragility of our just-in-time supply chains is shattering illusions of economic solidity. Illusions which prop up the view that “there is no alternative” to an economy based on capitalism and endless growth. Illich said the world is built on assumptions we’ve not yet found names for. The current pandemic is in many senses beginning to language these assumptions and reveal the precarious foundations of our economic system and world.&nbsp;<\/p>\n\n\n\n<p>This context lends new relevance to considerations of <em>degrowth<\/em> &#8211; to date a movement that could be understood to largely inhabit the world of ideas, academic discourse or reframing pre-existing activity. A concept that had not previously found much ground, particularly in community contexts, except perhaps in small pockets of mainland Europe. How we might <em>ground degrowth in community<\/em> &#8211; the title of this article &#8211; is lent a new importance by this context of crisis.&nbsp; But first, it is necessary to explore two implications this phrase would seem to encompass: that this is somehow inherently the ‘right thing’ to do &#8211; that there is a moral imperative to do so; and further unpacking the assumptions about the meaning and nature of community. Below are some perspectives informed by experiences gleaned from communities of protest and communities of place including twenty-five years of living and working within the Govan community.<\/p>\n\n\n\n<p>The “right thing” to do, or the moral imperative is clearly apparent. The kind of wholescale restructuring of society necessitated by degrowth carries opportunities to right past wrongs, <em>and<\/em> crucially the means to redistribute wealth, resources, freedoms and security more equitably. This constitutes effectively ‘doing right’ by those communities who have least benefited from economic growth and its technological advances &#8211; often the very communities who’ve been subjected to the most damaging extractive processes.That said, I want to explore not what ‘degrowth might do for community’ but rather what community might do for degrowth. To do that, it’s necessary to start sketching out what has happened to communities over the preceding centuries.&nbsp;<\/p>\n\n\n\n<p><strong>Community Commodified<\/strong><\/p>\n\n\n\n<p>Traditional communities have suffered from the same exploitation that has fuelled economic growth at the cost of both human and non-human life. The strong social ties that once made up communities have been chronically weakened by a pervasive individualism, the global labour market and rampant consumerism. Community has come to mean many things; broad and vague or bounded and niche. Long before the distinction ‘community of interest’ was necessary, community described relationships of place. The etymological origins of the word <em>community<\/em> date to the late 14th century, and meant explicitly &#8220;a number of people associated together by the fact of residence in the same locality&#8221;. It’s easy to imagine how community formed around shared resources, customs and practices.<\/p>\n\n\n\n<p>But a lot has happened to communities in the intervening centuries. If there ever was a tight-knit sense of this word, it has long since been stretched and pulled out of shape. Communities have been successively dispossessed of resources, most notably of common lands, corroding the capacity for self determination. In Scotland, the collapse of traditional industries such as kelp, the insufficiency of subsistence practices to support growing populations, famines and the economic brutality of the Highland Clearances all contributed to intergenerational repercussions for historic communities &#8211; dispersing some to the new colonies as the colonisers and others to new urban centres of population, coal-fired by the industrial revolution.&nbsp;<\/p>\n\n\n\n<p>I write this from Govan, where the population increased more than tenfold over forty years in the late 19th century; from 9,000 in 1864 to 95,000 by 1907. Some street names still carry traces of the places people left behind; Uist Street, Orkney Street. And yet the shipbuilding industry built new expressions of community; in tenements and ‘closes’. Or rather it was people, crowded into ‘single ends’, who rewove community around the hard edges of industry and urban realities so as to render hard lives more bearable. Interdependence was still essential for people’s physical and emotional well-being; where community made up a significant part of the social protection you could rely on at a time predating the welfare state. Post-industrial capitalism and the rise of neoliberal policies have delivered repeated blows to once proud communities such as Govan or Linwood or Clydebank &#8211; communities stripped of yards, factories and jobs but also of their identity. Not helped by planning and political decisions linked to excess mortality, community as it continued to be expressed, began to lose the visceral quality of its social ties; held together no longer by interdependence, instead defined by geography and social theories of Popple and Tönnies. Progressively communities became collections of individuals or nuclear family units however dysfunctional; consumer entities increasingly dependent on the market, employers and the welfare state to meet their needs rather than each other. Negative identities began to define neighbourhoods, quite apart from the numerous slurs found in neoliberal narratives that painted communities as restricting social mobility that might otherwise compel us to “get on a bike” and get on in the world.&nbsp;<\/p>\n\n\n\n<p>In professional circles, I’ve experienced community as a word that often accompanies institutionalised <em>othering<\/em>; as health workers and ‘care professionals’ describe <em>the<\/em> community or communities in ways that sound suitably distinct or distant. Not me and you, not us, but <em>them<\/em>. Professional boundaries separate lives where we have normalised our deep segregation from our proximity to others. So for example, while I might be working in an adjacent community, my community sits in someone else’s ‘remit’, my neighbours are someone else’s ‘caseload’ or ‘service users’, someone else is paid to care for my toddler or my elderly parent. All grist to the mill of gross domestic product, but real community &#8211; and families &#8211; are unquestionably ground down in the process.<\/p>\n\n\n\n<p>In the ‘poverty industry’, where the wheels have been heavily oiled by austerity policies, disadvantaged communities are commodities where “value is added” as part of efforts to render them economically productive sections of society. I’ve heard the phrase ‘stock in the system’ used in a meeting in Govan to refer to people who fit the criteria for an impending employability programme. In this industry, people are stock and communities have been commodified; capitalist logic has polluted even our most intimate social relationships.&nbsp;<\/p>\n\n\n\n<p>Even before this pandemic, we were living in perverse times. Times where there were more communities of interest arising, more transport networks forming, more connectivity supporting online communities fuelled by growing social media channels. Yet conversely, times where we also tracked statistics to measure loneliness and devised strategies to tackle social isolation. A devastating reality dramatically worsened by the ‘epidemic of loneliness’ brought about by Covid-19 lockdown measures. Even prior to the lockdown, we have long longed for connection in an age of individualism that does not always easily translate into communities of place. Instead dysfunctional behaviours, cultivated by superficial interactions taking place in the aspic of social media, de-skill us massively for the realness of community. So, we live on in this tragic gap. Feeling the lack, we consume more. Lockdown consumption lined the pockets of the obscenely wealthy, like Amazon’s Bezos. Thankfully, impressive mutual aid efforts arising in response to the pandemic demonstrated power at rolling back some of this degradation.&nbsp;<\/p>\n\n\n\n<p>Hyper capitalism with social distancing measures in full force is about as dystopian a reality as you could conceive. Where going out and earning a living puts you and your family at risk in radically new social divides. Where keeping the economy purring is constantly offset against managing the R number. Where restrictions intervene more in our private than public spaces while we’re encouraged to “eat out to help out”. Where proximity is mediated by perspex screens, touch by hand sanitiser and smiles by face coverings and hugs reduced to bumping elbows. Yet the pandemic is helping to re-center the necessity of exploring saner responses to otherwise intolerable futures. The impressive rise in mutual aid groups and other forms of community response that erupted to support individuals isolating and sheltering through the lockdown go a long way in offering hopeful glimpses of what these kind of saner response might look like in practice and served to spread a wider appreciation of the overlooked potential of community power.<\/p>\n\n\n\n<p>Drawing this sketch of community to a close, it’s worth noting that the word community has often appeared in public in recent times accompanied by saccharin-sweet notions of charity or doing-good within a perception of reality that is increasingly compartmentalised into binary silos that separate the deserving from the undeserving; a toxic fiction to obscure structural realities. In the media, community also pops up alongside nostalgia &#8211; drenched in notions of a ‘better time’, when you knew your neighbours more than your soap characters, when villages were what it took to raise a child, not screens, Nintendo and child psychologists. Nostalgia, or at least ‘looking back’, also often colours people’s first perceptions of degrowth. Degrowth is so countercultural that some assume it&#8217;s about undoing economic progress and returning to an idealised yesteryear. Yet beyond this assumption, a considered understanding of living and thriving within our planetary limits reveals that neither community nor degrowth are ‘nice nostalgia’ but more an ‘absolute necessity’ as we dismantle economic fictions and grapple with planetary realities. Both are essential responses to the overconsumption driving multiple crises and gross inequality now exacerbated by the economic fallout of Covid-19.<\/p>\n\n\n\n<p>Societal institutions such as law, the labour market and the welfare state are all hard wired to the imperative of growth &#8211; pre-dating all these, community has at best been sidelined. Not hidebound to endless growth, it afforded some protection from the blind economic totality of market forces crushing communities in pursuit of increased GDP. It’s easy to see why the institutions of community have been systematically under attack; they are predisposed to localism and collectivism over globalisation and individualism. Essentially this is a story of the ways in which economic growth-at-all-costs has had successive and traumatic repercussions for communities; how they are now expressed and their capacity for self determination. Alone, we are more malleable as economic units of labour and more vulnerable to seductive brands and slick marketing. Covid-19 mutual aid efforts have begun a reclamation of this collective protection.&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Community as Degrowth Practice<\/strong><\/p>\n\n\n\n<p>From this standpoint we can more usefully turn to consider what grounding degrowth in community might mean and its relevance for a post-pandemic world.<\/p>\n\n\n\n<p>By making community where we stand and reclaiming the fire and the power of community, degrowth can become both a practical and personal practice. Being in community, we relearn ourselves as human and unlearn the superficial roles subscribed to us; consumer, denizen, employee. It isn’t easy, this is a stretch &#8211; not least in our capacity for reflexivity and connection. In this stretching, we begin to dismantle the ways in which we’ve internalised the oppressive structures without which capitalism could not function; patriarchy, domination, judgement, transaction, punishment. It is in community, in relationship with others that these things are revealed &#8211; they show up &#8211; enabling processes of deconstruction. This is part of the unlearning and relearning that must accompany degrowth. Community can be the crucible, for the kind of intense fire of relationship needed to burn off the crap and unshackle ourselves from those ‘mind-forg’d manacles’ Blake describes so poignantly.<\/p>\n\n\n\n<p>Committing to a practice of making community with those we share a place with, not only those with whom we share an interest, comes with a recognition of what we gain, rather than from some misplaced altruism. Because as Galeano’s words suggest &#8211; <em>we have much to learn from other people<\/em>. And I would suggest with a class lens, materially better off communities have much to learn from communities where collapse and struggle have been unevenly distributed over the decades. With a shift of perspective, these communities possess skills for incredible resilience, capacities and responses not reliant on consuming your way out of a situation. Theirs is a strength that isn’t reliant on material resources. So, ‘who is helping who’ becomes entirely context dependent.<\/p>\n\n\n\n<p>These are the networks of relationships which support a greater capacity for self reliance and self determination. Networks that will become more critical at times of crises as disaster collectivism demonstrates,<sup>&nbsp; <\/sup>something that community responses to the pandemic are powerfully revealing. Engaging in the wrestle, we strengthen generative relationships that prepare us for post-capitalist (and post-pandemic) realities. We exercise the emaciated muscle of the collective. Something we can only do from embeddedness in communities of place &#8211; up to the elbows in the messiness of relationship.<\/p>\n\n\n\n<p>Grounding degrowth in community means recovering and reclaiming expressions and meanings of community that have been co-opted or corroded. From recovering a sense of the collective, to reclaiming forms of common ownership and social protection or the social means of production and consumption. That is not because it is the right thing to do but because these mechanisms are the means of degrowth on the ground &#8211; increasing local resilience and radical sufficiency in the face of collapsing institutions and ecological systems, weakened by a world where future pandemics are probable. They also inform how we might ‘build back better’ and demand the kind of recovery that will truly support both public health and our communities. In the past, communities were mechanisms for meeting a range of needs; to belong, for identity, for protection, for meaning but also physical needs like shelter and food. The significant increase in community food growing projects is already recovering some of these practices and growing community through the process. Being in community potentially offers a means to meet needs and increase our wellbeing that is not dependent on economic growth or brittle supermarket supply chains.&nbsp;<\/p>\n\n\n\n<p>In community standing shoulder to shoulder, deliberating eye to eye, deep trust can be built that transcends social class and integrates diversity. We experience the ways in which our commonalities bind us more strongly than our differences divide us. This is an acceptance that comes closer to unconditional love. Not the quick hit buzz of belonging that fuels populism by excluding the &#8216;other’. Instead we experience an exploration of equality that celebrates the various gifts of both light and dark we each bring. Not a thin kind of equality, taken out of context to compress us into homogenised masses ripe for exploitation<em>. <\/em>Recovering healthy communities creates capacity to reintegrate so much about society that has become fractured and divided as well as strengthens social bonds essential to navigating the challenges of orientating beyond economic growth and charting trajectories beyond post-pandemic capitalism.&nbsp;<\/p>\n\n\n\n<p>Within the dominant over-culture, real community can be deeply counter-cultural &#8211; creating contexts that shatter some of the core logic of capitalism; human nature as inherently selfish and competitive and relationships based on transaction for gain. We glimpse the illusion and find that it is the conditions of the market, of atomised society that create, amplify and reward these behaviours. More than that, we experience the re-emergence of our natural capacity for collaboration, for compassion and our propensity for mutuality &#8211; qualities also recovered in the process of mutual aid. Mutual aid efforts and community understood in this way become a training ground for the kind of culture change we need to reorientate away from the doctrines of capital, exploitation and growth.&nbsp;<\/p>\n\n\n\n<p>Degrowth may also find ground through prototyping new forms or expressions of community. That is, not simply recovering past practices like shared ownership of common resources but exploring forms that speak to the future, perhaps as yet unimagined possibilities. New communities have been emerging that support localism and collective means of production and consumption. Others are rising up in response to the pandemic, to climate emergency and other forms of collapse, in solidarity with indigenous peoples and ecosystems &#8211; new communities of resistance in an increasingly uncertain world. Some envision radically new forms of social protection &#8211; such as proposals which combine universal basic income within a locality with local currency creation or Rich Bartlett’s microsolidarities. Reclaiming and prefiguring community in these ways is inherently anti-capitalist; creating means of living and working together that curb market forces and regenerate the social fabric as resistance to neoliberalism. Not only that, they comprise relationships and practices capable of supporting not only post-capitalist futures but also a post-pandemic future. As we find our way on the route map out of lockdown and begin to envision the kinds of recovery needed to support communities in the coming years, perhaps this suggests there is an imperative that we do not limit our imagination nor overlook the power within communities. If we are to ‘demand a new normal’, we need to question recovery itself &#8211; that might otherwise reduce efforts to reforming a ‘normal’ that had long become numb to the grossest inequalities and rampant expressions of inhumanity.<\/p>\n\n\n\n<p>Drawing these threads together, grounding degrowth in community could be understood as engaging in relationships, reclaiming community and recovering practices and patterns that can support degrowth trajectories and a saner alternative to a dystopian capitalism behind cough screens. Community becomes a mechanism and a practice by which we might extract ourselves from the radical monopolies of the market and make new forms of community. Community in this context is more than just a moral obligation for degrowth practitioners. Both are essential responses to the overconsumption driving multiple crises and gross inequality. Both are essential to a just recovery from the current pandemic and to ensuring protection from future crises, as recently demonstrated by community based responses to both the Covid-19 lockdown. Community understood in this way is both a means <em>and<\/em> an end of degrowth; both a degrowth practice and the horizon to reach for. In community we potentially are not simply making do with <em>less<\/em> but finding we have <em>more<\/em>. Community understood in this way has a renewed place to take up as we orientate to our post-pandemic world.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Gehan Macleod explores what degrowth means in a time of pandemic where community shifts from being an abstract ideal to an urgent necessity. Illustration by Deborah Mullen. This is from #1 of LESS &#8211; a journal of degrowth in Scotland from the Enough! Collective. As we enter the second half of the year 2020, communities [&hellip;]<\/p>\n","protected":false},"author":21,"featured_media":8824,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[77],"class_list":["post-8822","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth","tag-degrowth"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8822"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/21"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=8822"}],"version-history":[{"count":4,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8822\/revisions"}],"predecessor-version":[{"id":8828,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8822\/revisions\/8828"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/8824"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=8822"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=8822"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=8822"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}