{"id":8829,"date":"2020-12-15T14:46:55","date_gmt":"2020-12-15T14:46:55","guid":{"rendered":"https:\/\/enough.scot\/?p=8829"},"modified":"2020-12-15T14:46:57","modified_gmt":"2020-12-15T14:46:57","slug":"fascism-brexit-and-covid-a-conversation","status":"publish","type":"post","link":"https:\/\/enough.scot\/fascism-brexit-and-covid-a-conversation\/","title":{"rendered":"Fascism, Brexit and Covid, a Conversation"},"content":{"rendered":"\n<p>Luke Devlin from the LESS editorial board, a climate activist from Govan, Glasgow in conversation with Benjamin Zachariah, a scholar of global fascism. Illustration by Andy Arthur.<\/p>\n\n\n\n<p>During times of economic contraction, the impacts are felt hardest by those with the least to lose. This often presents an opening for far-right populism who come with ready-made scapegoats and simplistic solutions. As Samuel Decker writes, the far-right has offered the currently most popular challenge to neoliberalism’s TINA principle (“There Is No Alternative”), advocating protectionism while attempting to “channel discontent with neoliberal globalisation into national resentments.”<\/p>\n\n\n\n<p>Degrowth principles and practice can offer credible alternatives to TINA, not through shallow promises of a nostalgic return to an imagined golden age (Decker 2018), but by acknowledging global limits while advocating for an economics of fairness and solidarity. But to do this, we must reckon with far-right narratives and claims to power, and understand what fuels them.<\/p>\n\n\n\n<p>LESS spoke to Benjamin Zachariah, a scholar of global fascism based in Berlin, in conversation with Luke Devlin, a social researcher and activist based in Glasgow.&nbsp;<\/p>\n\n\n\n<p><strong>LESS: <\/strong>The UK is now facing an economic downturn triggered not only by the fallout of the pandemic, but also by a No Deal Brexit, which now seems very likely if not inevitable. Historically, such periods of rupture have seen a shift to the far or further right. What signs and changes have you already observed of this happening in the UK&#8217;s wider political and social landscape?<\/p>\n\n\n\n<p><strong>BZ: <\/strong>There&#8217;s definitely a shift to the right, but it&#8217;s a speeding up of a longer trend. if you go back to &#8216;New Labour&#8217;, there were several instances when they looked far more conservative than the Conservatives, especially the John Major government. Then after the Blair years, and the brief unelected Prime Ministership of Gordon Brown, in several respects David Cameron came across as to the left of New Labour when he campaigned. The Tories have swung back to the right, where they probably belong, but they have moved much further to the right than in the Major years, I&#8217;d say, and then with the various right-wing parties coming and going, and the Tories attempting to keep their role as the only legitimate party on the right, they inevitably moved so far that they matched and in some cases overtook the right outside the spectrum of legitimacy. Suddenly the Tommy Robinsons were not so far away from the mainstream.<\/p>\n\n\n\n<p>In this context, Brexit certainly provided a legitimating framework for a new explicitly racist politics. Those are the &#8216;signs and changes&#8217; that are most visible. Racism is now open and is no longer illegitimate, as it appears to have been endorsed by official parties like the Tories. But there were of course the Lexiteers, who had long argued that getting out of the EU would bring politics &#8216;home&#8217; to Britain, where a national left could have more say in policy, and their arguments were not built on racism, even if they didn&#8217;t calculate how that sort of narrow and exclusionary trade-unionist politics would feed into racism.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>&#8220;BREXIT CERTAINLY PROVIDED A LEGITIMATING FRAMEWORK FOR A NEW EXPLICITLY RACIST POLITICS. RACISM IS NOW OPEN AND IS NO LONGER ILLEGITIMATE.&#8221;<\/p><\/blockquote>\n\n\n\n<p>So it&#8217;s important not to oversimplify. Also, there&#8217;s a strong minority racism in Britain &#8211; even among academics, who allegedly should know better, or at least pretend to be non-racist. I know of instances of South Asian-origin academics abusing Eastern European-origin academics and telling them to &#8216;go home&#8217;. This was the beauty of Brexit propaganda &#8211; for some weird reason &#8216;Commonwealth&#8217;-origin citizens thought they&#8217;d be better off when &#8216;Europeans&#8217; were forced to leave. Of course the economic downturn will increase insecurity and encourage a reasonably vicious me-first mentality, which will not be helped by the identitarian politics of the last few decades.<\/p>\n\n\n\n<p><strong>LD:<\/strong> I&#8217;d certainly agree about the triangulation of the Blair era as being part of what&#8217;s got us here- but I&#8217;d like to look at this &#8216;longer trend&#8217; as well. Claims of a national humiliation and subjugation at the hands of an unaccountable foreign power, and the promise to restore popular sovereignty against &#8216;corrupt elites&#8217;, have moved from the fringes to become a reliably irresistible route to power, even by members of those elites themselves, as in the UK. I’ve seen comment on so-called ‘stages of fascism’ and the extent to which some of them are taking place now: political capture of judiciary and military, etc. I’d be interested to hear what you think about where we’re at with that?&nbsp;<\/p>\n\n\n\n<p><strong>BZ:<\/strong> Well, I think we need to think in terms of a fascist repertoire that is flexible enough to respond to different situations, so I don’t think there’s a specific line to cross. That’s the trouble with trying to think with a 1920s or 1930s situation too strongly in mind. But in terms of the capture of the army and judiciary, or the infiltration of police forces and army by fascist organisations, we are pretty advanced now. In India, the judiciary at the centre is packed with party men from the fascist ruling party. Some of the federal units have somewhat independent high courts, but these are being packed too. The army there has many who are directly loyal to the ruling party. Gleichschaltung is at least being strongly attempted. In the UK, or in Germany, where recently a number of senior police officers have been found to be members of fascist movements, things are still better in that fascism is a tendency supported by ruling elites, but is still a movement in search of power despite many fascist ideas finding resonances, and not being recognised as fascist ideas.<\/p>\n\n\n\n<p><strong>LESS:<\/strong> How can we learn from anti-fascist organising globally and in specific locations when we brace ourselves for an economic downturn, resisting further shifts to the right in that context?<\/p>\n\n\n\n<p><strong>BZ:<\/strong> I don&#8217;t think anti-fascist organisation has been particularly successful, to be honest. Certainly not globally. It&#8217;s often been said of anti-fascists that they can&#8217;t agree on anything except that they don&#8217;t like fascists. In the global organisation stakes, they haven&#8217;t been able to agree on who the fascists are. Sure, we discuss each other&#8217;s fascist groups, we repost social media posts, and we imagine that because our Twitter feeds and Facebook friends contain Brazilian or Turkish or Indian news about fascist mobilisation, or about why those countries have governments that can be called fascist, we are part of an international solidarity campaign. But in practice we can&#8217;t act or organise globally. States&#8217; repressive rules and &#8216;democratic&#8217; visa regimes will put a stop to that.<\/p>\n\n\n\n<p>We might, though, be able to learn from global <em>fascist <\/em>organising &#8211; they are less squeamish about borrowing from each other. That&#8217;s a paradox, given that fascisms are situated in extreme ethno-nationalisms, and therefore should, if their claims to their own unique national character is taken seriously, be unable to borrow from another movement. But Anders Breivik&#8217;s 1000+-page manifesto contained Hindu fascist propaganda, and when the Indian fascist regime abolished the autonomous status of Kashmir, they invited the right-wingers of the European Parliament to visit Kashmir to endorse their position that all was well &#8211; at a time when journalists were being excluded from Kashmir.<\/p>\n\n\n\n<p>Specifically, we can compare strategies, tactics, and propaganda of fascist and extreme-right groups across the world, note what they have in common and seek to combat those points, and to share that knowledge among anti-fascist groups worldwide. But we are not a movement, we are relatively small and isolated groups, operating in very hostile legal and policing contexts that are geared more to criminalising us than the extreme right.<\/p>\n\n\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;<strong>LD: <\/strong>That certainly resonates with my experience in Scotland. In June 2020, there were a few days when a large mob of fascists effectively held George Square in Glasgow, carrying out violent assaults and overwhelming both the police and the small number of counter-protesters. It was ostensibly to &#8216;protect the statues&#8217; in the square from Black Lives Matter- but really was just the latest manifestation of a malignant West of Scotland subculture of mainly Rangers supporters associated with Ulster Loyalism and British Nationalism, for whom anti-immigrant sentiment, racism and anti-Catholic sectarianism has long been a recruiting ground for the far-right. The ability to take a public space with impunity and assert dominance is an attempt to form community and identity by individuals unable or unwilling to do so in any other way. Obviously not all Rangers fans are like this, and this kind of street-level recreational violence hasn&#8217;t so far translated to electoral success. But there is a network of pubs, social clubs, lodges, and online communities where this kind of sentiment is freely expressed, along with the kind of social exclusion, toxic alcohol culture and classist dismissal of large swathes of society, especially in communities hardest hit by globalisation, de-industrialisation and multiple deprivation. In general we prefer to pretend it doesn&#8217;t exist- or at best formulate unworkable legislation such as the now-repealed Offensive Behaviour at Football Act, or the widely criticised draft Hate Crime Bill. There has been less desire to examine the difficult questions of why such a destructive and harmful subculture exists in the first place, and therefore tackle the roots of it and the structures that support it.&nbsp;<\/p>\n\n\n\n<p><strong>BZ:<\/strong> It’s interesting to hear about the specifics of right-wing mobilisation in Scotland. I’ve long been interested in the ability of nationalisms to generate violent behaviour based on emotive symbols. Remobilisation of fascists in Germany has also been very successful around football as well, in a country where explicit demonstrations of nationalism were considered automatically suspect for a long time. And fascist thugs can appeal to a lowest-common-denominator ‘affect’ argument that sadly has been promoted by some sections of the identitarians &#8211; in other words, there is no requirement to think and behave rationally, because the emotional is important to society. And so it is, of course, but emotions are not transmitted across the specifics of particular people’s experiences, so they exclude by definition.<\/p>\n\n\n\n<p>And a part of the resentment that’s being built upon by white fascist groups in Europe is the (usually mistaken) perception that too many ‘cultural’ concessions have been made to ‘new’ citizens. Or ‘refugees’. In India, as I remember it, the rise of the fascists coincided with the propaganda that ‘they’ were getting too many concessions that the majority couldn’t claim &#8211; the ‘they’ were usually Muslims.&nbsp;<\/p>\n\n\n\n<p>This ‘we are giving away our own culture’ argument is based on a static view of pristine and separate, bounded and definable ‘cultures’ that seems to be shared by identitarians across the divides of left and right &#8211; some people use the term ‘identitarian left’, but I think identitarian politics is not left or right &#8211; it can be used on both sides. And the ‘betrayal’ argument that fascists like to use is provided in current politics by this theme.<\/p>\n\n\n\n<p><strong>LESS:<\/strong> To what extent are there parallels between fascist organising and neo-imperialist narratives permeating British politics today?<\/p>\n\n\n\n<p><strong>BZ:<\/strong> It&#8217;s not clear who is chasing who to the right. At the moment, neo-Nazis appear to be setting the agenda, and mainstream parties making concessions, running further right after them. A lot of the changes are visible in a changing symbolism and rhetoric&nbsp; &#8211; singing Rule Brittannia, the Reichsflagge of Wilhelmine Germany being flown at demonstrations outside the Reichstag in Berlin, attempts to rally round statues of slave-traders or empire-builders in the UK, defences of the Confederate flag in the USA, have all been met by right-wing mainstream parties looking the other way or actually supporting the use of these symbols. But the symbolism is directly connected to right-wing violence. In the USA, Trump came close to being reelected as a direct consequence of his having used race war as a tool, and his teaming up explicitly with fascist organisations in the police and army (traditionally the best place to hide your fascism from all but your Kameraden).<\/p>\n\n\n\n<p>We can certainly say that the return of pro-imperialist narratives and the backlash against &#8216;progressive&#8217; political views has enabled and to some extent legitimated this positioning. The backlash was, of course, to some extent a result of the excesses of identitarian politics &#8211; a kind of world in which white people were responsible for everything that was wrong, and people of colour could claim some kind of pre-lapsarian innocence. But if &#8211; as appeared to have happened &#8211; political legitimacy was gained by making a kind of historic victimhood claim for an entire group, it was a matter of time before &#8216;white&#8217; identitarian politics would make the same moves &#8211; they just needed to play up a narrative of white victimhood, which would not in all cases be entirely wrong or implausible. The thing with identitarian politics is it&#8217;s neither left nor right and it&#8217;s usable in a variety of situations.<\/p>\n\n\n\n<p>I’d say it&#8217;s not merely neo-imperialist narratives such as Niall Ferguson&#8217;s celebration of Britain having civilised the world that encourage or catalyse far right politics. The change in the language of political legitimacy brings an explicitly extreme right politics back into the open. The counter-critique has been rather stupid, and it&#8217;s been too ad hominem to work &#8211; if you say, &#8216;that&#8217;s a white supremacist narrative&#8217;, that&#8217;s not nearly enough. The narrative is also wrong &#8211; for reasons that people can be persuaded of whatever their identitarian affiliations or origins. But this persuasion cannot be persuasive if it targets people for some sort of inherited perpetrator or victim status, or by policing words and expressions.<\/p>\n\n\n\n<p><strong>LD:<\/strong> For me, there is a subtler dimension to this which can be missed in the reductive way these discourses are playing out right now, especially online. As well as the unhelpful dimensions you describe, there seems to be a necessary movement towards raising up perspectives and communities who have been historically under-represented or marginalised, and making space for the important learning that can come through that &#8211; “the authority of those who have suffered”. A narrative of victimhood doesn’t mean there haven’t been victims. The question is, how to discern ways to do this are not tokenistic or performative, but reckon with the conditions and structures that are operating globally- and with perspective. I wish a fraction of the attention given to often trivial culture wars was given to actual cultural genocide in Kashmir or Xinjiang, for example, especially when our consumerist supply chains of almost everything we buy directly implicate us in forced labour in the name of “ethnic harmony”. But conversations on positionality can be an opening up of conscience, ‘digging where you stand’, and can open up a space for things to change for the better (as long as authoritarianism is resisted), so I’m a bit more hopeful about left ‘identitarianism’ than you are, I think. But for me it’s vital to encourage people to ‘exit the Vampire Castle’, in Mark Fisher’s words &#8211; finding ways to challenge each other without excommunication.&nbsp;<\/p>\n\n\n\n<p><strong>LESS:<\/strong> How can economic narratives that focus on systemic shifts towards equality and redistribution be alert to resisting co-option by the far right?<\/p>\n\n\n\n<p><strong>BZ: <\/strong>Has there been a strong economic narrative in recent years? Take the various manifestations of the save-the-planet tendency &#8211; I can&#8217;t call it a &#8216;climate change movement&#8217; because it&#8217;s too fragmented, disorganised and ill-informed. It&#8217;s mostly a romantic narrative about lost innocence and personal virtue. We&#8217;re not talking about systemic changes, wastage, and unnecessary overproduction in a capitalist system that has long been obsolete. We end up suggesting that everyone can plant a tree or refuse to fly or to recycle all their plastic as individual consumers.&nbsp;<\/p>\n\n\n\n<p><strong>LD<\/strong>: This is where there is a danger that the far-right can be seductive: by providing a confident, grounded certainty amidst a diffuse uncertain hour of chaos. It also provides its own alternative to consumerism and hyper-individuality, along with a primal myth of progress. It’s an easier ‘sell’ with ready-made scapegoats, and it’s much harder to wrestle with the complexity and insecurity of our global situation with humility and discernment. One of the few hopeful things I saw in Brexit was that people were actually willing to vote -and defend- a decline in their material quality of life because of their political commitment. George Monbiot once wrote ‘nobody ever rioted for austerity’ &#8211; they do now. And with the mutual aid networks and collective sacrifices society has made during Covid times -despite, not because of, government action- including renewed clarity around just exactly what constitutes essential, meaningful work, and just how much of that work was done by migrants.&nbsp;<\/p>\n\n\n\n<p><\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>&#8220;THIS IS WHERE THERE IS A DANGER THAT THE FAR-RIGHT CAN BE SEDUCTIVE: BY PROVIDING A CONFIDENT, GROUNDED CERTAINTY AMIDST A DIFFUSE UNCERTAIN HOUR OF CHAOS. IT ALSO PROVIDES ITS OWN ALTERNATIVE TO CONSUMERISM AND HYPER-INDIVIDUALITY, ALONG WITH A PRIMAL MYTH OF PROGRESS. IT’S AN EASIER ‘SELL’ WITH READY-MADE SCAPEGOATS, AND IT’S MUCH HARDER TO WRESTLE WITH THE COMPLEXITY AND INSECURITY OF OUR GLOBAL SITUATION WITH HUMILITY AND DISCERNMENT.&#8221;<\/p><\/blockquote>\n\n\n\n<p><strong>BZ: <\/strong>Obviously, the narratives of ressentiment alone can feed a populist right or a populist left tendency. It doesn&#8217;t help to target individual rich people and their morality, for instance -which is an old short-cut- and in the end, one of these people will be Jewish and another Muslim, and the debate will be sidetracked into the nonquestion of the anti-Semitism of the left or the Islamophobia of those who want to dispossess or overtax a successful man from a minority.<\/p>\n\n\n\n<p>We need a return to the reasoned, and attempted universalist, critiques of an old Marxian left, even if we diverge from them substantially. We aren&#8217;t raising new questions, we are returning to old ones, in comparable situations to old ones, but we seem to be unable to tap into the older knowledge at all. (Marxian, for me, is not a party-political term, and there are no viable communist parties today, so perhaps the polemic against official Marxisms is irrelevant now).<\/p>\n\n\n\n<p><strong>LD:<\/strong> There is a huge risk in a kind of Scottish exceptionalism: that we have an exclusively civic type of nationalism that is immune to ethnocentrism. The modern Scottish independence movement has generally been successful at the hygiene necessary to marginalise and exclude fascism, but it would be foolish to be complacent about it. Something troubling I&#8217;ve seen recently has been a number of individuals who are long time independence activists becoming involved in Covid-19 conspiricism, and sharing platforms with populists, cranks, QAnon fantasists and outright fascists under the banner of &#8216;freedom&#8217; and &#8216;unity&#8217;. This needs to be refused, educated against, and exposed. The great disruption we’re in can also be an opportunity: revealing the bankruptcy of the ‘there is no alternative’ growth paradigm, as it’s no longer working for just enough people to claim viability; the moral imperative of mutuality and reciprocity (including across differences in identity); and redefinition and revisioning of the nature of work- of which there is plenty for us to be getting on with.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Luke Devlin from the LESS editorial board, a climate activist from Govan, Glasgow in conversation with Benjamin Zachariah, a scholar of global fascism. Illustration by Andy Arthur. During times of economic contraction, the impacts are felt hardest by those with the least to lose. This often presents an opening for far-right populism who come with [&hellip;]<\/p>\n","protected":false},"author":15,"featured_media":8830,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[77],"class_list":["post-8829","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth","tag-degrowth"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8829"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/15"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=8829"}],"version-history":[{"count":2,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8829\/revisions"}],"predecessor-version":[{"id":8834,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/8829\/revisions\/8834"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/8830"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=8829"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=8829"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=8829"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}