{"id":8840,"date":"2020-12-21T16:14:39","date_gmt":"2020-12-21T16:14:39","guid":{"rendered":"https:\/\/enough.scot\/?p=8840"},"modified":"2020-12-21T16:14:41","modified_gmt":"2020-12-21T16:14:41","slug":"traces-of-a-viable-future","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/traces-of-a-viable-future\/","title":{"rendered":"Traces of a Viable Future"},"content":{"rendered":"\n<p><em>In each issue of Less we will be speaking to people organising around principles of Degrowth as we seek out the trace elements of a new economy and a new society. For this issue we spoke to Alon Schwabe &amp; Daniel Fernández Pascual from the Climavore project on Skye, to Chris Hellawell founder of the Edinburgh Tool Library project and Sophie Unwin founder of the Re-Makery.<\/em><\/p>\n\n\n\n<p><strong>Less spoke first to Alon Schwabe &amp; Daniel Fernández Pascual asking them how the project works and how the original idea for Climavore came about?<\/strong><\/p>\n\n\n\n<p>CLIMAVORE started as a framework to explore how to eat as humans change climates. In supermarkets of the global North you see how the sense of seasons has vanished, you can find tomatoes, oranges or salmon pretty much all year round. In response to the&nbsp;climate emergency we started to question&nbsp;what are other seasons we could eat according to today? If we are going through human-made periods of drought, desertification, polluted oceans, etc, how would we adapt food production and consumption landscapes accordingly? CLIMAVORE proposes to respond to those conditions and reimagine food landscapes while divesting from polluting farming practices.<\/p>\n\n\n\n<p><strong>Can you tell us about the On Tidal Zones project on Skye?<\/strong><\/p>\n\n\n\n<p>The project was initiated&nbsp;around an Atlas Arts Commission in 2017, and has evolved into its own entity. It&#8217;s a response to the environmental impact of salmon farms in Scotland. Through a framework thinking about regenerative aquaculture, it started as an underwater oyster table on the intertidal zone that appears and disappears with the tides. At high tide, it is home for oysters, mussels and seaweeds. At low tide, we have been using it as a dining table for humans to discuss alternative aquacultures for the Isle of Skye. For the past years we have been exploring how to divest away from intensive salmon farming and transition into other regenerative approaches instead, focusing on filter feeders, and collaborating with residents, local restaurants and food establishments, as well as through pedagogical activities and CLIMAVORE apprenticeship programmes.<\/p>\n\n\n\n<p><strong>LESS is exploring how we can live well within ecological limits in the different communities in Scotland we inhabit and engaging with practical real-world projects that embody some of the values of degrowth. One of the things that degrowth argues is that we have to break the cycle of endless extraction. The Tidal Zones project seems to embody that. It is restorative rather than extractive. Is that how you see it?<\/strong><\/p>\n\n\n\n<p>Certainly. Farmed salmon has grown to such a scale that is comparable to battery-chicken farms and cattle feedlots, it&#8217;s just&nbsp;that we don&#8217;t see what&#8217;s happening&nbsp;underwater. The different initiatives, events, and collaborations with local small-scale producers and restaurants are aiming to transition instead to local seaweeds and bivalves, ingredients that regenerate the water by breathing. They have been a key part of the Scottish diet for centuries, but have been slowly disconnected from people&#8217;s cultural imagination in the past decades. They can nonetheless play a key role in living <em>with<\/em>&nbsp;the coast.<\/p>\n\n\n\n<p><strong>How does this scale up? It may be a paradox but we need to grow some &#8216;sectors&#8217; and values and restorative food practices is one of them.<\/strong><\/p>\n\n\n\n<p>Do we need to scale up? It&#8217;s really a hard question that we think a lot about. Many of the problems of industrialised food have precisely come because of scaling up in the name of solving the world&#8217;s hunger. We do need to address food sovereignty and security, but perhaps we also need to take a previous step and first rethink food distribution networks, farming inequalities, toxic runoff, intermediaries, speculation, price dumping, etc. In the same way that many people are thinking about degrowth, we may need to critically challenge the idea of scaling up. In general, we believe that first we need to start unlearning many of the paradigms of the past decades that have caused such an environmental crisis. There is a lot of work to be done, and perhaps it´s worth&nbsp;testing cooperative and small-scale models beforehand.<\/p>\n\n\n\n<p><strong>Food cultures are broken by capitalist production. Is this what you are witnessing in Scotland and does it differ from observations in other places?<\/strong><\/p>\n\n\n\n<p>The way mainstream food supply works today completely relies on intensive production and extractive systems, except for a minority of initiatives that are supporting more regenerative approaches. In that regard, if you look at salmon farming, you can quickly realise that it is a business completely taken over by a few global corporations that replicate their operations in Scotland, Chile, Tasmania, Norway, and so on. The fact that the technology of open-net pens with highly automated feeding systems repeats itself all over the world, also brings a common struggle towards toxic runoff and depletion of wild counterpart species. So the moment we start identifying salmon farming as a global problem, then we will be able to address ecology at a planetary level and rethink food production in different terms.<\/p>\n\n\n\n<p><strong>We spoke next to Chris Hellawell from the Edinburgh Tool Library and asked him about the origins of the project.<\/strong><\/p>\n\n\n\n<p>The Edinburgh Tool Library works in the same way that a regular library does, but we lend out tools instead of books.&nbsp; We work on the principle that in sharing resources already in our community, we are reducing the need to buy (and therefore manufacture) more things.&nbsp; The result is a reduction in the carbon footprint of our community, the saving of money, and the saving of space.&nbsp; It also means that ETL has built up an inventory of tools that can be used for other projects too.&nbsp; In much the same way that we want to maximise the usefulness of an individual tool by sharing it amongst as many people as possible, we also recognise that we, as an organisation, are a useful tool for our community too.&nbsp; We have two fully kitted out workshops, and in there we teach skills to our membership, but also people receiving support from other charities, to break down barriers to inclusion.&nbsp; We also offer our resources (volunteers, equipment, space) to make things for other groups.&nbsp; We have in the past built outdoor seating for a community garden, made an outdoor classroom and mud kitchen for a primary school, and are currently refurbishing a vandalised pirate ship.&nbsp;&nbsp;<\/p>\n\n\n\n<p>ETL is based on a very simple idea of access over excess, and is based on the tool library models you can find across North America.&nbsp; We brought it to the UK, after I visited the Toronto Tool Library, and ever since, there has been a wonderful international collaboration between lots of fantastic organizations worldwide.<\/p>\n\n\n\n<p><strong>LESS is exploring how we can live well within ecological limits in the different communities in Scotland we inhabit and engaging with practical real-world projects that embody some of the values of degrowth.One of the things that degrowth argues is that we have to break the cycle of endless consumption and production.The ETL model of sharing seems to mirror this. We don&#8217;t all NEED to own a lawnmower or a drill or a chainsaw that we only use once a year? <\/strong><strong>So tool-sharing seems to make sense and also build community and knowledge-sharing. Is that how you see it?<\/strong><\/p>\n\n\n\n<p>Basically, yes!&nbsp; I’ve been reading The Economics of Arrival by Katherine Trebeck and Jeremy Williams, and this is what we are saying &#8211; there needs to be a point where we have what we need and we stop striving for more ‘stuff’, a point where we have arrived at “Enough”.&nbsp; And the tool library demonstrates that at least in terms&nbsp;of tools, the things we need are already in our community, it’s just a case of people getting access to them, of getting them from a dusty shelf into someone’s hand.&nbsp;&nbsp;<\/p>\n\n\n\n<p>We have also demonstrated that many of the skills needed are also prevalent in our community, and ETL gives our volunteers and our wider community an opportunity to use those skills for the good of others.&nbsp; That might be a volunteer showing someone how to use a particular tool to take home and use themselves, or a group of volunteers coming together to build something for a local school.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Fundamentally tool libraries are about maximising the potential of a hammer or saw, but they are also about maximising the potential of a community.<\/p>\n\n\n\n<p><strong>How does this scale up? It may be a paradox but we need to grow some &#8216;sectors&#8217; and values and &#8216;sharing&#8217; is one of them. <\/strong><strong>Do you see it as a franchise so that you have continuity of values and knowledge &#8211; or can anyone \/ should anyone set up a tool library? <\/strong><strong>Is the end goal a tool library in every city or every community?<\/strong><\/p>\n\n\n\n<p>It is already scaling up.&nbsp; We were the first in the UK 5 years ago, but there are now another 25+ in the UK, and we are doing monthly group seminars with groups looking to set up.&nbsp; Since the summer we have spoken to over 15 such projects.&nbsp; What we don;t have is much capacity, and what we need is governmental support to set up a body to support these groups.&nbsp; The economic benefits are huge (we have shared over £1million worth of tools &#8211; 20,000 loans), and there should be tool and\/or sharing library in every community.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Recently I’ve been reminded of ‘the 3 Rs’ of reduce, reuse and recycle.&nbsp; I think, like many, I learned that as a child, and have always subconsciously put them on a par with each other.&nbsp; But of course they’re not.&nbsp; And I find it particularly jarring that environmental policy seems to push recycling over reduction and reuse, when the recycling sector is built upon the need for waste to be created in the first place.&nbsp; This is completely untenable, and the most resource efficient of the Rs is to reduce consumption in the first place.&nbsp; So yes &#8211; I think the sharing sector has huge potential, and is currently under-explored and under-funded.&nbsp; It goes against a capitalist economic model, but so does human existence on this planet.&nbsp; “Anyone who thinks it’s possible to have infinite growth on a finite planet is either a madman or an economist” &#8211; Kenneth Boulding<\/p>\n\n\n\n<p>We don’t want to go down the franchise model, we want to develop a programme of support to communities to do it themselves.&nbsp; We know how to do tool libraries, but nobody knows a place as well as the people that live there, so every library should grow from the community.&nbsp; We just want to share what we have learned, and our mistakes and our triumphs, and work with people to make something that fits them.&nbsp; There are over 300 sharing libraries worldwide, and no two are alike, so there is a model out there that will suit various circumstances.&nbsp; It might be something that resembles a DIY store, or it might be a cupboard in the village shop, but both are equally valid, and incredibly important to those people that are part of it.<\/p>\n\n\n\n<p><strong>Do you see the ETL as challenging the idea of ownership as in Usufruct [ <a href=\"https:\/\/en.wikipedia.org\/wiki\/Usufruct\" target=\"_blank\" rel=\"noopener\">https:\/\/en.wikipedia.org\/wiki\/Usufruct<\/a><\/strong><strong> ]?<\/strong><\/p>\n\n\n\n<p>I see it more as challenging the need for ownership in the first place.&nbsp; I think it aligns the move towards long term rental of things like white goods and household appliances.&nbsp; If manufacturers want to still make a profit, they will need to make things that last, and require less repair, but also that are more modular, and upgradeable and repairable.&nbsp; It also fits with the idea of the <a href=\"https:\/\/www.ifixit.com\/Manifesto\" target=\"_blank\" rel=\"noopener\">repair manifesto <\/a>&nbsp;&#8211; that you don’t own something if you can’t repair it yourself.&nbsp; If you need to go into the Apple store to fix your phone, you are still at their mercy, and they still own a part of the phone.&nbsp; Something that is well made and modular should be easy to fix, or to replace the broken module, and so the cost of repair to the manufacturer or the company you are paying your rent to, is lower.&nbsp; The current situation of built in obsolescence and replacing something as soon as any part of it breaks is completely unsustainable.&nbsp; Until manufacturers are responsible for the lifetime footprint of their product, ETL and other organisations like us are necessary to take up their slack.<\/p>\n\n\n\n<p><strong>You&#8217;ve been pivotal in developing social enterprise in Scotland. How can we best steer social enterprise towards environmental justice and viable responses to climate breakdown? How do you see this developing?<\/strong><\/p>\n\n\n\n<p>It’s stating the obvious, but Covid-19 has given us all a sudden jolt, and that goes across sectors and industries, and affects us all.&nbsp; There is, however, potential for some good to come out of an awful situation.&nbsp; We have all witnessed a variety of responses from businesses to the crisis, some bad, and some good.&nbsp; Some looking to profiteer, and some looking to support their communities.&nbsp; And in this way, I think, whether or not businesses categorise themselves as social enterprises, the average person on the street has seen that businesses can do good.&nbsp; So I think the idea of a socially minded business is one that we have all experienced.&nbsp; I think that could be a huge gambit to social enterprise in general, and I am hopeful that at the very least, the general public will see that the shops and services in their area form part of their social fabric, and equally that these businesses begin to see themselves as part of the community, and start to take steps to support, and preserve and nurture that community.&nbsp; In that process, I am hopeful that these businesses understand the opportunities that arise from supporting their communities and more widely, environmentalism, and that there is a move towards social enterprise amongst existing organisations, not just new start ups.&nbsp;&nbsp;<\/p>\n\n\n\n<p>We spoke next to Sophie Unwin, the founder of the award-winning Remakery project.<\/p>\n\n\n\n<p><strong>Q1: Can you tell us about how the project works and how the original idea came about?<\/strong><\/p>\n\n\n\n<p>The Remade Network model is about creating community centres and other social enterprises where people can learn how to fix everyday household objects rather than buying new with workshops in furniture repair, textiles mending, and appointments in how to fix your tech. There are various income streams, including selling refurbished computers and furniture – like a kind of alternative department store. The model is different in different places, from Brixton, where I started work, to Edinburgh, where I developed the business from £60 to £240,000 and 80% traded income, and to Glasgow, where we have established a neighbourhood repair service ‘the Repair Stop’ in Govanhill within the Govanhill Baths Community Trust, which offers affordable repairs in electronics, electrical goods and textiles.<\/p>\n\n\n\n<p>The original idea, like all ideas, probably came about through various things, conversations and experiences – I had the chance to live in a small village in Eastern Nepal over 25 years ago. In a year there, living in a household of six, we created less than a dustbin of rubbish. We reused all our containers, refilled our sacks of rice and pulses, bought vegetables unpacked from the local market, and got milk straight from our neighbour’s cow. When anything broke, it was cheaper to fix than buy new. That experience opened my eyes to the reality behind the myths of economic development – I learned more than I could teach, especially given that as a privileged volunteer teacher the syllabus I was using was a legacy of the Raj – having to teach short stories by Tolstoy and Edgar Allen Poe to rural teenagers who needed to learn conversational English to get jobs.<\/p>\n\n\n\n<p>I’ve always been interested in meaningful work, especially seeing my Dad really hating his job as a banker, and sadly, dying young before he had the chance to pursue many of his dreams. Coming back from Nepal to Brixton, which was previously my home, I felt it was more important to question our western model of growth than import it to other countries! And at 2008, at the time of the economic crash, I was part of my local Transition Town group. I was frustrated to see people like my neighbour, an elderly Afrocaribbean immigrant, struggling to make an income doing bike repairs in his garden. The town hall held a launch of the Brixton Pound and at that launch invited people to share their ideas for things that could help the community – I went on stage, unplanned, and said ‘Why don’t we create a centre where our elderly immigrants can teach our unemployed bankers’ – everyone cheered, and I struck up a conversation with a local woman called Hannah Lewis who wanted to create a project based on the local redesign and reuse of products. We joined forces, and the project was born, first in a pop-up space within Brixton market, and then in a permanent space created by redeveloping a block of disused garages.<\/p>\n\n\n\n<p><strong>LESS is exploring how we can live well within ecological limits in the different communities in Scotland we inhabit and engaging with practical real-world projects that embody some of the values of degrowth. One of the things that degrowth argues is that we have to break the cycle of endless consumption and production. The Remakery model of sharing seems to mirror this. We don&#8217;t all NEED to replace things that could fixed Is that how you see it?<\/strong><\/p>\n\n\n\n<p>Yes absolutely – I think that it’s about seeing the world differently. Moving away from a mindset of constant upgrades to understanding the value of keeping things longer, buying things that last in the first place. None of this is new – especially in rural communities &#8211;&nbsp; but I think there’s a growing awareness that the old practices of mending and making do and the ones that need to come full circle.<\/p>\n\n\n\n<p>This is both a perspective and a values shift and I think it is a part of a shift from an individualist society to one which is about more cooperative structures which value the common good. That’s certainly what I experienced in rural Nepal – a higher quality of life than the London suburbs where I spent my teenage years. Our mindless growth culture is creating some very toxic outcomes and is spiralling out of control. Repair is a way of slowing down, sharing, and bringing people together, revaluing our belongings and understanding how much our everyday objects take care of us, if we take care of them. It’s also something we’re going to need more and more as we face a likely recession – a way of saving money.<\/p>\n\n\n\n<p>There’s a secondary point – which is that many products are designed to break down in the first place so people buy more of them. So for me the campaigning element of these projects goes hand in hand with the practical project – calling for goods to be built to last and supporting the wider Right to Repair movement.<\/p>\n\n\n\n<p>I think that when people understand that growth is a lie, they wake up to endless new possibilities of living in a more self-reliant and authentically connected life.<\/p>\n\n\n\n<p><strong>How do we – or should we “scale this up” (I’m aware I’m regurgitating jargon)? It may be a paradox but we need to grow some &#8216;sectors&#8217; and values and &#8216;remaking&#8217; is one of them. Do you see it as a franchise so that you have continuity of values and knowledge &#8211; or can anyone \/ should anyone set up a remakery?<\/strong><\/p>\n\n\n\n<p>I have set up Remade Network as a network to work collaboratively with other community groups.&nbsp; There’s been a lot of learning so far and I hope that as I continue to develop the model others will be able to share their learning too. Also, I see this model being just as important for tackling inequality as tackling climte change. Others may set up franchises but I believe that heavily branded model is in danger of perpetuating the problems of concentrating wealth and I’m doubtful of its impact – essentially being a service that benefits middle-class audience rather than creating a genuinely redistributive model about salvaging and repurposing resources. In Glasgow I’m working very collaboratively with Repair Café Glasgow, Glasgow Tool Library, Govanhill Baths Community Trust and Glasgow City Council. We share the values around social justice as well as environmental change and these collaborations allow further sharing of resources and ideas.<\/p>\n\n\n\n<p><strong>You&#8217;ve been a huge success in developing social enterprise in Scotland. How can we best steer social enterprise towards environmental justice and viable responses to climate breakdown? How do you see this developing?<\/strong><\/p>\n\n\n\n<p>Thank you! That’s a big question.&nbsp; I think that social enterprise is understood differently by many people. For me the main question is one of impact and change – we need hugely radical change at the moment if we’re to have a hope of navigating the massive political, ecological and social challenges ahead.<\/p>\n\n\n\n<p>For some people social enterprise is a new way of doing business; for others it’s about business that has some social impact. I think we need to think of social enterprise as a change agent, not just a subset of business – in other words led by the values and impact, and making money as a means and not an end. I’m not sure this is answering the question but in Scotland I would love to see people who are the most affected by climate breakdown having greater agency and power in steering some of the decisions in the policy landscape in social enterprise and beyond.<\/p>\n\n\n\n<p>Notes<\/p>\n\n\n\n<p>For more information on these inspiring projects and people got to:<br><br><\/p>\n\n\n\n<p><a href=\"https:\/\/cooking-sections.comhttps:\/\/edinburghtoollibrary.org.uk\/\" target=\"_blank\" rel=\"noopener\">https:\/\/cooking-sections.com<\/a><br><br><a href=\"https:\/\/cooking-sections.comhttps:\/\/edinburghtoollibrary.org.uk\/\" target=\"_blank\" rel=\"noopener\">https:\/\/edinburghtoollibrary.org.uk\/<\/a><\/p>\n\n\n\n<p><a href=\"https:\/\/.remade.network\" target=\"_blank\" rel=\"noopener\">https:\/\/.remade.network<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>In each issue of Less we will be speaking to people organising around principles of Degrowth as we seek out the trace elements of a new economy and a new society. For this issue we spoke to Alon Schwabe &amp; Daniel Fernández Pascual from the Climavore project on Skye, to Chris Hellawell founder of the Edinburgh [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":8841,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[],"class_list":["post-8840","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8840"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=8840"}],"version-history":[{"count":1,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8840\/revisions"}],"predecessor-version":[{"id":8842,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8840\/revisions\/8842"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/8841"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=8840"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=8840"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=8840"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}