{"id":8872,"date":"2021-02-04T17:38:25","date_gmt":"2021-02-04T17:38:25","guid":{"rendered":"https:\/\/enough.scot\/?p=8872"},"modified":"2021-02-04T18:58:11","modified_gmt":"2021-02-04T18:58:11","slug":"powering-an-alternative-economy-by-lucy-conway","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/powering-an-alternative-economy-by-lucy-conway\/","title":{"rendered":"Powering an Alternative Economy  by Lucy Conway"},"content":{"rendered":"\n<h1 class=\"wp-block-heading\"><strong>Powering an Alternative Economy <\/strong><strong><br><\/strong><\/h1>\n\n\n\n<h2 class=\"wp-block-heading\">LUCY CONWAY<br><\/h2>\n\n\n\n<p>There are advantages to living on an island one hour’s irregular ferry connection from the mainland. It makes you resilient, adaptive, able to move from coping with little to maximising surplus nimbly and effectively. It also makes you very aware of your own fragility, of your reliance on others and theirs on you.&nbsp;<\/p>\n\n\n\n<p>In these ways the people of Eigg are no different from other island-dwellers, people living in Scotland’s most remote mainland communities, or on a knife edge of sustainable living in its towns and cities. The difference is that we own and are responsible for the land we live and work on. How we use, protect, enjoy or exploit Eigg’s natural, cultural or social resources is largely up to us.&nbsp;<\/p>\n\n\n\n<p>Eigg is community-owned; the responsibility for stewardship of the island and its future transferred into the hands of the Isle of Eigg Heritage Trust in June 1997. After centuries as the property of one person, the notion that Eigg could be owned and managed collectively was, to some, an unrealistic pipedream. But those behind the successful bid never doubted they would be the agents of change; that they would make the inequitable fair, the unviable thrive. Every June since, a weekend of ceilidh marks those 63 pioneering residents’ vision, celebrating the belief that there can be another, a better, way.&nbsp;<\/p>\n\n\n\n<p>As we enter the 21<sup>st<\/sup>&nbsp;year of the 21<sup>st<\/sup>&nbsp;century, our world reels in a perfect storm of economic, political, environmental and health turmoil. Whether you look out across a croft on Eigg, the back court of a tenement in Glasgow, or from a penthouse balcony in any one of our world’s great cities, the impact of immense and irreversible damage appears starkly present. Whatever the roots of our collective disregard for the idea of limits, the reality for an ever-increasing number is that in this collective quest for more, we will all have to learn to live with less.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>WHATEVER THE ROOTS OF OUR COLLECTIVE DISREGARD FOR THE IDEA OF LIMITS, THE REALITY FOR AN EVER-INCREASING NUMBER IS THAT IN THIS COLLECTIVE QUEST FOR MORE, WE WILL ALL HAVE TO LEARN TO LIVE WITH LESS.&nbsp;<\/p><\/blockquote>\n\n\n\n<p><\/p>\n\n\n\n<p>The roots of Eigg’s community buyout came in the realisation the status quo &#8211; Eigg’s sale from one private owner to another &#8211; came with no guarantee things would improve. After years of feuding with Eigg’s residents, the sale by Keith Schellenberg to a mysterious artist in 1995 was reportedly agreed with a signature scrawled on a dinner napkin. Maruma proved to be no more responsible a custodian, losing Eigg to the bank after defaulting on a loan.&nbsp;<\/p>\n\n\n\n<p>There’s a liberating energy in a collective belief you can make something better. With the wind of the Assynt Crofters success in their sails, the Eiggach believed they could manage Eigg better than those under whose tenure they’d seen the island decline. Better for people, for the land, and for the future of Eigg.&nbsp;A community bid was placed and won.<\/p>\n\n\n\n<p>In the first months of community ownership, the residents of Eigg began planning their future. Their ambitions were comparatively modest; security of tenure for homes and businesses, a shop and tearoom, more jobs, more people, and electricity. Years of research, planning and then raising £1.6m finally saw community-owned Eigg Electric switched on in 2008. The days of noisy diesel-powered generators, providing expensive and intermittent power were over.&nbsp;<\/p>\n\n\n\n<p>Powered by renewable energy from wind, water and the sun, the newly laid Eigg grid was not connected to mainland Scotland. All power used on Eigg had to be made on Eigg. As with the National Grid, Eigg Electric’s generation limits were finite, albeit a tiny fraction of the limits of its mainland neighbour. Unlike customers of the National Grid however, everyone on Eigg knew exactly where and how their power was being generated. Four community-owned wind turbines, one large and two small hydro generators, and an array of solar photovoltaics (PV) located at different points around the island. Residents knew that when the wind blew, the sun shone or the heavens opened, one or more of these was generating the electricity they were using.&nbsp;<\/p>\n\n\n\n<p>To ensure everyone had enough, a limit of using up to 5kW at any one time was set for homes, 10kW for businesses. On the mainland, the single phase domestic limit is 23kW, sufficient for a house with 5 bedrooms, one electric shower and no significant loads. On Eigg, 5kW means you can have a kettle and washing machine on at the same time but have to wait until one is finished before putting on your immersion heater. For Eigg residents this means no hardship. Switching things off when they’re not being used, buying low energy appliances and knowing which are energy hungry help keep homes below the 5kW limit.<\/p>\n\n\n\n<p>Twelve years on, improved energy efficiency and innovation can make those five or 10kW go further. Eigg residents still live easily within their capped limit. New residents may not appreciate just how life-changing the move from time-consuming, expensive, loud and dirty domestic generators to power at the flick of a switch was, but they soon learn to unconsciously monitor their power use, calculating what’s “on” and adapting to cooking or heating by non-electric means.&nbsp;<\/p>\n\n\n\n<p>Recently Eigg’s community has been thinking about its future, working in small groups and as a wider community to discuss what it looks and feels like.&nbsp; That future has more houses available for social rent, as well as to buy or build yourself. Warmer and better insulated homes with garden space to grow produce. Residents want jobs that are satisfying, that contribute to life on Eigg in some way and provide enough income to sustain them. Importantly, they also want to ensure their individual impact on Eigg’s fragile ecology, and that of the wider world, is minimal. The community has drafted a Clean Energy Transition Agenda that describes how individuals, businesses, the Isle of Eigg Heritage Trust and its subsidiaries like Eigg Electric can act to reduce carbon and still thrive socially, economically and environmentally.<\/p>\n\n\n\n<p>Growth is something that communities strive for, more people bring new life, new skills, new perspectives. Eigg’s population has grown from 63 at the time of the buyout to 110 residents today. This significant but gradual growth has seen children of the buyout generation remain or return to the island as well as new families choosing Eigg to build their future. New homes and businesses have been created, more children fill the primary school, and there’s a bigger pool of people to get involved and support the community. Tourism forms a large part of the island’s economy, but so too do the creative industries, agriculture, health and education, forestry and, increasingly, food and drink. Growth is happening, energising and building confidence, creating opportunities and hope.<\/p>\n\n\n\n<p>Since Eigg Electric was switched on in 2008, Eigg’s population has grown by about 30%; visitors to the island have more than doubled to over 10,000 each year. The system was designed to accommodate a growth in new electric connections, however while individual domestic usage hasn’t increased much over the years, the number of connections and a growth in business use now means the system is reaching its capacity. Eigg needs to increase its electricity generation in order to sustain and support the growth of Eigg’s community and economy.&nbsp;<\/p>\n\n\n\n<p>With twelve years of experience as an electricity supplier, a knowledgeable and engaged customer base and ready access to renewable generation resources, the potential for growing Eigg Electric is evident. However, to increase its infrastructure takes capital, and Eigg’s small customer base and low usage do not generate enough income to build the necessary reserves or support loan finance.&nbsp;<\/p>\n\n\n\n<p>Eigg’s solution is in the island’s ambition to decarbonise its heating, cooking and island transport use by 2030 and to replace these fuels with locally generated renewable electricity. Using conventional economic growth principles and getting existing customers to consume significantly more electricity to replace coal, LPG gas, heating oil, diesel or petrol, means the financing model becomes much more viable. The operational costs of providing three or more times the current amount of energy to a similarly sized customer base are not much higher than present, resulting in more surplus to invest in the island’s future.&nbsp;<\/p>\n\n\n\n<p>We are currently working on what that looks like: how much electricity we need to generate, options for diversifying our renewable generation sources and the impact of increased generation on existing distribution infrastructure. In the short term, we will be adding 120kW of solar PV in spring 2021. This will raise the total generation capacity of Eigg Electric from 184kW to just over 300kW.&nbsp; By 2025, we hope to have installed enough capacity to enable all households and businesses to plan their decarbonised journey, safe in the knowledge that there will be enough energy available when they come to need it.<\/p>\n\n\n\n<p>For the moment, the 5kW and 10kW limits will remain as we work as a community to establish the scope and scale of the new system; what its usage limits should be; and its charges, financing and operation. The same process of research and detailed community consultation that was used to establish Eigg Electric at the outset will be used again. However, there is one important difference between then and now.&nbsp;<\/p>\n\n\n\n<p>When the initial feasibility for Eigg Electric was done in the early 2000s, consumers’ choice to move from independently owned generators to community distributed renewable power was an easy and vastly more cost-effective choice. Today, cleaner, greener consumer choices are available for cars, household appliances, heating systems etc, but for many on Eigg the choice to adopt them now is price prohibitive. Over time, these options will become cheaper and more readily available than their carbon-fuelled alternatives. Until then, supporting and enabling the community through this transition is crucial.&nbsp;Eigg Electric needs to work closely with individual households as they move from LPG to electric gas cookers, from diesel to electric vehicles. It needs to support homeowners and the Isle of Eigg Heritage Trust to improve energy efficiency in their social housing, to instal more efficient wood burning stoves using locally grown and harvested wood fuel, electric storage heaters or air source heat pumps. &nbsp;&nbsp;<\/p>\n\n\n\n<p>In common with the rest of Scotland and the UK, the task of expanding Eigg Electric to support the ambition of a net carbon zero society is immense. Working with other off-grid communities and with academia, government and development agencies will help; but as with the original scheme, the success will be the engagement of Eigg’s community.&nbsp;<\/p>\n\n\n\n<p>The shiny novelty of 24-hour clean, green power may have dimmed a little over time, but Eigg residents still have a strong -almost visceral- connection to their power company. Five people work as part of the maintenance team and another five sit as voluntary Directors on the Board of Eigg Electric, a trading subsidiary of the Isle of Eigg Heritage Trust. Everyone buys their electricity cards in advance, limits their use on days when renewable generation is low, and talks of silver linings on the wettest days when the hydro generates enough excess power to heat Eigg’s community hall and churches for free.<\/p>\n\n\n\n<p><a href=\"https:\/\/bellacaledonia.org.uk\/2013\/10\/10\/power-sharing\/\" class=\"rank-math-link\" target=\"_blank\" rel=\"noopener\">In my 2013 Bella Caledonia article<\/a> I suggested that perhaps Eigg Electric’s most radical achievement was not its technical achievement, but how it worked socially and culturally. I asked whether a collective approach to generating and using electricity might see energy more fairly and equitably distributed to all. As Scotland moves towards its goal of net carbon zero society by 2045, the need to significantly increase access to renewable electricity grows. So too does the potential to distribute locally generated energy through local networks.&nbsp;<\/p>\n\n\n\n<p>The Scottish Government’s Scottish Energy Plan envisions a “flourishing, competitive local and national energy sector, delivering secure, affordable, clean energy for Scotland&#8217;s households, communities and businesses”.&nbsp; With its emphasis on renewable and low carbon solutions, consumer engagement, and innovative local energy systems, there are clear parallels with the ambitions of Eigg Electric and other off-grid communities. The micro-grids of Eigg and the Small Isles, Knoydart, Foula and Fair Isle, and the Orkney smart-grid and ACCESS project on Mull all now offer a more pertinent and timely model to the rest of Scotland than their size suggests.<\/p>\n\n\n\n<p>As I write this in October 2020, we have no real way of knowing where we are in the Covid19 timeline. Is the worst yet to come and what does worse mean?&nbsp; With some external support, effective planning and a collective agreement to protect everyone in our community &#8211; especially our most vulnerable &#8211; Eigg has thus far remained positive and resilient throughout the pandemic. Highland Councillor Ben Thompson commented in Community Land Scotland’s publication <em>Built in Resilience<\/em>, “The resilience planning and documentation that they were feeding back to us in the early stages of the pandemic was what you&#8217;d hope to get from a world-class NGO.”&nbsp;<\/p>\n\n\n\n<p>We recognise that the next twelve months, at least, are going to be very hard on Eigg. Tourism has been the mainstay of the island’s economy. The last time it produced any significant income was the autumn of 2019. The next time might be the summer of 2021; an economic period that’s been termed three winters.&nbsp; But those visitor-free months have given us the opportunity to expand on other aspects of Eigg’s economy, to plan and implement the seeds of the future. That perceived island “vulnerability” manifests itself as pragmatic and empowered, independently minded as well as interdependently connected.&nbsp;<\/p>\n\n\n\n<p>Since the buyout in 1997 the Eigg community have never shied away from big challenges.&nbsp; Aside from Eigg Electric, the community has also built a shop, tearoom, craft-shop and other community spaces, restored woodland, built and renovated houses. They created a high-speed community broadband company and built new homes and businesses supported with a love for wildlife, creativity, good food and of welcoming visitors to enjoy the island they’re so proud of. Working with Lochaber Housing Association, Highland Council and NHS Highland, more social housing was created, the school renovated, a new roll on, roll off pier and a health centre for Eigg and the other Small Isles built.&nbsp;<\/p>\n\n\n\n<p>Despite having a devastating effect on the island’s economy, Covid-19 hasn’t stopped the ambition and drive of the Eiggach. Our tree nursery has over 20,000 trees grown from island seed in order to create new woodland and replant after 11 hectares of timber was harvested last year. The Trust’s new wood fuel business continues to provide work and generate income, even if its visitor camping pods sit empty.<\/p>\n\n\n\n<p>Two new houses for rent are planned and phase one of a £3m project to redevelop the original An Laimhrig building at the pier starts this autumn including a new toilet and shower block, improvements to the water supply and waste management.&nbsp; Phase two begins in 2021 with the expansion and improvement of the shop, tearoom, craft shop and adventure sports businesses, to provide much needed new community and visitor facilities. Covid-19 hasn’t stopped islanders’ own businesses either; <a href=\"https:\/\/www.facebook.com\/EiggOysters\/\" target=\"_blank\" rel=\"noopener\">Kildonan Bay Oysters<\/a> are nearly ready for harvesting, <a href=\"https:\/\/www.lostmap.com\/\" target=\"_blank\" rel=\"noopener\">Lost Map Records<\/a> has a roster of nearly 30 artists releasing music, and the <a href=\"https:\/\/www.eiggbrewery.com\/\" target=\"_blank\" rel=\"noopener\">Isle of Eigg Brewery<\/a> is about to launch a community share offer, making it Scotland’s first community owned brewery with plans to invest 25% of its profits into island entrepreneurship. &nbsp;&nbsp;<\/p>\n\n\n\n<p>Community land ownership is a responsibility, one that will last beyond our and our children’s lifetimes. But that responsibility gives us and those who follow a collective right to determine how to deliver a better, more socially and economically just society while protecting the precious ecology of our extraordinary island.&nbsp;<\/p>\n\n\n\n<p>Eigg never stands still, but this isn’t growth or development as recognised by conventional economics. Eigg has not opted out; we still operate within that global system, but perhaps we view it differently. We’re no paragons of virtue, but in the day to day of community land ownership, perhaps Eigg residents habitually have to work harder to ensure that community and environmental wellbeing is as important as individual or corporate wellbeing.&nbsp;<\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>EIGG NEVER STANDS STILL, BUT THIS ISN’T GROWTH OR DEVELOPMENT AS RECOGNISED BY CONVENTIONAL ECONOMICS. EIGG HAS NOT OPTED OUT; WE STILL OPERATE WITHIN THAT GLOBAL SYSTEM, BUT PERHAPS WE VIEW IT DIFFERENTLY. WE’RE NO PARAGONS OF VIRTUE, BUT IN THE DAY TO DAY OF COMMUNITY LAND OWNERSHIP, PERHAPS EIGG RESIDENTS HABITUALLY HAVE TO WORK HARDER TO ENSURE THAT COMMUNITY AND ENVIRONMENTAL WELLBEING IS AS IMPORTANT AS INDIVIDUAL OR CORPORATE WELLBEING.<\/p><\/blockquote>\n\n\n\n<p><\/p>\n\n\n\n<p>We don’t really know; we don’t have a formal metric to measure and compare this to other places. Our economics are for others more expert than I to comment upon. But in a recent community survey, 93% said that they were satisfied or very satisfied with Eigg as a place to live, 91% that they thought islanders pulled together to improve Eigg. Those figures, that exhilarating feeling that you’re living somewhere you feel you can make a positive difference to, that sustains us, helps retain the stamina and continuing belief of the buyout era that there can be another, better way.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Powering an Alternative Economy LUCY CONWAY There are advantages to living on an island one hour’s irregular ferry connection from the mainland. It makes you resilient, adaptive, able to move from coping with little to maximising surplus nimbly and effectively. It also makes you very aware of your own fragility, of your reliance on others [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":8873,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87,198],"tags":[77,203,204,205],"class_list":["post-8872","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth","category-less","tag-degrowth","tag-community-energy","tag-community-land-reform","tag-eigg"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8872"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=8872"}],"version-history":[{"count":3,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8872\/revisions"}],"predecessor-version":[{"id":8881,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/8872\/revisions\/8881"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/8873"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=8872"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=8872"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=8872"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}