{"id":9171,"date":"2021-05-11T19:28:23","date_gmt":"2021-05-11T19:28:23","guid":{"rendered":"https:\/\/enough.scot\/?p=9171"},"modified":"2021-05-13T14:51:24","modified_gmt":"2021-05-13T14:51:24","slug":"less-degrowth-scotland","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/less-degrowth-scotland\/","title":{"rendered":"LESS #2 &#8211; Degrowth in Scotland"},"content":{"rendered":"\n<p>LESS is a journal on degrowth, radical sufficiency and decolonisation in Scotland. <strong>To pick up your physical copy, head over to one of <a href=\"http:\/\/enough.scot\/less\" class=\"rank-math-link\" target=\"_blank\" rel=\"noopener\">the distribution points<\/a>. We will also mail out a limited number of copies to folk further away and publish a digital version &#8211; watch this space for details!<\/strong><\/p>\n\n\n\n<p>LESS questions and challenges dominant narratives about what economic progress means in Scotland, and sketches out alternative visions. The focus is on collective and democratic solutions to sustaining livelihoods that meet people’s needs while rising to the threats of climate change, ecocide and mass extinction, inequality, racism and the far right, and the interconnected oppressive and extractivist logic and mechanisms that feed all of those.&nbsp;<\/p>\n\n\n\n<p>We invite a combination of thoroughly researched material, opinion pieces, poetry and art work. Contributions are invited from those with lived knowledge in these areas, researchers, poets, creative writers and artists.&nbsp;<\/p>\n\n\n\n<p><strong>Editorial for #2<\/strong><\/p>\n\n\n\n<p>First as tragedy, then as farce. Fish in marine habitats off the coast of our corner of the North Atlantic are<a href=\"https:\/\/www.theneweuropean.co.uk\/brexit-news\/westminster-news\/jacob-rees-mogg-scottish-fishermen-brexit-troubles-6904448\" target=\"_blank\" rel=\"noopener\"> <\/a>“British and happier for it” after Brexit, according to Jacob Rees-Moog. Youth unrest ablaze in Northern Ireland as lockdown ennui meets marginalisation and predictable Brexit realpolitik. Mandatory, socially constructed royal mourning across the UK as hauntology meets hyperreal soft authoritarianism. Meanwhile, the most symbolic image from this period remains that of a gigantic stuck container ship blocking one of the world’s most important trade arteries, laying bare the perverse fragility of our global supply chains. All this during a Scottish election cycle in which little of substance appears to be proposed in response to the metacrisis that threatens the basis of life.&nbsp;<\/p>\n\n\n\n<p>A hostile environment that has been around long before Brexit was on the horizon seems to have permeated daily life for many of us. The real danger is when this state of exception seems to feel normal, and alternatives to seem fanciful. We need to imagine new worlds while we can.&nbsp;<\/p>\n\n\n\n<p>It is one of those strange twists of fate that almost at the exact point in time when Brexit – and blue passports – finally arrived, freedom of movement stopped almost completely for UK citizens, halted by a mutant virus strain, the impact of which was exacerbated by incompetent government handling of the pandemic.&nbsp;<\/p>\n\n\n\n<p>As we write this, we’re past the vernal equinox and warmth and light are returning to Scotland, with the natural sense of hope this instills in the heart. Migratory birds and fish have left their winter haunts and arrived back at UK shores. Our annual reminder that freedom of movement is not just a perk that was temporarily bestowed upon us as a by-product of being a member state of a single market. Freedom of movement is the default mode of all life forms, us included – it’s how evolution itself unfolded. Global freedom of movement is also a core demand of the degrowth movement.<\/p>\n\n\n\n<p>In LESS’s first issue in 2021, we look at degrowth in the context of Brexit and the pandemic, and share some modest proposals to intervene and build new lifeways that are within our power.&nbsp;<\/p>\n\n\n\n<p>As the institutions and public sentiment of a degraded United Kingdom cultivate a protectionist and insular retreat from the world, it’s more important than ever to build political solidarity, intellectual networks, and cultural connections across Europe. In that spirit, this issue of LESS has contributions from Joachim Spangenberg (Vice President, Sustainable Europe Research Institute and Chair of BUND\/Friends of the Earth Germany), a translation of work by Adrián Almazán and Luis González Reyes (Between limit and desire: strategic directions in the collapse of industrial civilisation) and an interview with activist, author and academic Andrea Vetter on degrowth principles by Svenja Meyerricks.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"840\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/05\/turtle-1024x840.jpg\" alt=\"\" class=\"wp-image-9166\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/05\/turtle-1024x840.jpg 1024w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/05\/turtle-300x246.jpg 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/05\/turtle-768x630.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/05\/turtle-585x480.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/05\/turtle-100x82.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/05\/turtle.jpg 1080w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>We also have a collaborative essay from the Highlands with contributions from Ainslie Roddick, Cáit O&#8217;Neill McCullagh, Charlotte Mountford, Fadzai Mwakutuya, Jo Rodgers, Kirsten Body, Lauren Pyott, Lisa MacDonald, Mairi McFadyen, Philomena de Lima and Raghnaid Sandilands.<\/p>\n\n\n\n<p>We are also delighted to publish Sarah Glynn on cohousing and ecology, Pat Kane imagining a spot-capitalist future, Alis Le May on slow-fashion and restoration of local craft skills and poetry on borders between the global north and global south from Juana Adcock. We also feature art work by Pearse O&#8217;Halloran, Tarneem Al Mousawi, Stewart Bremner, and Fadzai Mwakutuya.<\/p>\n\n\n\n<p>All work published in LESS is licensed as creative commons (CC BY-NC-SA 4.0) and can be freely reproduced and amended for non-commercial purposes.<\/p>\n\n\n\n<p>To act as a distribution hub and help us distribute LESS email us at info@enough.scot<\/p>\n","protected":false},"excerpt":{"rendered":"<p>LESS is a journal on degrowth, radical sufficiency and decolonisation in Scotland. To pick up your physical copy, head over to one of the distribution points. We will also mail out a limited number of copies to folk further away and publish a digital version &#8211; watch this space for details! LESS questions and challenges dominant [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":9165,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[],"class_list":["post-9171","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9171"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=9171"}],"version-history":[{"count":2,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9171\/revisions"}],"predecessor-version":[{"id":9200,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9171\/revisions\/9200"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/9165"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=9171"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=9171"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=9171"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}