{"id":9275,"date":"2021-06-15T07:56:56","date_gmt":"2021-06-15T07:56:56","guid":{"rendered":"https:\/\/enough.scot\/?p=9275"},"modified":"2021-08-18T11:45:23","modified_gmt":"2021-08-18T11:45:23","slug":"between-limit-and-desire-strategic-directions-in-the-collapse-of-industrial-civilisation","status":"publish","type":"post","link":"https:\/\/enough.scot\/between-limit-and-desire-strategic-directions-in-the-collapse-of-industrial-civilisation\/","title":{"rendered":"Between limit and desire: strategic directions in the collapse of industrial civilisation"},"content":{"rendered":"\n<p><em>Hardly anybody has understood that the Covid-19 pandemic is not an isolated and exceptional event, but rather a single moment in a much broader process: ecosocial collapse.<\/em> By Adrián Almazán and Luis González Reyes, translated by Tom Younger. <br><br><strong>This is from #2 of LESS, our journal of degrowth, radical sufficiency and decolonisation in Scotland. <a href=\"https:\/\/enough.scot\/less\/\">Details of how to get a print copy here.<\/a><\/strong><\/p>\n\n\n\n<p>The great shock caused by the total lockdown in spring of 2020 becomes more distant with each passing day. For months now, we have been living a “new normal” which is neither new, given that it continues to put capital and growth before life, nor in any way normal. Rather than grasping the opportunity presented by those months of lockdown when everything came to a standstill to undertake a radical change of direction, our societies have held on to fear and continuity, desperately struggling to ensure that everything remains the same and &#8211; as soon as possible &#8211; returns to normality, regularity and stability.&nbsp;<\/p>\n\n\n\n<p>We empathise with the suffering of many families and businesses which have found themselves obligated to confront situations of tremendous precarity due to the policies of governments such as the Spanish State. Nothing could be further from our intention than to suggest that these should be abandoned or left unsupported. However, it would be a serious mistake were we to fail to see that if the particular ways of living, producing, consuming, transportation etc. generated by industrial capitalist societies are to continue, then suffering in the near future will be much greater and probably affect all of humanity.&nbsp;<\/p>\n\n\n\n<p>The great problem we face is that, at a deep level, hardly anybody has understood that the Covid-19 pandemic is not an isolated and exceptional event, but rather a single moment in a much broader process: ecosocial collapse.&nbsp;<\/p>\n\n\n\n<p><strong>“We struggle to see that the supposed normality constituted by the western societies of the second half of the 20th century are the true exception.”<\/strong><\/p>\n\n\n\n<p>Although nearly everything which has happened in recent years makes it clear, we struggle to see that the supposed normality (opulent societies, which grow perpetually and have guaranteed access to fossil fuels) constituted by western societies in the second half of the 20th century are the true exception.&nbsp;<\/p>\n\n\n\n<p>It is these wealthy and unthinking societies which have squandered our fossil patrimony in order to support a Great Acceleration which has in the process devastated ecosystems, modified the climate, eroded the soils, contaminated water… And the massive wildfires, extreme weather events, droughts, economic crises and many other things which today flood our newspapers are no more than symptoms of that grave terminal illness which is the collapse of our civilisation. A collapse which we should not understand as a one-off or single event, but rather as a long process of decomposition which will affect different countries unequally, and within those, will be felt much more by the most vulnerable parts of the population.&nbsp;<\/p>\n\n\n\n<p>Without understanding this, it is very unlikely that we will be able to really build a politics that puts life, freedom, equality and the stability of Gaia before everything else. At the end of the day, trying to return to a normal which never was is the very opposite of what we need today. Stability won’t return, growth will not continue and our way of life is taking its dying breaths. We are facing limits and damages caused by our dynamics of overshoot which make it not only undesirable, but impossible to carry on as though nothing were wrong. And ours is not merely a technical problem. The experts will not be able to discover a new technology that can resolve this, nor will State bureaucrats find some fail-proof policy which will allow us to continue with our lives as usual. Ours is a global and profoundly political problem. What is at stake is our way of life (which necessarily will have to change radically), and those who will bring about that change are people, organised collectively.&nbsp;<\/p>\n\n\n\n<p><strong><em>“Stability won’t return, growth will not continue. We are facing limits and damages caused by our dynamics of overshoot which make it not only undesirable, but impossible to carry on as though nothing were wrong.”<\/em><\/strong><\/p>\n\n\n\n<p>Despite the fact that those in power refuse to recognise it, major social and metabolic shifts await us in the near future. The Covid-19 pandemic has helped us to understand what these disruptions might look like, but the worst is yet to come. In the coming years, everything points to us living through energy scarcity which could transform into food shortages, problems accessing fuel, industrial shutdowns etc. We will also have to live with an increasingly unstable climate which, no matter what we do, will never return to the state of equilibrium which all agrarian human societies enjoyed until the present day. Heatwaves, droughts, super-storms and hurricanes, scarcity of fresh-water, melting glaciers… All of this has come to stay, and to challenge our urban model, our industrialised food system and our management of water.&nbsp;<\/p>\n\n\n\n<p>Faced with all this, what will we do? Move ahead as though nothing were happening? Keep alive at all costs a suicidal industrial capitalism? Our obligation is to articulate a politics which navigates between limits and desire. Although it seems that we may have forgotten, last spring taught us something: it is possible to put people before capital. And that teaching is essential if we want the opportunity to collapse better, to guarantee dignified, free and equal lives in the new balance we have pushed Gaia towards. But that is not enough, because we have to put life before people. Life is not only human, it encompasses all the other animal and plant species. Only in that whole, the life of every single species is possible. We urgently need to dissolve our deeply-rooted anthropocentrism to put Gaia as a whole front and centre; as Jorge Reichmann says, we need to construct a political ethics capable of looking beyond the walls of the human city.&nbsp;<\/p>\n\n\n\n<p><strong>“Our obligation is to articulate a politics which navigates between limits and desire. Although it seems that we may have forgotten, last spring taught us something: it is possible to put people before capital.”<\/strong><\/p>\n\n\n\n<p>Let’s begin with the “easy” part: putting human life ahead means, in the first place, assuming and interiorising the limits of Gaia. Understanding that the illusions of infinite growth, unlimited abundance and nature as an inert object are inadequate frameworks for understanding what is happening to us: we need a New Earth Culture.&nbsp;<\/p>\n\n\n\n<p>But that limit is also a limit to our own action, which must become a form of collective self-limitation. This is the best recipe to avoid all forms of authoritarianism, including that which has accompanied the State of Alarm [<em>translator’s note:<\/em> decreed by the Spanish State in response to the Covid-19 pandemic]. Are we capable of making choosing that which is indispensable for life a collective undertaking? Frugality and modesty are values which must come to substitute competition and ambition. Living well with less, we say in social ecology. At least with less energy, less consumption, less inequality, less injustice, less socio-ecological destruction.&nbsp;<\/p>\n\n\n\n<p>This also means placing limits on those who condemn us with their disproportionate hubris. We must unite amongst equals to build autonomous institutions that, on the one hand, free us from the expropriation which the elites impose on us through salaries and management. But which also force a redistribution of all the wealth unjustly accumulated by these elites. Therefore, ending wage work (the Spanish word used is “desalarizar”, literally to undo the wage relation) and constructing food, energy, technological and political sovereignty. The more autonomy we have, the more capable we will be of guaranteeing social needs without destroying and fighting, to self-limit ourselves in the embrace of Gaia, and at the same time, we will be better able to defend ourselves against the inevitable attacks of the elites and the States. Therefore, expropriating, sharing work and wealth, occupying or guaranteeing a living minimum for all who need it are basic policies. Lighting the way towards a force which constructs but also defends, setting in motion an exercise of collective self-limitation which can come to be an expression of freedom and social autonomy. In this study, we have outlined a route map for how this could be done for the Spanish economy during the decade 2020 – 2030.&nbsp;<\/p>\n\n\n\n<p><strong>“The more autonomy we have, the more capable we will be of guaranteeing social needs without destroying and fighting, to self-limit ourselves in the embrace of Gaia, and at the same time, we will be better able to defend ourselves against the inevitable attacks of the elites and the States.”<\/strong><\/p>\n\n\n\n<p>But this limit will never arrive if it is presented as a logical argument, as an unquestionable political conclusion. Our action has to navigate between limits and desire, because the latter is the only thing capable of activating and moving us. A desire which, in turn, will be found at the root of the conflict necessarily entailed by the scenario which we are outlining.&nbsp;<\/p>\n\n\n\n<p>We cannot assume that power, neoliberalism, industrial capitalism have won once and for all the battle of desire, making us into beings capable only of desiring that which the State and the market offer us. We cannot because a true evaluation of limits prevents us from doing so, but above all, because the human being has shown throughout their history (as well as in the present) that they can live with dignity and in harmony with nature. That, therefore, is a horizon of desire anthropologically possible and a reality for many human societies, such as for example some Indigenous Peoples.&nbsp;<\/p>\n\n\n\n<p>Why are the siren calls of new proposals such as the Green New Deal (GND) so persuasive? Precisely because they claim to be able to bring together the need to accept limits with the widespread desire amongst western “middle classes” that almost nothing in our way of life need change. By all accounts a false solution, since the reality is that our desire to not have to change ourselves leads us to underestimate the scale of the exercise in self-limitation which we have before us, even the exercise of self-limitation which would be involved in any minimally realistic GND. As we explore in this study, a GND which approaches the emissions cuts recommended by the IPCC (which we know are ecologically insufficient), as well as promoting renewables would also have to invest in agroecology, decimate the private car, strongly restrict international aviation (tourism)… In short, an authentic overturning of neoliberal subjectivity.&nbsp;<\/p>\n\n\n\n<p>For that reason, it seems highly improbable that a minimally realistic GND, which implies profound transformations in our way of life, can become an option for parliamentary majorities in the short term (we will see what happens in the mid-term in a dramatically changing scenario such as that which we are living in). It is even less probable that any State will have the capacity or desire to make it reality, because not for nothing do they depend for their functioning on taxes and financial markets which, in turn, can only divert funds as a result of the reproduction of capital. What is even more important, the ecological struggles advocating for austere sufficiency and redistribution seem to be far from being in a position to set the rhythm for social coordination.<\/p>\n\n\n\n<p><strong>“The construction of emergency landings in the collapse will have to navigate between the cracks and grey zones of the system, through disputes, and take as given that conflict is inevitable.”<\/strong><\/p>\n\n\n\n<p>Thus, the construction of emergency landings in the collapse will have to navigate between the cracks and grey zones of the system, through disputes, and take as given that conflict is inevitable. On that path, there is no single or good solution. Nobody has an infallible solution. For that landing to succeed, we cannot assume that the transformation of desire, and therefore ways of life, are beyond possible or realistic political action. Our obligation is, instead, to politicise desire and connect with the old aspiration of social emancipation. Ours must also be an anthropological transformation, and thus we cannot accept that the triumph of neoliberalism in that sphere is irreversible. Or, if we do so, we will have to accept that the ecocide followed by genocide which could unfold under the worst scenarios of ecosocial collapse are also inevitable.&nbsp;<\/p>\n\n\n\n<p>Only if we are capable of longing to live in another way, only if we place the weaving of close social relations, time, fresh air, nature, meaningful work, and contact with the land before consumption, money or commodities will we be able to land in the least traumatic way possible. We need to work to reconstruct that which Mumford called the neolithic, and which today we can understand as a way of life that is communal, sustainable, just and autonomous. That is a key battle at the level of desire. In the report we cited earlier, the only scenario capable of respecting ecological limits was that in which we worked fewer hours in total. Of that work time, we would spend more time doing caring work in the household and less time in paid employment, either in the public or private sector. Morever, in that scenario a new kind of work would also emerge, one which is today almost non-existent, of communal work geared towards satisfying basic needs. A type of work which, potentially, has much more life-giving meaning than paid work. From our point of view, a scenario capable of stimulating desire for many people.&nbsp;<\/p>\n\n\n\n<p>At the moment, desires for the most part still pivot between continuing as usual in the economic sphere, but accompanied by a consciousness that times are changing, and an ecological transition that would enable us to live more or less as we do currently, exemplified in the public discourse of the GND (if not in its hypothetical materialisation). The Trumps bet on the fossil economy, which is without doubt the most productive, at the same time that they strengthen the borders and imaginaries of confrontation which are essential to maintain their power in a structure which is cracking. They know how to read our times, according to their own interests, better than it would appear. Those who defend the GND start from a consciousness, at least partial, of the socioecological crisis, but they make promises impossible to fulfil and which do not match up to the ecological challenges, which are not only about energy, but much more complex. They deploy a horizon of desire with a very short range and high potential to cause disenchantment.&nbsp;<\/p>\n\n\n\n<p><strong>“The great battle in the field of desire in the coming years or decades is not going to be over whether there is a transition towards a sustainable economy. That will happen inevitably. The dispute will be what kind of transition triumphs.”<\/strong><\/p>\n\n\n\n<p>The great battle in the field of desire in the coming years or decades is not going to be over whether there is a transition towards a sustainable economy. That will happen inevitably. The dispute will be what kind of transition triumphs. On one side, the ecofascist or ecoauthoritarian: maintain high living standards for the elites, for which they will embrace conservationist discourses and the defence of “our own”. This is what the Nazi party did and what the European far-right is starting to do. <em>The Handmaiden’s Tale <\/em>would be a horizon of desire (for the elites) in a territory rendered lifeless by the Capitalocene.&nbsp;<\/p>\n\n\n\n<p>The other great horizon of desire is that which is made up of the sharing of work and wealth, simplicity, slowness, pleasure derived from dense social fabrics or intimate connection with nature. That connection based in knowledge, work and the love derived from both, as the neo-rural movements teach us. It is that which would enable us to materialise a socioeconomic transformation inspired by degrowth, relocalisation, integration into natural cycles (which is to say, an agroecological rather than industrial economy) and the distribution of wealth and power. This is the horizon of desire which is currently most hidden, least articulated and most interlaced with other contradictory desires, but which probably exists more than we think. It is that which drives those who long for early retirement or who use their holidays to go on pilgrimage. It is the desire which leads many to abandon the city and return to the land. It is also the desire of those who decide to work in cooperatives and escape the absurd impositions of growth. This will be the only desire compatible with what we might consider good lives when the lives which we previously called good (those of consumerism) are no longer feasible.&nbsp;<\/p>\n\n\n\n<p>It is vital to make that horizon of desire grow now. Failure to do so will leave a gap in which the ecofascist desire can grow. And nothing makes desire grow more than seeing other people living happily. We need to encourage broad social sectors to want to imitate those who work in a cooperative with dignified working conditions doing socially necessary work, those who live in ecological buildings designed to maximise friendship and mutual aid, or those who eat delicious fruit picked directly from the tree they care for.&nbsp;<\/p>\n\n\n\n<p>But that is not enough. We need to encourage desire recovering our capacity to dream of other economies and societies, something which today seems almost impossible because capitalism and the State, having enclosed our economic and political autonomy, have also cut the wings of our capacity to imagine other worlds. For that reason, in order to be able to dream big we must at the same time materialise our dreams. That is, construct autonomous lives which enable us to fantasize about autonomous societies and, on the way, position ourselves better to defend them when the moment arrives to do so.<br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Hardly anybody has understood that the Covid-19 pandemic is not an isolated and exceptional event, but rather a single moment in a much broader process: ecosocial collapse. By Adrián Almazán and Luis González Reyes, translated by Tom Younger. This is from #2 of LESS, our journal of degrowth, radical sufficiency and decolonisation in Scotland. Details of [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":9276,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[77,200,219,220,221],"class_list":["post-9275","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-less","tag-degrowth","tag-less","tag-desire","tag-covid-19","tag-precarity"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9275"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9275"}],"version-history":[{"count":2,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9275\/revisions"}],"predecessor-version":[{"id":9437,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9275\/revisions\/9437"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/9276"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9275"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9275"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9275"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}