{"id":9278,"date":"2021-06-15T08:56:18","date_gmt":"2021-06-15T08:56:18","guid":{"rendered":"https:\/\/enough.scot\/?p=9278"},"modified":"2021-06-15T11:29:10","modified_gmt":"2021-06-15T11:29:10","slug":"the-anti-doh","status":"publish","type":"post","link":"https:\/\/enough.scot\/the-anti-doh\/","title":{"rendered":"The Anti-D’oh!"},"content":{"rendered":"\n<p><em>Mapping the emotional systems that could drive us to an ecological civilisation <\/em>by Pat Kane. This is from #2 of LESS our journal of degrowth, radical sufficiency and decolonisation in Scotland.  <a href=\"https:\/\/enough.scot\/less\/\">Details of how to get a print copy here.<\/a><br><br><\/p>\n\n\n\n<p>We hear a lot from behavioural science and nudge theory about how susceptible humans are to addictive and self-destructive behaviour &#8211; our inner “Homer Simpson”, short-termist, thrill-obsessed and anxious about status.&nbsp;<\/p>\n\n\n\n<p>If this was the only account of evolved human nature going, then we’d be looking at our eternal vulnerability to consumerism and advertising, with all the dire consequences for material throughput this implies.&nbsp;<\/p>\n\n\n\n<p>But what if there are a range of contending frameworks of human emotion and cognition &#8211; ones which emphasis the active power of imagination; or expand the repertoire of (and the interaction between) triggerable and visceral drives; or point towards ways whereby we can increase our non-reactivity, mindfulness and need for meaning?&nbsp;<\/p>\n\n\n\n<p>Maybe we’re more like Lisa Simpson than Homer? And maybe this can also provide a neurophysiological basis for constructing a robust and lasting post-consumerist identity?<\/p>\n\n\n\n<p>***<\/p>\n\n\n\n<p>“D’oh!” This is Homer Simpson’s famous response to yet another failure to put his rationality ahead of his appetites and anxieties. But it’s also the noise you hear behind so much of what has become known as <a href=\"https:\/\/en.wikipedia.org\/wiki\/Nudge_theory\" target=\"_blank\" rel=\"noopener\">“nudge theory”<\/a>, as it observes us poor simians bumping into the sharp edges of a challenging modern world that, somehow and mysteriously, we managed to create.&nbsp;<\/p>\n\n\n\n<p>Officially known as “behavioural economics”, nudge theory is so-called because it aims to steer we bemused, still-paleolithic creatures around our own social and economic landscape, gently pushing us away from self-destructive behaviours that we can’t help perpetrating.&nbsp;<\/p>\n\n\n\n<p>Why can’t we help it? Because beneath our elaborate and intricate worlds of code, law, culture and institutions, say the nudgers, we are essentially hunter-gatherers, whose survival drives persist into the complex present, and lead us astray.&nbsp;<\/p>\n\n\n\n<p>Indeed, it’s worse than that: we have figured our, via advertising and marketing (whether commercial or political), how to lead ourselves astray. Some classic examples follow. We have an ancient appetite for sweet and sucrose-intense foodstuffs &#8211; so we can be easily led down the path to over-consumption of junk and processed foods.&nbsp;<\/p>\n\n\n\n<p>Our attention flickered around our old savannah landscapes, looking for predators or enemies &#8211; so we can readily become entranced by screens and interaction designs, which consciously and deliberately game those instincts securing our constant attention.<\/p>\n\n\n\n<p>To survive, we sort ourselves into in-groups and out-groups, and develop attachments to kin (whether biological or fictive) &#8211; so we moderns are all-too-susceptible to status wars, identity politics\/marketing, and even tribalism by <a href=\"http:\/\/This Is Your Brain on Nationalism: The Biology of Us and Them’, Robert Sapolsky, Foreign Affairs, March\/April 2019, https:\/\/www.foreignaffairs.com\/articles\/2019-02-12\/your-brain-nationalism\">means of polarisation.<\/a><\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>We have an “aversion to loss” more than we have an “attraction to gain”, rooted in our early hominid insecurities about storing and retaining resources. Yet at the same time we are also afflicted with “optimism bias”: we routinely overestimate our own chances of success, and the impact of our own skills and talents, in any challenging situation &#8211; again, a capacity we apparently developed as we adapted to our harsh environments.<\/p><\/blockquote>\n\n\n\n<p>It’s amazing. How do these broken, misfiring creatures even make their way to the <a href=\"http:\/\/See this comprehensive list of “cognitive biases” https:\/\/en.wikipedia.org\/wiki\/List_of_cognitive_biases\" target=\"_blank\">bus stop each morning?&nbsp;<\/a><\/p>\n\n\n\n<p>Scepticism about the research basis of “nudge” thinking is justified. Many of its tests have been enacted on early twenties graduates and post-graduates on Western university campuses, who one could conceivably imagine to be more impulsive and individualistic in their actions than in <a href=\"http:\/\/Nudge theory is a poor substitute for hard science in matters of life or death”, Sonia Sodha, The Guardian, 26 April 2020,\" target=\"_blank\">many other cultures.<\/a><\/p>\n\n\n\n<p>Building a case for “liberal paternalism”, in the words of Sunstein and Thaler &#8211; where psychologically-informed politicians, managers and administrators “architect the choices” of these poor Homers, steering them away from “predictably irrational” self-harms — is easier if the human evidence for it is so specific (eg impatient, not fully mature young students).&nbsp;&nbsp;<\/p>\n\n\n\n<p>By the same means, of course, these creatures can also be steered towards self-harm. The perpetual offer of cut-price chocolates at the supermarket counter is an example of nudge thinking that aims to exploit our “cognitive biases”. It associates spending at the counter with a cash saving on a sugar high, <a href=\"http:\/\/Nudging at the checkout counter – A longitudinal study of the effect of a food repositioning nudge on healthy food choice”, L.C. Van Gestel et al. Psychology &amp; Health, Volume 33, 2018 - Issue 6, https:\/\/www.tandfonline.com\/doi\/full\/10.1080\/08870446.2017.1416116\" target=\"_blank\">wiring a retail behaviour in with our ancient susceptibility.<\/a><\/p>\n\n\n\n<p>In terms of the urgency of climate crisis &#8211; where a consumerism that plays on and to these cognitive and physiological biases keeps material throughput constantly on the increase, as we’re triggered to keep impulse buying &#8211; the nudgers’ map of evolved (and limited) human nature would seem to bring us grim news.&nbsp;<\/p>\n\n\n\n<p>If indeed we are these lost, stumbling, savannah-era creatures, stranded paleolithics endlessly susceptible to the sparkles and enticements of consumer society and political messaging, then all we can hope for is that our rulers and steerers &#8211; who possess this powerful map of human weakness &#8211; don’t jerk us around too much. And if\/when they do, they do it in the right direction. Because we, the people, are poor forked Homer Simpsons, <a href=\"https:\/\/www.independent.co.uk\/arts-entertainment\/books\/features\/nudge-nudge-pat-kane-s-big-ideas-for-busy-readers-864477.html\" target=\"_blank\" rel=\"noopener\">waiting to be nudged towards the light.&nbsp;<\/a><\/p>\n\n\n\n<p>***<\/p>\n\n\n\n<p>But what if we were Lisa Simpson, as much as Homer? That is, what if we were expressive, constructive, artistic, idealistic, self-programming, ethically ambitious?&nbsp;<\/p>\n\n\n\n<p>Well, we know this to be the case &#8211; we know these people in our own lives, we can find them in the media if we look hard enough, and sometimes they achieve stellar status by virtue of their sheer integrity (Greta Thunberg’s moral intensity about the climate crisis the most recent example). Those of us who are progressive activists are inspired by such people, and hope to ignite their flame inside us, and in those we hope to mobilise.&nbsp;<\/p>\n\n\n\n<p>And in our urgency, most of us won’t be stopped from trying to summon up the better angels of our nature, by a crabbed, self-subverting mantra about the evolved inevitability of our species-mediocrity. Yet the human science of this probably does have to be grappled with, and countered, rather than just ignored. If only because it unnecessarily induces despair and fatalism about how much humans can transform <a href=\"https:\/\/www.newscientist.com\/article\/mg23231002-200-playing-politics-exposing-the-flaws-of-nudge-thinking\/\" target=\"_blank\" rel=\"noopener\">their own understandings and motivations.<\/a><\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>If we are creatures of cognitive <em>surplus<\/em>, as much as of cognitive limits, then it is possible that we might respond to (say) an appeal to build a complex “ecological civilisation” (<a href=\"http:\/\/www.yesmagazine.org\/issue\/ecological-civilization\/2021\/02\/16\/what-does-ecological-civilization-look-like\/\" target=\"_blank\" rel=\"noopener\">to use Jeremy Lent’s term<\/a>). In such a civilisation, we are (at worst) masters of our evolved and visceral reactions to the world. And at best we are mindful self-shapers and systemic adepts, applying our ingenuity to the pursuit of a planet-friendly common life.&nbsp;&nbsp;<\/p><\/blockquote>\n\n\n\n<p>As far as my reading in the last 20 years can tell me, there is more than enough evidence in the human sciences to support our capacity for this kind of fully-awake, complex living. But we need to start arranging it all into a new map &#8211; one that can fully contend with the depressing overview of the nudgers.&nbsp;<\/p>\n\n\n\n<p>The first point of intervention would be to widen the “dashboard” of primary emotions that are understood as triggering our most “predictably irrational” responses.&nbsp;<\/p>\n\n\n\n<p>In the Scottish independence movement, the spectre of “Project Fear” &#8211; the name the No side gave to their scaremongering referendum campaign in 2012-2014 &#8211; contains one of the key “negative” emotions that can be seen to deeply drive human (and indeed mammalian) existence. Yet there are potential Projects also for both Anger and Panic\/Sadness (this latter emotion rooted in anxiety around separation, aloneness and abandonment. Does that ring a bell?).&nbsp;<\/p>\n\n\n\n<p>This is one end of the “primary emotions” dashboard as laid out by the late Jaak Panksepp, founder of what’s called “affective neuroscience” or AN (which distinguishes itself from cognitive neuroscience (CN) in its <a href=\"https:\/\/www.frontiersin.org\/articles\/10.3389\/fnins.2018.01025\/full\" target=\"_blank\" rel=\"noopener\">emphasis on how our ancestral emotions deeply determine our consciousness<\/a>).&nbsp;<\/p>\n\n\n\n<p>What is exciting about Panksepp and AN is that the dashboard extends towards other primary emotions &#8211; and these are as positive and generative as the others are negative and defensive. Panksepp titles them Care, Play and Seeking\/Curiosity (he even fully CAPITALISES them, to emphasize their primacy in organisms, but I won’t follow that rule here).<br><\/p>\n\n\n\n<p>It shouldn’t be hard to imagine how one might begin to orchestrate these three emotional systems in service of an ecological civilisation &#8211; particularly if we attend to Panksepp’s particular definitions. What’s also important to note is that AN believes these are “visceral” emotions &#8211; meaning that to the human experiencing them, they are near involuntary reactions: we are “pulled” towards them, and they contend powerfully within us. (To my mind, this is a different framing of emotion than that of the nudgers, who delight in how our noble and rational intentions are endlessly subverted by our evolved inheritance. Instead, these are emotions understood more operatically, as a profound and turbulent motivational landscape, the primal drama of our lives).&nbsp;&nbsp;<\/p>\n\n\n\n<p>Care &#8211; essentially, maternal and paternal protection and development of offspring, community members, or any other entities requiring nurturance and support &#8211; seems obviously useful. Environmental discourse is powerful when it invokes Mother Earth or Gaia; and the concept of the Anthropocene implies a story in which we are responsible for the fate of the blue planet. To care for an entity is not to be transactional with it, or to have one’s emotions subverted by individualism or ego.&nbsp;<\/p>\n\n\n\n<p>Yet we can amplify the power of Care with the power of Play, as an emotional system. Care provides the human organism with the experience of being at home in, being loved and esteemed by, the world. And Play stands upon the security Care generates, in order to healthily (and joyfully) experiment and test how we can be in that world.&nbsp;<\/p>\n\n\n\n<p>Far from being trivial or a diversion, in evolutionary terms Play is how social, symbolic, imaginative animals like us rehearse being with each other. It creates zones (and much of the arts can be subsumed in the Play system) in which realities are simulated, put together and taken apart, with the risks taken being merely discursive or creative, <a href=\"https:\/\/www.journalofplay.org\/sites\/www.journalofplay.org\/files\/pdf-articles\/9-2-article-1-ethology.pdf\" target=\"_blank\" rel=\"noopener\">not life-or-death.&nbsp;<\/a><\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>When we understand how Play operates in the evolved human condition, we can break through the way that advertising (and digitality) hold promises of novelty and new worlds just out of reach of their consumers, in an endless and addictive fashion. Instead, if we try to access the creative and prototypical impulse at the heart of Play, and instil it with the empathy of Care, we end up with the young climate strikers and Extinction Rebellion’s most successful moments &#8211; turning streets into alternative communities of performance, discourse and bravery. Into “grounds of play”.&nbsp;<\/p><\/blockquote>\n\n\n\n<p>Seeking\/Curiosity is a deep emotional system for Panksepp, which goes way beyond the mammalian realm, and is essentially to do with the inner state of any organism, which needs to ascertain what its external environment is &#8211; whether sustaining or threatening &#8211; and moves around in the world to seek out that evidence. At the human level, philosophers like Spinoza called this “conatus” &#8211; understood as drive, will, motive.&nbsp;<\/p>\n\n\n\n<p>Seeking\/Curiosity sits below and beyond Anger, Fear, Panic, Care or Play. It manifests as a desire than can’t requite itself, or the impulse to action rather than passivity in a situation. Such desire is clearly harnessable in many directions, and for many different “Projects”. (There is a seventh primary and visceral emotion in the Panksepp system, Lust, which shouldn’t go without saying &#8211; but perhaps needs another essay to integrate into our picture, as it can either integrate or unravel those in its grip).&nbsp;<\/p>\n\n\n\n<p>The science of emotions, as explored by other figures like Antonio Damasio, often connect this desire to the need for “homeostasis” in organisms &#8211; a term you may know as referring to self-balancing and self-correction (like the homeostat regulating the heating in your house). Damasio prefers the term “homeodynamics”. This is the gentle flourishing which is the ideal state for a healthy organism &#8211; keeping enough energy resources in reserve, to <a href=\"https:\/\/www.youtube.com\/watch?v=ONByvKuMa4w\" target=\"_blank\" rel=\"noopener\">fuel a curiosity about your environment.&nbsp;&nbsp;<\/a><\/p>\n\n\n\n<p>When connected to Play, and particularly when it happens in the super-playful human animal, this Seeking\/Curiosity is the drive behind the elaborate structures and rules of our civilisations. Of course, all of these emotional systems fuel the more self-conscious, cognitive and imaginative parts of our minds, which grow the cultures that are between us. We can imagine (and remember) civilisations that are (and were) founded on the visceral triggering of Fear, Anger and Panic\/Sadness.&nbsp;<\/p>\n\n\n\n<p>Yet I am strongly suggesting that affective neuroscience should give activists the confidence to identify, and then to cultivate, the more “positive” and generative primary emotions. They can be deep motivators towards building an ecological civilisation.&nbsp;<\/p>\n\n\n\n<p>***<\/p>\n\n\n\n<p>A final caveat. The human sciences (and particularly the sciences of emotions) are a crowded, contested and constantly shifting field. A recent challenge to affective neuroscience’s map of evolved and deeply rooted emotions comes from the constructionist model, preeminently developed by the aforementioned <a href=\"https:\/\/lisafeldmanbarrett.com\" target=\"_blank\" rel=\"noopener\">Lisa Feldman Barrett.<\/a><\/p>\n\n\n\n<p>It’s “constructionist” because Barrett and her peers believe that emotions are much more culturally constructed (and culturally relative) than they are a set of “essential” emotional modules. In a sardonic way, she charges essentialists as invoking “an inner beast that needed to be controlled by <a href=\"https:\/\/www.chronicle.com\/article\/the-secret-history-of-emotions\/\" target=\"_blank\" rel=\"noopener\">divine, rational thought”.<\/a><\/p>\n\n\n\n<p>Her own laboratory studies and literature reviews aim to refute the idea that we have a “fear” circuit or “play” circuit in the brain. For Feldman, the emotions are much more emergent between a human and their environment. They arising from the meeting of a flexible brain network that’s constantly anticipating our reality; and a culture\/language that gives us more subtlety in handling emotions, the more culture we imbibe.<\/p>\n\n\n\n<p>This means, as far as I understand her work, that our emotive, motivated selves are far more shapeable by a powerful story, metaphor or image (still or moving) that we have been previously prepared to accept. Yet if we understand this, claims Barrett, we can then take on the responsibility to re-story ourselves. And now aware that we have a much greater capacity to do this than we realised.<\/p>\n\n\n\n<p>I find myself placed somewhere between the “essentialist” and the “constructionist” positions in this debate, these two camps of the neuroscience of emotions and cognition. I think it’s important that humans realise how homologous they are with other mammals, and even organisms beyond that. It feels like a biological connection, a shared fate, which might be transforming if dwelt upon deeply enough.&nbsp;<\/p>\n\n\n\n<p>But I also appreciate that we are also radically constructionist animals &#8211; with extraordinary capacities for self-reflection, conceptualisation, fabulation. We will need all those imaginative powers, rethinking not just technology but styles and ways of life, if we are to get out of the 2020s alive.&nbsp;<\/p>\n\n\n\n<p>At least, let’s say that there’s more to us, and our evolved resources, than Homer Economicus.&nbsp;<\/p>\n\n\n\n<p><em>Pat Kane is a writer, musician, activist, consultant and futurist (<\/em><a href=\"http:\/\/www.patkane.global\" target=\"_blank\" rel=\"noopener\"><em>www.patkane.global<\/em><\/a><em>). His book The Play Ethic was published in 2004, and he is currently completing a follow-up.&nbsp;<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Mapping the emotional systems that could drive us to an ecological civilisation by Pat Kane. This is from #2 of LESS our journal of degrowth, radical sufficiency and decolonisation in Scotland. Details of how to get a print copy here. We hear a lot from behavioural science and nudge theory about how susceptible humans are [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":9279,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[120,200,222,223],"class_list":["post-9278","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-less","tag-climate-crisis","tag-less","tag-nudge-theory","tag-homer-simpson"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9278"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9278"}],"version-history":[{"count":4,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9278\/revisions"}],"predecessor-version":[{"id":9283,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9278\/revisions\/9283"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/9279"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9278"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9278"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9278"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}