{"id":9286,"date":"2021-06-18T09:57:10","date_gmt":"2021-06-18T09:57:10","guid":{"rendered":"https:\/\/enough.scot\/?p=9286"},"modified":"2021-07-07T10:28:28","modified_gmt":"2021-07-07T10:28:28","slug":"social-media-worker","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/social-media-worker\/","title":{"rendered":"Social Media Worker"},"content":{"rendered":"\n<p><strong>Enough! Scotland are a small collective working with some big themes &#8211; like degrowth and decolonisation<\/strong><\/p>\n\n\n\n<p><strong>Overview and Role<\/strong><\/p>\n\n\n\n<p>Our work needs someone with the know-how to enhance and cultivate our social media presence. We’re looking for a freelancer who can work closely with collective members to create engaging social media content and keep our social media channels active and relevant.<\/p>\n\n\n\n<p>As well as having the kind of good sense of humour needed to work with a small highly-idealistic team &#8211; you’ll be the kind who can seek out new social media avenues and ways of connecting with wide ranging audiences. You’ll be able to commit to fifteen hours a week for three months with option to extend if it’s working out.<\/p>\n\n\n\n<p>Deadline for applications &#8211; 16th July 2021 at 5pm<\/p>\n\n\n\n<p><strong>Who You Are<\/strong><\/p>\n\n\n\n<p>Enough! Scotland welcome applications from all and are committed to providing equal opportunities for everyone regardless of their background. We acknowledge that people from certain backgrounds are under-represented in progressive movements and we&#8217;re committed to doing what we can to address this. We are particularly keen to receive applications from women; black people and people of colour; people with disabilities; people who identify as being LGBTQIA+; people with mental health conditions; people who identify as neurodivergent and people who identify as working class or have done so in the past. Applicants should be based in Scotland.<\/p>\n\n\n\n<p><strong>Essential Skills<\/strong><\/p>\n\n\n\n<p>Excellence around the major social media platforms that we are currently using and want to use better such as, Canva, Mailchimp. Facebook, Twitter and Instagram. Experience and knowledge of additional social media platforms are also very welcome, as is an understanding of digital marketing.<\/p>\n\n\n\n<p>You will have ability and experience in creating and implementing digital media strategies.<\/p>\n\n\n\n<p>We need someone who will create conversation and dialogue around our work, engaging new audiences and cultivating current ones.<\/p>\n\n\n\n<p>We are looking for someone with writing skills and a visual sensibility. You should feel comfortable traversing from text, audio, and video content. You should also be committed to making content as accessible, inclusive as possible.<\/p>\n\n\n\n<p>We will want someone who is able to manage with our broad range of content output and is able to&nbsp; coordinate and schedule social media content around this.<\/p>\n\n\n\n<p><strong>Working Arrangements<\/strong><\/p>\n\n\n\n<p>Initially, we’re looking for someone for three months, with the possibility of extending this by mutual agreement. We’re exploring how to bring in new people to support our work and want to be upfront about what this will mean for you and what you might expect.&nbsp;<\/p>\n\n\n\n<p>As we work mainly through <a href=\"https:\/\/slack.com\/\" target=\"_blank\" rel=\"noopener\">Slack<\/a>, you should be familiar (or able to become so) with this platform.<\/p>\n\n\n\n<p>Please note you should have access to your own equipment such as a desktop or a laptop and to work space, at home or elsewhere to enable you to undertake the work.<\/p>\n\n\n\n<p>We’ll agree some helpful metrics before you start out working with us.<\/p>\n\n\n\n<p><strong>How to apply<\/strong><\/p>\n\n\n\n<p>In addition to your CV, please also provide either in a cover letter or in any medium you feel comfortable (ie. text, video) a little more about you and set out your experience\/interest in themes of degrowth\/decolonisation. We would also be interested in learning about your experience\/knowledge in working in decentralised\/autonomous ways. Could you also tell us about a social media campaign (that you weren’t involved in) that you loved and what you loved about it? Was it successful or not?<\/p>\n\n\n\n<p><strong>Please email your CV and accompanying letter or media to: info@enough.scot by the closing date of 5pm on Friday 16th July 2021.<\/strong> We will confirm we have received your application by e-mail.<\/p>\n\n\n\n<p>Please note that&nbsp;we are only handling applications electronically. &nbsp;<\/p>\n\n\n\n<p>We hope to hold interviews on Wednesday 28 July.&nbsp;Please let us know, in your cover letter or similar, whether you would be available for interview on that date so that we can be aware, in plenty of time, if we need to make alternative arrangements for any short-listed candidates.&nbsp;<\/p>\n\n\n\n<p>If you need more information before you apply, please contact us by emailing info@enough.scot<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>For more details download <a href=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/06\/Enough-Social-Media-Brief.pdf\" target=\"_blank\" data-type=\"URL\" data-id=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/06\/Enough-Social-Media-Brief.pdf\" rel=\"noreferrer noopener\">the job details here.<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Enough! Scotland are a small collective working with some big themes &#8211; like degrowth and decolonisation Overview and Role Our work needs someone with the know-how to enhance and cultivate our social media presence. We’re looking for a freelancer who can work closely with collective members to create engaging social media content and keep our [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":9312,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[97],"tags":[],"class_list":["post-9286","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-community"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9286"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=9286"}],"version-history":[{"count":15,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9286\/revisions"}],"predecessor-version":[{"id":9331,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9286\/revisions\/9331"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/9312"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=9286"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=9286"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=9286"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}