{"id":9567,"date":"2021-11-10T16:16:09","date_gmt":"2021-11-10T16:16:09","guid":{"rendered":"https:\/\/www.enough.scot\/?p=9567"},"modified":"2021-11-10T16:16:11","modified_gmt":"2021-11-10T16:16:11","slug":"dismantling-scotlands-petro-industrial-complex-lessons-from-mossmorran","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/dismantling-scotlands-petro-industrial-complex-lessons-from-mossmorran\/","title":{"rendered":"Dismantling Scotland’s petro-industrial complex: Lessons from Mossmorran"},"content":{"rendered":"\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"684\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_17-10-2018_JT_Stills-207-1024x684.jpg\" alt=\"\" class=\"wp-image-9569\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_17-10-2018_JT_Stills-207-1024x684.jpg 1024w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_17-10-2018_JT_Stills-207-300x200.jpg 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_17-10-2018_JT_Stills-207-768x513.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_17-10-2018_JT_Stills-207-585x390.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_17-10-2018_JT_Stills-207-1170x781.jpg 1170w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_17-10-2018_JT_Stills-207-100x67.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_17-10-2018_JT_Stills-207.jpg 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p><strong><em>Decarbonise, democratise, decolonise, decommodify. This is the mantra we must adopt in the year of COP26, argues Benjamin Brown. Nowhere is this more true  than for Mossmorran, a scar on Scotland’s environmental conscience.<\/em><\/strong><\/p>\n\n\n\n<p><em>“<\/em><em>Tae conclude ma tale I’m gey sick o their lees,<\/em><\/p>\n\n\n\n<p><em>The truth is they juist dae whitever they please,<\/em><\/p>\n\n\n\n<p><em>When it disnae blaw up we’re tae faa on our knees,<\/em><\/p>\n\n\n\n<p><em>Tae gie thanks tae the Mossmorran Gaffer!”<\/em><\/p>\n\n\n\n<p>&#8211; From <em>The Mossmorran Gaffer<\/em> by Wullie Hershaw (1)<\/p>\n\n\n\n<p>A towering jumble of metallic pipes and chimneys, bathed in smoke, rises up from the Fife landscape. This industrial monolith is a cavernous presence, standing tall in an uneasy truce with gorse-strewn fields that surround it. Intermittently, the site is lit up by flares burning off excess gas. These can burn so bright that they are visible from Edinburgh, over twenty miles away across the Firth of Forth. But it is up-close that the presence of this place can be felt most keenly. The incessant, whirring din of industrial machinery; the unpleasant smell that permeates the air around it.<\/p>\n\n\n\n<p>This is the Mossmorran petrochemical complex, processing gas from the North Sea into ethylene and other chemical products. Mossmorran refers to both the natural gas and liquids (NGL) plant operated by Shell, and Exxonmobil’s ethylene plant that sits alongside it. Since its construction in 1985, Mossmorran has seen opposition from a sizeable chunk of Fife residents unconvinced that the jobs associated with the plants (180 employees plus 50 contractors at the ethylene plant, according to Exxonmobil (2); numbers for Shell’s NGL plant are not publicly available) are a price worth paying for year upon year of light, air, and noise pollution. Symptoms reported include heightened anxiety, itchy throats, asthma, headaches and migraines, and sleepless nights from light and noise disruption caused by flaring.<\/p>\n\n\n\n<p>Local campaigners have held protests, conducted social impact mapping (3), and submitted over 900 complaints (4) about the environmental and health impacts of the plants. This has delivered some wins: Shell UK Limited and Exxonmobil Chemical Limited have both been fined by the Scottish Environmental Protection Agency (SEPA) for breaching environmental regulations at the site. In May 2019, residents pushed for the regional council to “commission an independent expert study of the environmental, social and health impacts on the surrounding communities”. (5) A council motion was subsequently passed which includes a commitment to “seek discussions with the Scottish and UK Governments, the companies and trade unions regarding the long term future of the plant and a possible strategy for its decommissioning”.<\/p>\n\n\n\n<p>This is not mere NIMBYism. Although local disruption and health concerns may have animated initial grievances, campaigners increasingly join the dots between climate breakdown and Mossmorran, which boasts the unenviable position of being the third largest polluter in Scotland (6). Indeed, Exxonmobil’s promise to install a new ground flare tip has been met with derision. Protests stubbornly continued throughout the pandemic (both online and socially distanced), and the cosmetic solutions put forward have failed to mute public criticism. At the end of July, as restrictions eased, local campaigners welcomed over 100 climate activists from across Scotland, who converged in a nondescript field close to Mossmorran as part of an ‘Action Weekend’ organised by Climate Camp Scotland and local group Actions Speak Louder Than Words. The camp was planned as part of a coordinated wave of actions in over 20 countries against the use of fossil gas (7), and to mobilise action against Scotland’s fossil fuel infrastructure.<\/p>\n\n\n\n<p>From activists standing against the Torness nuclear power station near Dunbar in 1979 (8), to the occupation of Mainshill wood to prevent opencast coal mining in 2009, (9) Scotland has a strong tradition of using protest camps to block environmental harm. Yet the pandemic created many challenges, with activist energy understandably turning to public health, mutual aid, and care over much of the past year and a half. Organisers scaled back their original vision, abandoning plans for an <a href=\"https:\/\/www.ende-gelaende.org\/en\/about-us\/\" target=\"_blank\" rel=\"noopener\">Ende Gelaende<\/a> (10) style mass direct action so as to prioritise covid safety (11) and create a space for the Scottish climate movement to regroup after sixteen months of dormancy.<\/p>\n\n\n\n<p>The organising process that led up to this was not always easy. Familiar patterns of burnout, uneven burdens of labour, and miscommunication were compounded by the limitations of mostly online meetings and other constraints imposed by the pandemic. Organising fell short of ambitions to ensure inclusivity, causing upset to people with disabilities in the run-up to the camp. Efforts were made to remedy this, but it exposed shortcomings that must be overcome for any intersectional climate movement.<\/p>\n\n\n\n<p>However, relationships of trust were gradually built between local campaigners and climate camp organisers. As covid restrictions loosened, outreach stalls in Fife created opportunities for learning, discussion, and dialogue with the community. The climate camp itself brought together activists from across Scotland: Fife, Edinburgh, Glasgow, Dundee, Stirling, Argyll. The weekend was tightly packed with a vibrant programme of workshops and action planning, culminating with a public assembly at the gates of Mossmorran. Protesters expressed their discontent loudly, noisily, and passionately: <em>“Clean Gas is a Dirty Lie! Just Transition Now! Polluters Out!”<\/em><\/p>\n\n\n\n<p>A movement was rising.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1024\" height=\"683\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_11-10-2018_JT_Stills-250-1024x683-1.jpg\" alt=\"\" class=\"wp-image-9570\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_11-10-2018_JT_Stills-250-1024x683-1.jpg 1024w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_11-10-2018_JT_Stills-250-1024x683-1-300x200.jpg 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_11-10-2018_JT_Stills-250-1024x683-1-768x512.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_11-10-2018_JT_Stills-250-1024x683-1-585x390.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/McCredie_11-10-2018_JT_Stills-250-1024x683-1-100x67.jpg 100w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>The COP26 (UN Climate Change Conference) circus arrives in Glasgow this November. “Just Transition” (12) is now centre stage in national policy-making under Scotland’s new SNP-Green collaborative government, while UK PM Boris Johnson has recently sought to bolster climate credentials by announcing that fossil fuels will be eliminated from the UK’s electricity supply by 2035. (13) Yet talk comes easy, and consensus over the exact meaning of what this transition should entail remains to be determined. SNP proposals for a £26 million Energy Transition Zone near Aberdeen are a far cry from the priorities of local residents, who are concerned the project will transform one of the area’s last green spaces into another industrial site, (14) and politicians of all stripes remain captivated by false solutions such as carbon offsets, (15) blue hydrogen, (16) and Bioenergy with Carbon Capture and Storage (17). <\/p>\n\n\n\n<p>Concerns remain that the second iteration of the Scottish Government’s Just Transition Commission will privilege business, while marginalising the voices of trade unions and local communities. Meanwhile, Britain’s gas crisis has exposed how reliant the economy continues to be on gas, and hikes to energy bills threaten to plunge thousands into fuel poverty.<\/p>\n\n\n\n<p>In Fife’s post-industrial towns of Cowdenbeath and Lochgelly, where the ghosts of once-booming collieries loom large over the landscape, a Green Industrial Revolution holds the promise of economic renewal. Yet the region’s own recent history speaks to the challenges of realising this reality: the BiFab debacle, in which fabrication yards in Burntisland (just a few miles from Mossmorran) lost out on construction contracts for Scotland’s offshore wind industry to companies overseas (<a href=\"https:\/\/bellacaledonia.org.uk\/2019\/07\/01\/bifab-and-the-neart-na-gaoithe-offshore-wind-farm\/\" target=\"_blank\" rel=\"noopener\">relying on cheapened Indonesian labour<\/a>) (18), was a painful reminder that the government cannot rely on the private sector to deliver green jobs of its own volition. Coordinated public investment and active state intervention will be vital to ensure the creation of secure, well paid, unionised jobs in low carbon industries.<\/p>\n\n\n\n<p>Navigating a socially and environmentally just transition, that can bring prosperity to economically deprived regions in Scotland without relying on endless extractivism and exploitative supply chains, is a fraught process. It will not be easy. Yet one thing is certain: any ‘Just Transition’ worth its salt will not be determined by Shell or Exxonmobil, whatever superficial aspiration to “net zero emissions” they embrace (19). These are the same companies who have for years have funded climate denial, committed human rights abuses, and contaminated air, land, and seas across the world. From Indonesia to Nigeria, they are the perpetrators of carbon colonialism and fossil fuel capitalism (20). Rather than banking on industry “partnership” to deliver the change we need, a true “Just Transition” requires public participation, far-sighted planning, and full democratisation of the energy sector. To decarbonise at the speed and scale required, public ownership must triumph over market logic and the race to generate profits.<\/p>\n\n\n\n<p>The climate camp stimulated a process of visioning for our own collective future. This extended beyond conventional definitions of “Just Transition”, to embrace much more expansive and holistic ideas about how we live and work together. Ultimately, it recognised that we cannot simply demand ‘green jobs’. We need to redesign the basic principles around which our economy operates. As Kathi Weeks highlights, “the wage relation generates not just income and capital, but disciplined individuals, governable subjects, worthy citizens, and responsible family members.” (21) Class antagonisms remain under capitalism, even if it adopts a green veneer, and if we want to achieve true social and ecological flourishing, we must look to ways of working less, consuming less, and dismantling the social, racial, and gender hierarchies that pit all of us against each other.<\/p>\n\n\n\n<p><em>Decarbonise, democratise, decolonise, decommodify<\/em> – looking forward into the 2020s, this should be the mantra that guides us. Zero carbon, publicly owned energy systems. Free public transport. Universal Basic Services. Debt cancellation, climate reparations, and a radical redistribution of wealth and power from corporations to communities.<\/p>\n\n\n\n<p>From record-breaking floods to devastating wildfires (22), the climate crisis is intensifying. The dire situation we find ourselves in at just 1°C of global heating is a warning of what awaits us without radical action. There are many uphill struggles, but it’s important to recognise how far we’ve come. Successful direct action campaigns against coal and fracking have made support for those industries untenable in the UK. Pressure from youth activists has prompted Nicola Sturgeon to ditch ‘maximum economic recovery of North Sea oil and gas’ in favour of ‘the fastest possible just transition.’ (23)<\/p>\n\n\n\n<p>While the struggle at Mossmorran is far from won, it illuminates how we must bend the political calculations that will shape our collective future. To dismantle Scotland’s petro-industrial complex and build a world that is not just liveable but <em>desirable<\/em>, we need to go beyond resistance. We need to open up political space for degrowth and ecosocialist ideas to become the new ‘common sense’. As the late anthropologist David Graeber reminds us: “the ultimate, hidden truth of the world is that it is something that we make, and could just as easily make differently.” (24) It’s time: let’s build the future we deserve.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>All images by Alan McCredie<\/p>\n\n\n\n<p>Notes<\/p>\n\n\n\n<ol class=\"wp-block-list\"><li>Wullie Hershaw (2019) &#8216;The Mossmorran Gaffer&#8217;, based on Joe Corrie&#8217;s poem &#8216;The Gaffer&#8217; written in the 1920s to satirise the pit bosses: https:\/\/mossmorran.org.uk\/campaigns\/the-mossmorran-gaffer\/<\/li><\/ol>\n\n\n\n<p> 2. ExxonMobil Chemical Limited (2010) &#8216;Your guide to the Fife Ethylene plant&#8217;: http:\/\/mossmorran.org.uk\/wp-content\/uploads\/2017\/07\/FEP_brochure.pdf<\/p>\n\n\n\n<p> 3. Mossmorran Action Group (2021) &#8216;Social Impact Map&#8217;: https:\/\/mossmorran.org.uk\/social-impacts\/<\/p>\n\n\n\n<p> 4. SEPA (Scottish Environment Protection Agency)(13 May 2020) &#8216;SEPA to submit a report to the Crown Office and Procurator Fiscal Service for consideration of prosecution over Mossmorran flaring&#8217;: https:\/\/media.sepa.org.uk\/media-releases\/2020\/sepa-to-submit-a-report-to-the-crown-office-and-procurator-fiscal-service-for-consideration-of-prosecution-over-mossmorran-flaring.aspx<\/p>\n\n\n\n<p> 5. Mossmorran Action Group (2 May 2019) &#8216;Support Motion 10&#8217;: https:\/\/mossmorran.org.uk\/campaigns\/motion-10\/<\/p>\n\n\n\n<p>6. The Newsroom, Fife Today (21 November 2017) &#8216;Mossmorran third biggest in Scotland for green house gases&#8217;: https:\/\/www.fifetoday.co.uk\/news\/mossmorran-third-biggest-scotland-green-house-gases-1068836<\/p>\n\n\n\n<p> 7. Shale Must Fall: https:\/\/shalemustfall.org\/<\/p>\n\n\n\n<p> 8. Andriana Popa, Global Nonviolent Action Database (2010) Scottish anti-nuclear power campaign in Torness.<\/p>\n\n\n\n<p><a href=\"https:\/\/nvdatabase.swarthmore.edu\/content\/scottish-anti-nuclear-power-campaign-torness-1977\" target=\"_blank\" rel=\"noopener\">https:\/\/nvdatabase.swarthmore.edu\/content\/scottish-anti-nuclear-power-campaign-torness-1977<\/a><\/p>\n\n\n\n<p> 9. Rebecca Nada-Rajah, Bella Caledonia (15th February 2010) The Battle for Mainshill Wood. https:\/\/bellacaledonia.org.uk\/2010\/02\/15\/the-battle-for-mainshill-wood\/<\/p>\n\n\n\n<p> 10. Ende Gelände: https:\/\/www.ende-gelaende.org\/en\/about-us\/<\/p>\n\n\n\n<p> 11. Climate Camp Scotland, &#8216;Mossmorran Action Weekend: Covid &amp; Access Guide&#8217;: https:\/\/www.climatecampscotland.com\/covid-accessibility<\/p>\n\n\n\n<p>12. Scottish Government, Just Transition Commission: https:\/\/www.gov.scot\/groups\/just-transition-commission\/<\/p>\n\n\n\n<p> 13. BBC (4 October 2021) &#8216;All UK&#8217;s electricity will come from clean sources by 2035, says PM&#8217;: https:\/\/www.bbc.co.uk\/news\/uk-politics-58792261<\/p>\n\n\n\n<p> 14. Kate Whitaker, Friends of the Earth Scotland (12 April 2021), &#8216;Torry residents want to protect beloved local park from industry-led unjust transition&#8217;: https:\/\/foe.scot\/saint-fitticks\/<\/p>\n\n\n\n<p> 15. Friends of the Earth (2021) A Dangerous Distraction: Why Offsetting will Worsen the Climate and Nature Emergency. https:\/\/policy.friendsoftheearth.uk\/sites\/default\/files\/documents\/2021-10\/Dangerous_distractions_report_October_2021.pdf<\/p>\n\n\n\n<p> 16. Robert Howarth and Mark Jacobson (2021) How green is blue hydrogen? <em>Energy Sci Eng.<\/em>, Vol. 9: 1676–1687<\/p>\n\n\n\n<p> 17. Kevin Anderson and Glen Peters (2016) The trouble with negative emissions Reliance on negative- emission concepts locks in humankind’s carbon addiction. Science, Vol. 354 (6309): 182-183<\/p>\n\n\n\n<p> 18. Mike Danson, Bella Caledonia (1 July 2019) &#8216;BiFab and the Neart na Gaoithe Offshore Wind Farm&#8217;: https:\/\/bellacaledonia.org.uk\/2019\/07\/01\/bifab-and-the-neart-na-gaoithe-offshore-wind-farm\/<\/p>\n\n\n\n<p> 19. Richard Lochhead, Scottish Government (6 June 2021) &#8216;Just transition to Net Zero&#8217;: https:\/\/blogs.gov.scot\/rural-environment\/2021\/06\/06\/just-transition-to-net-zero\/<\/p>\n\n\n\n<p>20. On climate denial, see Shanon Hall, Scientific American (6 October 2015) Exxon Knew About Climate Change Almost 40 Years Ago. <a href=\"https:\/\/www.scientificamerican.com\/article\/exxon-knew-about-climate-change-almost-40-years-ago\/\" target=\"_blank\" rel=\"noopener\">https:\/\/www.scientificamerican.com\/article\/exxon-knew-about-climate-change-almost-40-years-ago\/<\/a>. On Exxon’s activity in Indonesia, see Lesley McCullogh, Minority Right Group International (2005) Aceh. Then and Now. <a href=\"http:\/\/www.fba.or.id\/uploads\/6\/8\/1\/4\/6814337\/mrg_aceh_report.pdf\" target=\"_blank\" rel=\"noopener\">http:\/\/www.fba.or.id\/uploads\/6\/8\/1\/4\/6814337\/mrg_aceh_report.pdf<\/a>. On Shell’s operations in Nigeria, see Amnesty International (2021) UK: Landmark ruling forces Shell to face up to its abuses in Nigeria. <a href=\"https:\/\/www.amnesty.org\/en\/latest\/news\/2021\/02\/uk-landmark-ruling-forces-shell-to-face-up-to-its-abuses-in-nigeria-2\/\" target=\"_blank\" rel=\"noopener\">https:\/\/www.amnesty.org\/en\/latest\/news\/2021\/02\/uk-landmark-ruling-forces-shell-to-face-up-to-its-abuses-in-nigeria-2\/<\/a> <\/p>\n\n\n\n<p>21. Kathi Weeks (2011) The Problem with Work: Feminism, Marxism, Antiwork Politics, and Postwork Imaginaries. Durham, NC: Duke University Press.<\/p>\n\n\n\n<p>22. Gabriel Gatehouse, BBC Newsnight (11 February 2020) Deforested parts of Amazon &#8217;emitting more CO2 than they absorb&#8217;. https:\/\/www.bbc.co.uk\/news\/science-environment-51464694<\/p>\n\n\n\n<p>23. Nicola Sturgeon (25 October 2021) COP26 &#8211; Scotland’s priorities: First Minister&#8217;s speech.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.gov.scot\/publications\/first-ministers-speech-scotlands-priorities-cop26\/\" target=\"_blank\" rel=\"noopener\">https:\/\/www.gov.scot\/publications\/first-ministers-speech-scotlands-priorities-cop26\/<\/a><\/p>\n\n\n\n<p>24. David Graeber (2015) The Utopia of Rules: On Technology, Stupidity, and the Secret Joys of Bureaucracy. Melville House.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Decarbonise, democratise, decolonise, decommodify. This is the mantra we must adopt in the year of COP26, argues Benjamin Brown. Nowhere is this more true  than for Mossmorran, a scar on Scotland’s environmental conscience. “Tae conclude ma tale I’m gey sick o their lees, The truth is they juist dae whitever they please, When it disnae [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[86,212,254,255],"class_list":["post-9567","post","type-post","status-publish","format-standard","hentry","category-less","tag-scotland","tag-just-transition","tag-mossmorran","tag-fife"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9567"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=9567"}],"version-history":[{"count":2,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9567\/revisions"}],"predecessor-version":[{"id":9571,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9567\/revisions\/9571"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=9567"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=9567"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=9567"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}