{"id":9572,"date":"2021-11-10T19:02:49","date_gmt":"2021-11-10T19:02:49","guid":{"rendered":"https:\/\/enough.scot\/?p=9572"},"modified":"2021-11-11T15:46:15","modified_gmt":"2021-11-11T15:46:15","slug":"free-states-contested-territories-new-imaginaries","status":"publish","type":"post","link":"https:\/\/enough.scot\/free-states-contested-territories-new-imaginaries\/","title":{"rendered":"Free States: Contested Territories, New Imaginaries"},"content":{"rendered":"\n<p><strong><em>Territorial struggle and prefigurative politics were evident at the Pollok Free State in the 1990s, opening up new possibilities beyond protest. To mark the occasion of COP26 taking place in Glasgow, Pablo Routledge, Gehan Macleod and David Lees write how a new Govan Declaration of Independence <\/em>– <em>a Govan Free State at GalGael <\/em>–<em> is creating a space for gathering and pose critical questions about power and political imagination in a time of climate emergency.<\/em><\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1000\" height=\"667\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/GFS-Bella.jpg\" alt=\"\" class=\"wp-image-9574\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/GFS-Bella.jpg 1000w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/GFS-Bella-300x200.jpg 300w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/GFS-Bella-768x512.jpg 768w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/GFS-Bella-585x390.jpg 585w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/GFS-Bella-100x67.jpg 100w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><\/figure>\n\n\n\n<p>This November, Glasgow will be hosting the 26<sup>th<\/sup> United Nations Framework Convention on Climate Change (UNFCCC) meeting – or Conference of Parties (COP 26). Previous COP meetings over the past 25 years have yielded few enforceable agreements, while greenhouse gas emissions have soared globally, precipitating climate breakdown.<\/p>\n\n\n\n<p>The COP26 meeting in Glasgow comes at a critical time given the accentuation of the climate emergency across the world. In this year alone, we have witnessed the lethal and destructive power of wild fires across the Western United States, Siberia, Greece, Turkey, and Italy; floods in China, Australia, Germany, Belgium, and the Netherlands; record winter storms in Spain and the US; hurricane, cyclone, and large storm impacts in the US, Fiji, Indonesia, and the UK; and dust storms in China.<\/p>\n\n\n\n<p>While government negotiators will meet in Glasgow sequestered from the general public, protestors from around the world will congregate in the city to demand climate justice. Climate justice foregrounds how participation and accountability can come into conversation with the need for sustainability and social justice. This recognises the interconnectedness of the issues underlying capitalism – namely, that ecological destruction and economic domination in the name of profits and growth, as well as racial, gender, and class oppressions, are the key drivers of social and environmental injustice.<\/p>\n\n\n\n<p>Such injustices have a long and complex history of having been resisted in different ways across the planet. One form of resistance against environmental injustice and exploitation has come in the form of ‘free states’ and ‘autonomous zones’ of various kinds. Indeed, the notion of free states as spaces of autonomy, communing, and engagement has a long and rich activist history.<\/p>\n\n\n\n<p>In the early 1990s, Pollok Free State was created as a protest encampment in Glasgow as part of mobilisations against the construction of the M77 motorway in the city. These in turn formed part of a broader wave of anti-roads protests that emerged in the UK during the 1990s, challenging the Tory government’s road building programme<strong>.<\/strong><\/p>\n\n\n\n<p>Pollok Free State was an encampment of tree houses, tents, and benders (do-it-yourself dwellings) located in the Barrhead woods of Pollok Estate in the path of the projected motorway. Located south of Glasgow’s River Clyde, the Free State was sited amidst several low-income housing estates, including those of Pollok, Corkerhill, and Arden. Emerging in 1992&nbsp;out of the actions of Colin Macleod, an Earth First! activist and Pollok resident, the camp acted as a visible symbol of resistance to the motorway. It stood as a critique of the environmental damage caused by road building and an example of how people might live their lives differently, issuing its own passports as symbols of autonomy from the British state, more than four years before the Scottish parliament was inaugurated. <em>Pollok Free State <\/em>would go on to inspire many and for years to come, and morphed into the GalGael Trust (1) in Govan, a community organisation which Colin saw as a modern day people reclaiming the right to self-determination.<\/p>\n\n\n\n<p>Free States and autonomous zones symbolically announce the act of claiming, bordering, and making space, as well as the contestation over land use. (2) The making of space in such zones involves various objectives and operations, including establishing media and communications infrastructures that provide mainstream media tents, liaisons, and activist media alongside everyday protest activities that constitute the free states as sites of social reproduction. These include legal, medical, and activist trauma support; governance infrastructures such as meeting spaces, announcement boards, decision-making policy guidelines etc.; and activities that reproduce everyday life in the camps such as dealing with food supply, cooking, shelter, sanitation, and the maintenance of communal and private space.(3)<\/p>\n\n\n\n<p>In France, for example, <em>Zones a<\/em>&nbsp;<em>Defendre<\/em> (Zones of Defence, or ZADs) have emerged over the past decade at various locations across the country protesting destructive developments and calling for climate justice. One example is the <a href=\"https:\/\/bellacaledonia.org.uk\/2018\/05\/06\/from-paris-to-nantes-state-violence-1968-2018\/\" target=\"_blank\" rel=\"noopener\">ZAD at <em>Notre-Dame-des-Landes<\/em> (near Nantes)<\/a> constructed on nearly 5,000 acres of wetlands, farmland, and hamlets to protest the construction of an airport planned by the French government in partnership with Vinci’s (the world’s largest multinational construction firm). As an integral part of their resistance, this ZAD has practiced creative alternatives to resource extraction through cultivating crop rotations of wheat and buckwheat, and establishing a textile workshop, microbrewery, and bakery. (4) As a result of the solidarity forged between local farmers and climate justice activists in their resistance to attacks by armed police and other forms of state repression, the airport was shelved in 2018.<\/p>\n\n\n\n<p>More recently, in 2020, in Seattle (US), hundreds of activists, who had been demonstrating against police brutality since the killing of George Floyd in Minneapolis, converged on the Capital Hill neighbourhood of the city and set up a peaceful occupied protest. There, they distributed free food and medical supplies, planted community gardens, and held film screenings and workshops. The area was declared the Capitol Hill Autonomous Zone and later the Capitol Hill Occupied Protest (CHOP). During its brief duration, the CHOP was a police-free, self-governing utopia. A food co-op and medics’ corner were established and there were classes, lectures, speakers, poetry, live music, and huge works of art created.<\/p>\n\n\n\n<p>For journalist and political theorist Raul Zibechi, the art of making space in community-based struggles potentially enables a dispersal of power from the state and capital. (5)The social relations generated comprise spaces “in which to build a new social organisation collectively, where new subjects take shape and materially and symbolically appropriate their space.” (6) In Zibechi’s view, territory is <em>the<\/em> crucial space in which contentious politics are fashioned, understood as both material territory (involving struggles over the access, control, use, and configuration of environmental resources such as land, soil, water, biodiversity, as well as the physical territory of communities, infrastructure, etc.) and immaterial territory (involving struggles over ideas, knowledges, beliefs, conceptions of the world, etc.). (7) For indigenous peoples, inclusive of the relationship to their land and communities, territorial struggles comprise resistance to the theft of land and other resources and the appropriation by capital and the state of indigenous sovereignty. (8)<\/p>\n\n\n\n<p>Such ‘territorial’ struggles are conceptualised by Zibechi as “societies in movement”, defined through their creation of social relations of autonomy characterised by the (re)appropriation of resources, increased potentials for co-operation and transversal connection, the generation of new types of knowledge and capacities that facilitate self-organisation, and more horizontalist (i.e. non-hierarchical) organisational forms. (9) Many of these characteristics have been termed forms of ‘prefigurative politics’ (i.e. living now the future that is desired). The spaces they make represent ‘commons’ – resources that are collectively owned or shared between people and the relational power generated by folk acting and being-in-common. (10)<\/p>\n\n\n\n<p>Making and creating space is also about articulating the symbolic significance of particular spaces and the protests that take place within them. Practices of prefigurative politics, or ‘societies in movement’, symbolise the disruption of and a resistance to neoliberal capital accumulation and the attendant climate breakdown, articulating alternatives to the status quo.<\/p>\n\n\n\n<p>In our age of climate emergency, all struggles for climate justice become prefigurative territorial struggles in one way or another. For example, struggles by farmers’ movements in the majority world for food sovereignty (i.e. farmers’ control over the means of environmentally sustainable and culturally appropriate food production) take claiming and\/or defence of land as a starting point for struggle. Struggles for community-owned energy renewables require a territorial basis for the siting and production of that energy, such as with the<em> Energiewende<\/em> (energy transition) in Germany. (11)<\/p>\n\n\n\n<p>Many of the characteristics outlined above – including territorial struggle and prefigurative politics – were evident at the <em>Pollok Free State <\/em>in the 1990s. The act of declaring a free state opened up new possibilities beyond protest: new imaginaries, new forms of discourse. It was undoubtedly a site of social reproduction – something that is still true of GalGael today. As COP convenes for a 26th occasion, and as GalGael prepare to celebrate our 25th year, we could not escape the irony in the convention landing a few blocks away from our workshop. With UN and UK law poised to displace Scots law in the Blue and Green zones for the duration of COP, we thought it fitting to mark the occasion by declaring independence anew, with a <a href=\"http:\/\/www.govanfreestate.scot\" target=\"_blank\" rel=\"noopener\">Govan Free State.<\/a><\/p>\n\n\n\n<p>Colin Macleod would come to describe Pollok Free State as a leading question, asking “Where is our democracy? Where is our parliament?” (12) Much has taken place in the past 25 years, but too little has changed. <a href=\"http:\/\/www.govanfreestate.scot\" target=\"_blank\" rel=\"noopener\">Govan Free State<\/a> will pose similar critical questions about power and political imagination in the face of climate collapse – questions set alight by the winds of wildfires and a global pandemic. We want to divest of our faith in the instruments and institutions that seem unable to respond adequately, while acknowledging the many people with tender intentions caught up in these mechanics. We will look to constitute a ’convergence space’ (13) of community members, activists, ideas, dialogue, and creativity, where folks will articulate together shared concerns and collective visions to generate a politics of solidarity founded on common ground.<\/p>\n\n\n\n<p>A Govan Declaration of Independence, framed by a critical understanding of interdependence and radical dependence, will bring a wholly different aspect to the multitude of grassroots initiatives taking place in the city. Through it, we will playfully explore the notion of nations and states, alongside what it means to be a people of plural heritages. We want to explore practices to reclaim responsibility for the contested territories of our collective futures. The statement “<em>declare yourself welcome<\/em>” will define the borders of our territories. We’ll print and issue our own passports and make our own ceremonial ‘objects of state’. We’ll also invite others to declare their own Free States and hope to launch a downloadable <em>Declare Yourself A Free State <\/em>pack, a template for a constellation of distributed Free States. This is an invitation to “decolonise yersel” – be that your bedroom, your tenement close, your street, your community garden, however you might choose to define your territory – in a declaration of hope, of intent, of solidarity to counter fatalism and fire radical imagination.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"400\" height=\"600\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/BellaGFS-400x600-1.png\" alt=\"\" class=\"wp-image-9575\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/BellaGFS-400x600-1.png 400w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/BellaGFS-400x600-1-200x300.png 200w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/BellaGFS-400x600-1-100x150.png 100w\" sizes=\"(max-width: 400px) 100vw, 400px\" \/><\/figure>\n\n\n\n<p>Here in Govan, in the midst of an existence wrought with inter-generational trauma and unprocessed pain, we will gather ourselves and our practices of collective grieving – needed now more than ever as climate catastrophes coalesce. In the face of so many false solutions and uncertainty, we hope to create experiences of quiet, depth, and meaning so as to process harsh realities and draw strength.<\/p>\n\n\n\n<p>Our <a href=\"http:\/\/www.govanfreestate.scot\" target=\"_blank\" rel=\"noopener\">Govan Free State<\/a> gatherings will also reclaim cultural inheritances and remember our own traditions, folklore, songs. Inspired by thinkers such as Hamish Henderson his ‘Freedom Come-All-Ye’ (14) and evoking the tradition of hospitality, the Free State will breathe life into discourse centred on our emancipation, independence, and international reconciliation through shared space, food, and music.<\/p>\n\n\n\n<p>We note that COP26 starts near the time of All Hallows, All Saints, and the much older <em>Samhai<\/em>n – a Gaelic liminal or threshold festival marking the end of the four quarters of the Celtic year. It is a seasonal time of waning light and of passing over, a time for the death of old systems – and perhaps the birth of new worlds? We will also invoke older laws and traditional practices from the Althing (assembly fields) of Iceland or the Udal Law of Shetland and Orkney or, closer, from the ancient law mound of Doomster Hill here in Govan. We will make oaths to wild places, dying species, and more climate vulnerable communities and peoples. And we will explore with curiosity traditional forms of gathering and place-making, such as the ancient practice of the <em>aonach<\/em>, or great assembly.<\/p>\n\n\n\n<p>By reclaiming territories, material and immaterial, we seek to stand with other indigenous peoples globally and all those left vulnerable, marginalised, or brutalised by the growing extremities of wealth and weather or many other forms of violence. Our hope is that the Free State will extend a gesture ‘beyond itself’ (15) and even beyond Glasgow. Such spaces consist of a series of spatially distributed acts and processes: those physically present are always part of more spatially extensive virtual and digital networks of support and organisation.<\/p>\n\n\n\n<p>Political activities of alliance can open up the political order for challenge, through visible, embodied acts of resistance. Alliance building for climate justice must also invent ways of saying, seeing, and being, that nurture a politics of affinity, and that engender new forms of collective and inclusive enunciation, engendering new subjects for the uncertain futures that await us all.<\/p>\n\n\n\n<p><a href=\"http:\/\/www.govanfreestate.scot\" target=\"_blank\" rel=\"noopener\">www.govanfreestate.scot<\/a><\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol class=\"wp-block-list\"><li>GalGael Trust: https:\/\/www.galgael.org<\/li><\/ol>\n\n\n\n<p>2. Halvorsen, S. (2012) &#8216;Beyond the Network? Occupy London and the Global Movement&#8217;, <em>Social Movement Studies <\/em>11(3-4), pp.427-433.<\/p>\n\n\n\n<p>3. Feigenbaum, A., Frenzel, F., McCurdy, P. (2013) <em>Protest Camps<\/em>. London: Zed Books.<\/p>\n\n\n\n<p>4. Collectif Mauvaise Troupe (2016) <em>Défendre la ZAD<\/em>. Paris: Éditions de l&#8217;Éclat.<\/p>\n\n\n\n<p>5. Zibechi, R. (2010)&nbsp;<em>Dispersing Power social movements as anti-state forces.<\/em>&nbsp;Edinburgh: AK Press; Zibechi, R. (2012)&nbsp;<em>Territories in Resistance A Cartography of Latin American Social Movements<\/em>. Edinburgh: AK Press.<\/p>\n\n\n\n<p>6. Zibechi,&nbsp;2012,&nbsp;p.19.<\/p>\n\n\n\n<p>7. See also: Escobar, A. (2008)&nbsp;<em>Territories of Difference:Place,Movements,Life,Redes.<\/em>&nbsp;London: Duke University Press.<\/p>\n\n\n\n<p>8. Coulthard, G. S. (2014) <em>Red Skin, White Masks: Rejecting the Colonial Politics of Recognition<\/em>. Minneapolis, MN: University of Minnesota Press.<\/p>\n\n\n\n<p>9. Zibechi, 2012.<\/p>\n\n\n\n<p>10. Caffentzis, G. (2012)&nbsp;‘In the Desert of Cities: Notes on the Occupy Movement in the US’, talk presented at “The Tragedy of the Market: From Crisis to Commons”, a community gathering, Vancouver, B.C.\/Coast Salish Territory,&nbsp;8 January 2012.&nbsp;Accessed on 26\/06\/12 from:&nbsp;http:\/\/www.reclamationsjournal.org\/blog\/?p=505; See also Chatterton, P., Featherstone, D.,&nbsp;&amp; Routledge, P. (2013) &#8216;Articulating Climate Justice in Copenhagen Antagonism the Commons and Solidarity&#8217;,&nbsp;<em>Antipode<\/em> 45 (3), pp.602-620.<\/p>\n\n\n\n<p>11. Routledge, P., Cumbers, A.,&nbsp;&amp; Derickson, K. (2018)&nbsp;‘States of just transition: Realising climate justice through and against the state’,&nbsp;<em>Geoforum<\/em> 88, pp.78-86.<\/p>\n\n\n\n<p>12. BBC Radio Scotland (2005) Interview with Colin Macleod [Radio broadcast]. Life in Question.<\/p>\n\n\n\n<p>13. Routledge, P. (2003) ‘Convergence Space: process geographies of grassroots globalisation networks’, <em>Transactions of the Institute of British Geographers<\/em> 28(3), pp.333-349; Routledge, P.,&nbsp;&amp; Cumbers, A. (2009)&nbsp;<em>Global Justice Networks: geographies of transnational solidarity.<\/em> Manchester: Manchester University Press.<\/p>\n\n\n\n<p>14. Hamish Henderson (1960) &#8216;The Freedom Come-All-Ye&#8217;. Available at: https:\/\/www.scottishpoetrylibrary.org.uk\/poem\/freedom-come-all-ye\/<\/p>\n\n\n\n<p>15. Comité Invisible (2014) &#8216;To our friends&#8217;. Translated by Hurley, R., 2015. Available at: https:\/\/theanarchistlibrary.org\/library\/the-invisible-committe-to-our-friends<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Territorial struggle and prefigurative politics were evident at the Pollok Free State in the 1990s, opening up new possibilities beyond protest. To mark the occasion of COP26 taking place in Glasgow, Pablo Routledge, Gehan Macleod and David Lees write how a new Govan Declaration of Independence – a Govan Free State at GalGael – is [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[81,86,236,248,256,257,258],"class_list":["post-9572","post","type-post","status-publish","format-standard","hentry","category-less","tag-climate","tag-scotland","tag-cop26","tag-glasgow","tag-govan","tag-zads","tag-autonomous-zones"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9572"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9572"}],"version-history":[{"count":2,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9572\/revisions"}],"predecessor-version":[{"id":9577,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9572\/revisions\/9577"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9572"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9572"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9572"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}