{"id":9579,"date":"2021-11-15T16:25:48","date_gmt":"2021-11-15T16:25:48","guid":{"rendered":"https:\/\/www.enough.scot\/?p=9579"},"modified":"2021-11-15T17:13:25","modified_gmt":"2021-11-15T17:13:25","slug":"the-cop-and-community-struggles-in-south-africa","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/the-cop-and-community-struggles-in-south-africa\/","title":{"rendered":"The COP and Community Struggles in South Africa"},"content":{"rendered":"\n<p><strong>LESS<em> editor Svenja Meyerricks spoke to environmental justice activist and community organiser Nomalizo Xhoma in Johannesburg, South Africa, about her work and advocacy for solutions that centre the needs of vulnerable communities where the impact of climate change is acutely felt.<\/em><\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"838\" height=\"1024\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1252-838x1024.png\" alt=\"\" class=\"wp-image-9581\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1252-838x1024.png 838w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1252-245x300.png 245w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1252-768x939.png 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1252-585x715.png 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1252-100x122.png 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1252.png 1024w\" sizes=\"(max-width: 838px) 100vw, 838px\" \/><\/figure>\n\n\n\n<p>When I first met Nomalizo in a German ecovillage we both were visiting, she taught a group of permaculture students to sing ‘<em>Shosholoza’<\/em>, a South African mining song that had become a protest anthem of black communities in the anti-apartheid struggle. Nomalizo’s transmission of the song was an electrifying experience for everyone present – the ongoing community struggle behind it was palpable. Ever since, I have been following Nomalizo’s campaigning work in Johannesburg from a distance. I reconnected with her on a video call to talk about the COP and her climate justice activism.<\/p>\n\n\n\n<p>Nomalizo works for Earthlife Africa (<a href=\"\"><u>earthlife.org.za<\/u><\/a>), a South African environmental justice organisation that initially played a radical activist role as part of the anti-nuclear movement. Nowadays, Earthlife Africa’s work is focused on energy and climate change.<\/p>\n\n\n\n<p>Nomalizo Xhoma (NX): “About 90% of our energy is being produced from coal, which contributes most to greenhouse gases, and 5% from nuclear energy. We advocate for renewable energy and a Just Transition through our labour movement. We really want to push businesses that are focused on profit-making, but we also need our government to have the political will to also push for change through a Just Transition to a low-carbon economy.”<\/p>\n\n\n\n<p>As renewable technology is not yet widely available, it is more difficult for South Africa to move away from extractivist energy industries. Communities living near new mining developments are not sufficiently informed about their risks and health hazards, and displaced from their land and ways of life.<\/p>\n\n\n\n<p>NX: “In South Africa, about 30% of youth are unemployed. So when they introduced nuclear energy they promised the youth jobs, because they know that everyone is vulnerable, everyone needs jobs. And there won’t be any new jobs, and what about the livelihoods of people who are farming and living an Indigenous life? – because when they build a new [nuclear or coal] power station people will be moved from one area to another so that those big indust<a>ries can come in and open a new mine. These new developments impact people in different ways – at times people who are used to living on a farm in an open space are being relocated and clustered in a small township.”<\/a><\/p>\n\n\n\n<p><a>“Because people are hungry, and people are vulnerable, that&#8217;s when people will say, ‘Yes, we really need this’ – not understanding the impacts and the externalities of all those things that coal and nuclear energy industries are promising.”<\/a><\/p>\n\n\n\n<p><a>The communities Nomalizo and other Earthlife Africa activists are working with are already experiencing the impact of climate change.<\/a><\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"838\" height=\"1024\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/people-838x1024.jpg\" alt=\"\" class=\"wp-image-9582\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/people-838x1024.jpg 838w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/people-245x300.jpg 245w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/people-768x939.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/people-585x715.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/people-100x122.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/people.jpg 1024w\" sizes=\"(max-width: 838px) 100vw, 838px\" \/><\/figure>\n\n\n\n<p><a>NX: “They are now feeling it, because in South Africa we have a problem with water. So as you can imagine, if we have a water problem then that means food security is going to be a problem. And then that means our health is at risk.”<\/a><\/p>\n\n\n\n<p><a>Earthlife Africa’s role is to distribute information, and to empower communities they work with to come up with their own solutions to the challenges they are facing, especially in relation to climate change and energy. Their popular education initiatives in communities facing large-scale coal and nuclear energy developments support residents to make well-informed decisions about whether to accept or reject these new developments.<\/a><\/p>\n\n\n\n<p><a>NX: ”We work in different provinces – in Limpopo Province, where the new coal mines are proposed; and we also work in the Eastern Cape, where the new nuclear power plant was supposed to be built. We keep sensitising the community and doing education, letting them know what is new, so that they have an understanding [of the impacts of these energy industries] and can make a sound decision.&nbsp;Our government and businesses do the environmental impact assessment and public consultations, but they don&#8217;t do the community outreach whereby you tell the people what is it that you come in with.”<\/a><\/p>\n\n\n\n<p><a>“We organise people, we mobilise people, we tell them about this. And then we make a lot of noise! We tweet about it, we raise awareness, and people are able to engage and talk about it, and reject what must be rejected.”<\/a><\/p>\n\n\n\n<p><a>“Communities are the ones who have solutions. It&#8217;s just that our government doesn&#8217;t take them seriously; they don&#8217;t take them into consideration. People’s Indigenous knowledge is so great. It just needs a political will to say, ‘Yes, this must be pushed forward. Let us listen to the people; let us stop lying to the people. Let us tell people the truth, so that people can make their own choice.’”<\/a><\/p>\n\n\n\n<p><a>Nomalizo explains how population displacement across the African continent through the impacts of climate change is further brought into tension by the false promise of employment opportunities in South Africa.<\/a><\/p>\n\n\n\n<p><a>NX: “South Africans feel that [people from other African countries] are coming to take their jobs. But those people didn&#8217;t come because they wanted to take their jobs. They came here because they&#8217;re running away – because Africa, further north, it&#8217;s dry. So if the place is not conducive for you to live, you move, thinking that they will find a better place to live here. This was a focus of our climate march in 2017 – that, in some places in South Africa, we are now seeing climate refugees.”<\/a><\/p>\n\n\n\n<p><a>We speak about LESS’s focus on degrowth and decolonisation, and the need to degrow some sectors so that there can be enough for all. I ask Nomalizo what this means in a South African context.<\/a><\/p>\n\n\n\n<p><a>NX: “We push to say we really need renewable energy, but not in the sense that a big company from China will come and install renewable energy and do maintenance, and then people must pay that company for services. We need renewable energy that is community owned and community-driven – that the community will have a say in it. That will be much better for communities – to create their own jobs for their own people.<\/a><\/p>\n\n\n\n<p><a>And that will also assist in empowering the youth, and empowering communities in different areas.<\/a><\/p>\n\n\n\n<p><a>What we normally do is we mobilise women. I also work on gender justice, so we know that women are the ones who are carrying the burden at the end of the day; they are the most vulnerable to climate change and [extractivist energy developments]. So we also advocate for gender equality, and we mobilise women on the issues of climate change – we provide support, and especially engage those who are coming from marginalised communities. We assist them so that they are able to engage with the government on implementing climate change mitigation and adaptation policies. That&#8217;s why I always work with different community organisations. They might choose to protest because we help them by raising environmental awareness.”<\/a><\/p>\n\n\n\n<p><a>Our conversation shifts to the question of land, who owns it, and whose voices are heard or silenced.<\/a><\/p>\n\n\n\n<p><a>NX: “There are a lot of communities that are pushing for their Indigenous life to be recognised and also their rights to land, and also pushing for their rights to be recognised as it is in our South African constitution. Remember, most of the land in South Africa is not owned by South Africans, so South Africans are not seen as the custodians of South Africa – all we really need is to be recognised as Indigenous people of South Africa. Land is mostly owned by investors – people in Europe, America, Asia – and these days in Europe people let us think that they lease the land, that they don’t own it. So we are still fighting for land rights.”<\/a><\/p>\n\n\n\n<p><a>Ten years ago, COP17 took place in Durban, South Africa. Since then, the majority of UN Climate Change Conferences (UNFCCC) have taken place in the global north. While no legally binding agreement to reduce carbon emissions was made in Durban, the summit was an important step in the process towards forging the Paris Agreement in 2015.&nbsp; I ask Nomalizo about her experience of protesting at COP17 .<\/a><\/p>\n\n\n\n<p><a>NX: “It was like the Corporation of the Parties; [COP] was only corporations. It was not representing people; it was only representing businesses. Our electricity supplier here is Eskom. So with Eskom and Sasol being the biggest polluters, how can they be part of the negotiators at COP? Because we don&#8217;t need people who are degrading our environment to be the one who also goes to that table and talks about change – they know that they&#8217;re not going to change anything; they are only concerned with profit, not people and the environment. So in 2011, we were saying this was not for us. It doesn&#8217;t represent us. And we were demanding climate justice, because if there&#8217;s no justice, then it&#8217;s just business as usual.<\/a><\/p>\n\n\n\n<p><a>There was an agreement to say there will be a Green Climate Fund, which is still just a name – developed countries were supposed to fund that. They pledged to say they will contribute. But even today, it&#8217;s a drop in the ocean. So yes, we were happy to say at least there&#8217;s something that we came out with, to say there will be reparation, developed countries will assist developing countries. But when you check, that is still far from happening.<\/a><\/p>\n\n\n\n<p><a>We managed to organise a lot of people – but not everything that we hoped for happened. With our government, after COP, we started seeing development – wind turbines, solar panels, and all that. We&#8217;ve seen that it&#8217;s starting to happen, even though it&#8217;s still a little, it’s at a very slow pace – but we’re getting there, as long as the community can push for change.”<\/a><\/p>\n\n\n\n<p><a>With added restrictions during the pandemic, it has become even more difficult for climate justice campaigners who work with those most affected by the impacts of climate change to make their voice heard at the talks. Now that the UNFCCC meets for the 26<sup>th<\/sup> time, what will communities at the frontline of the impacts of climate change be doing?<\/a><\/p>\n\n\n\n<p><a>NX: “During COP26, our director will be in Glasgow. And then we will be having our week of action here in South Africa – we will be doing popular workshops on climate change, and also updating people on what is happening in Glasgow, and for the whole week we&#8217;ll be having our small meetings with different community activists. And on the 10th of December it’s International Human Rights Day. We will have a big march – we are expecting around 4,000 people to say we are aware of climate change and we need climate justice now. Normally when we do it, we will go to different financial institutions that are investing in fossil fuels that contribute most to greenhouse gases. We will go to the banks who are funding the mining of fossil fuels such as coal. And then we&#8217;ll end our march at the Constitutional Court to give them the memorandum saying we feel that our rights to a healthy and clean and safe environment are being violated.”<\/a><\/p>\n\n\n\n<p><a>“We are pushing very hard for a Just Transition to reduce fossil fuels and use renewables as an alternative in South Africa. The government is also talking about a Just Transition, and we are waiting to see what they say when they are in Glasgow. Because it&#8217;s easy to say things, but when they come back to implement what they&#8217;ve said, it&#8217;s not what they do in the country.”<\/a><\/p>\n\n\n\n<p><a>I ask Nomalizo if she has a message for Glasgow.<\/a><\/p>\n\n\n\n<p><a>NX: “For this year our message is that we globally need a Just Transition to a low carbon economy. And globally, we need to change everything that we&#8217;re doing that is not environmentally friendly.”<\/a><\/p>\n\n\n\n<p><a>“Only ordinary people can push for change, because they are not looking for profit.”<\/a><br><br><\/p>\n\n\n\n<p><strong>People <\/strong><strong>B<\/strong><strong>efore <\/strong><strong>P<\/strong><strong>rofit!<\/strong><\/p>\n\n\n\n<p><strong>Renewable Energy =<\/strong><strong> People’s Power!<\/strong><\/p>\n\n\n\n<p><strong>Climate Justice Now!<\/strong><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>Illustrations by Jacqueline Briggs<\/p>\n","protected":false},"excerpt":{"rendered":"<p>LESS editor Svenja Meyerricks spoke to environmental justice activist and community organiser Nomalizo Xhoma in Johannesburg, South Africa, about her work and advocacy for solutions that centre the needs of vulnerable communities where the impact of climate change is acutely felt. When I first met Nomalizo in a German ecovillage we both were visiting, she [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[236,259],"class_list":["post-9579","post","type-post","status-publish","format-standard","hentry","category-less","tag-cop26","tag-south-africa"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9579"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=9579"}],"version-history":[{"count":3,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9579\/revisions"}],"predecessor-version":[{"id":9587,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9579\/revisions\/9587"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=9579"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=9579"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=9579"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}