{"id":9612,"date":"2021-11-18T21:06:23","date_gmt":"2021-11-18T21:06:23","guid":{"rendered":"https:\/\/enough.scot\/?p=9612"},"modified":"2021-11-18T21:06:26","modified_gmt":"2021-11-18T21:06:26","slug":"fighting-for-all-our-tomorrows-a-view-from-kenya","status":"publish","type":"post","link":"https:\/\/enough.scot\/fighting-for-all-our-tomorrows-a-view-from-kenya\/","title":{"rendered":"Fighting for all our tomorrows: a view from Kenya"},"content":{"rendered":"\n<p><em>Peter Kitelo Chongeywo is a leader of the Ogiek Indigenous Forest Peoples of Mount Elgon, Kenya. The Elgon Ogiek are struggling to stop being evicted from their ancestral community lands by government and international &#8216;conservation&#8217; agencies. These agencies are intent on securing carbon finance and profit through claiming to protect (while exploiting) Ogiek forestlands, rather than supporting the Ogiek to sustain and be sustained by their ancestral lands.(Transcribed by Justin Kenrick)<\/em><\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"758\" height=\"1024\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1384-1-758x1024.jpg\" alt=\"\" class=\"wp-image-9613\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1384-1-758x1024.jpg 758w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1384-1-222x300.jpg 222w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1384-1-768x1038.jpg 768w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1384-1-585x791.jpg 585w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1384-1-100x135.jpg 100w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1384-1.jpg 1024w\" sizes=\"(max-width: 758px) 100vw, 758px\" \/><\/figure>\n\n\n\n<p>For me when you look at the realities of climate change it’s been majorly driven by industrialisation. Industrialisation is hyped to countries in Africa as a good thing. No one is telling them that this model has failed. If that message comes from countries like the UK then people and governments here will see that they don’t want to repeat the mistakes that have happened elsewhere.<\/p>\n\n\n\n<p>Here in Kenya we have a huge opportunity for geothermal but we are also pursing coal production. The Kenyan Government says they want to deal with climate change, but they also want to pursue cheap power because they see that as the model from countries that have industrialised. The people most badly affected by climate change are those in poor countries like Kenya. It is already affecting us with cyclones like the one in Mozambique the other day. It hits us hardest.<\/p>\n\n\n\n<p>We need people in the UK to deal with climate change for themselves. When they do that they are doing it for the whole world. They can be an example for other countries and raise awareness that there is another path.<\/p>\n\n\n\n<p>The Government in Kenya is going towards industrialisation, following the same model. We shouldn’t be making the same problem that you have been making.<\/p>\n\n\n\n<p>What has made people to block the roads in London? The fact that nobody is listening.<br>Nobody caring. The majority of people feel that climate change is a price to pay for getting a living. And majorly people don’t want to think further.<br><br>Can we get our livelihoods without harming the world?<\/p>\n\n\n\n<p>Blockades or whatever bring that discussion out. It’s in good faith. While most don’t want to take that step, these blockades bring the issue out that we need to address.<\/p>\n\n\n\n<p>The economic growth model lies to people that it is dealing with climate change. In Kenya people are told to plant trees as if that was dealing with the cause of climate change, when it isn’t. The biggest cause is fossil fuels. In Kenya it’s not politically correct to speak about fossil fuels. Kenya is developing its oil industry. We are not saying the truth. We say we are dealing with climate change, at the same time we are developing our oil industry. You have to make a choice, otherwise you are not taking it seriously.<\/p>\n\n\n\n<p>For us [the Ogiek forest people of Mt Elgon] climate change has been the excuse for dispossession. The community has not in any way contributed to the destruction of the forests or to climate change, but our communities are being sacrificed for proposed solutions that are not solutions. Climate change is being used as an excuse for the dispossession of forest communities who have protected their lands since time immemorial.<br> <\/p>\n\n\n\n<p>The Government are getting two for one:<br>&nbsp;<\/p>\n\n\n\n<p>1. They are using the excuse of climate change to justify dispossessing communities, pretending that by dispossessing us they are protecting the forests, and<\/p>\n\n\n\n<p>2. This means they can pretend they are doing something about climate change while pursing oil.<br>&nbsp;<\/p>\n\n\n\n<p>The same forces benefit from both. They profit from taking control of communities’ forests, and profit from cheap coal, and they do nothing to change the model that is driving climate destruction.<br> Those who know the consequences of climate destruction feel it very personally, even though the consequences are for everyone. When our land is being taken from us and destroyed we feel it very personally, even if in protecting our lands we are protecting it not only for ourselves but for everybody.<br> <\/p>\n\n\n\n<p>You are fighting for something that matters hugely to you personally, but you are doing it both for yourself and others. You know that if you don’t act you will bear the consequences. You know that we will all bear the consequences. You don’t have a choice. What you guys are doing is fighting for us all for our tomorrow.<\/p>\n\n\n\n<p>People here can have no clue that the climate destruction here is being caused by what is happening on the other side of the world. We need to become aware of the link between floods and droughts here and the causes of climate change there. We have a huge problem of poverty. People are told that if we exploit oil it will end poverty, but it doesn’t. The money is captured by a few, and meanwhile the climate is destroyed and ordinary people suffer.<br><br>As people here become aware we can link our struggle with yours.<\/p>\n\n\n\n<p><strong>Context:<\/strong><\/p>\n\n\n\n<p><a><em>On the Mt Elgon Ogiek of Kenya:<\/em>&nbsp;<\/a><\/p>\n\n\n\n<p><a>http:\/\/www.forestpeoples.org\/en\/topics\/customary-sustainable-use\/news\/2013\/11\/chepkitale-ogiek-community-document-their-customary-by<\/a><\/p>\n\n\n\n<p><a><em>On conservation being used to dispossess communities from lands they have sustained for time immemorial (and therefore why the ‘Half Earth For Nature’ campaign is so dangerous):<\/em>&nbsp;http:\/\/www.forestpeoples.org\/en\/environmental-governance-rights-based-conservation\/news-article\/2017\/recognising-real-conflict<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Peter Kitelo Chongeywo is a leader of the Ogiek Indigenous Forest Peoples of Mount Elgon, Kenya. The Elgon Ogiek are struggling to stop being evicted from their ancestral community lands by government and international &#8216;conservation&#8217; agencies. These agencies are intent on securing carbon finance and profit through claiming to protect (while exploiting) Ogiek forestlands, rather [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[77,81,262,263,264,265,266],"class_list":["post-9612","post","type-post","status-publish","format-standard","hentry","category-less","tag-degrowth","tag-climate","tag-ogiek","tag-forest-people","tag-kenya","tag-africa","tag-elgon-ogiek"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9612"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9612"}],"version-history":[{"count":1,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9612\/revisions"}],"predecessor-version":[{"id":9614,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9612\/revisions\/9614"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9612"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9612"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9612"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}