{"id":9617,"date":"2021-11-22T18:13:44","date_gmt":"2021-11-22T18:13:44","guid":{"rendered":"https:\/\/enough.scot\/?p=9617"},"modified":"2021-11-22T18:13:46","modified_gmt":"2021-11-22T18:13:46","slug":"freedom-is-an-attitude-land-craft-and-rebellion-in-the-highlands","status":"publish","type":"post","link":"https:\/\/enough.scot\/freedom-is-an-attitude-land-craft-and-rebellion-in-the-highlands\/","title":{"rendered":"Freedom is an Attitude: Land, Craft, and Rebellion in The Highlands"},"content":{"rendered":"\n<p><em>Affordable access to secure, decent housing was difficult enough for many before the pandemic. Afterwards, it’s even worse. Buyers fleeing urban environments for an ‘improved quality of life’ have created a particularly overheated property market in the Highlands and Islands. Rural areas already suffering from depopulation and chronic housing shortages for locals, especially young people, are at risk of becoming even more stratified. An underground network of rebel DIY housebuilders and campaigners are fighting back, finding ways to move through the cracks of a broken system to build the foundations for housing and land for all. LESS spoke to one of them, musician and strawbale self-build advocate Craig Bryce (Brycey) about life and work on the offgrid home he shares with his family at Cannich, in a woodland clearing overlooking Glen Affric. Brycey also shares his poetical reflections on COP26. The interview has been edited for brevity and clarity.<\/em> Illustrations by Owen McLaughlin.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"777\" height=\"827\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-47.png\" alt=\"\" class=\"wp-image-9643\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-47.png 777w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-47-282x300.png 282w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-47-768x817.png 768w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-47-585x623.png 585w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-47-100x106.png 100w\" sizes=\"(max-width: 777px) 100vw, 777px\" \/><\/figure>\n\n\n\n<p><strong>Luke Devlin (LD): How did you get from being involved in the punk scene, underground DIY music and anarchism in Glasgow to deciding you wanted to live in the Highlands? What did you learn from DIY underground culture that helped you in that journey<\/strong><strong>,<\/strong><strong> and what lessons can you take from that kind of non-hierarchical organising in order to find these opportunities within this really dominating environment?<\/strong><\/p>\n\n\n\n<p>Brycey (B): We became exposed to the European squat scene and the idea that you can just set up whatever you need for yourself. It obviously needed you to have a physical space for that, and that just didn’t seem possible in a flat in Glasgow. Sitting in Glasgow in our early-20s we were going, ‘Right, in order to actually make that happen you have to live on the land and with the land.’ So myself and Angus [Quinn, vocalist of Brycey’s hardcore punk band, Sedition] moved to the Highlands way back then, and had a wee go at it. I ended up at the intentional community of Talamh. That was the thing that felt for me that we’ve got a physical space, we’ve got a foothold, and we’ve got collectivisation which allows us to have a way together bigger than our own individual resources.<\/p>\n\n\n\n<p>I then realised that people with no assets, if they collectivised could buy an 18th century farmhouse and 16 acres of land. We made that happen, and then we realised that we could also tap into different things by getting funding, by being in different organisations and learning in so many different ways. So we could identify a skills gap at Talamh and then try and find some way of getting someone trained to do it.<\/p>\n\n\n\n<p>That just felt like an extension of the DIY underground squat thing where you would just take a building and you would just look after yourself. The one that really sticks out was The Wohlgroth in Switzerland; it had everything from a women’s refuge to a clothes shop to a metal workshop, a wood workshop, a microbrewery.&nbsp;It had everything, right in the centre of Zürich, it was unbelievable. Completely blew me away that you could just get a bunch of people organising like that. So Talamh was a bit like a university for me in terms of giving me the idea that you can do that outwith the squat scene and within the landownership situation that happens within the UK. You can kind of circumvent it, through the power of collectivism.<\/p>\n\n\n\n<p>I went down the career route of getting into doing outdoor education. Both my partner and I worked for a charity called Venture Trust out in Applecross, so we were living and working there, basically helping young offenders figure out how to get out of the court system and sort their lives out by taking them out on ten day expeditions and creating your own wee tribe, creating new value systems and helping people look at their lives differently. That helped us because we didn&#8217;t need to have a house, because there was tied housing or a caravan that you could stay in, so we were able to just save all our money. That meant we could start looking for land somewhere.<\/p>\n\n\n\n<p>We didn&#8217;t want to end up with loads of debt or a mortgage, so that meant we needed to do it ourselves as much as possible and with the help of other people. So far, the whole build’s been done, apart from digging out the foundations, by myself and [my partner] Ele or friends and family and volunteers. We did get a company called Straw Works to come in, pioneers in straw bale housebuilding in the UK. They put the car tyre foundations in, the straw-bale walls, all the key skill bits like that, and ran those as courses with volunteers who wanted to learn that.<\/p>\n\n\n\n<p>For the other bits, we’ve just watched Youtube videos! And asked for help from other people, and you really quickly tap into another community up here because it’s normal for folk to build their own houses, it’s not an unusual thing. You talk to the woman in the shop and she says, ‘Aye, I’ve built two,’ and it’s not a big deal at all, it’s dead normal. You meet someone and they’ll say, ‘Yeah, I grew up in a caravan until I was eight because my parents were building our house,’ and all that. It&#8217;s just a thing that happens here. And when at key points you need something, like you’ve got to do an Amish barn-raising or something, 15 people will turn up who have all built their own houses and understand what it feels like to be in that position and they’ll come and help you do that. You might be from very different walks of life and have different ideas politically, but it’s like, ‘No, we know about that, we’re going to come help you do that bit of your house.’<\/p>\n\n\n\n<p>With our neighbours, we’re co-operating on getting the water and services set up, and we’ve made the decision to stay off-grid. We’ll probably end up with a micro-hydro and a mixture of wind and solar for the site.<\/p>\n\n\n\n<p>We’ve lived off-grid basically for eight years here. So we were feeling smug when there was a power cut down in the village! We were at my dad’s the other night and all the lights went out and my wee boy Oran’s like, ‘What’s that?’ ‘It’s a power cut, son.’ ‘What’s a power cut?’ He couldn’t even understand the concept ‘cause we’re harvesting our own energy where we are.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"768\" height=\"313\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-00.png\" alt=\"\" class=\"wp-image-9644\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-00.png 768w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-00-300x122.png 300w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-00-585x238.png 585w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-00-100x41.png 100w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure>\n\n\n\n<p><strong>LD: In terms of the build and the skills and resources that were needed, what was your starting point in terms of construction knowledge?<\/strong><\/p>\n\n\n\n<p>B: Yeah we knew absolutely fuck all about any of it man! Ele’s quite a voracious reader, she’ll research anything she wants to get into, so she did a whole design that was like a frame with straw bale infill. And then there was a course out in Elgin that the Straw Works people ran and [Ele] became really inspired. It’s a load-bearing straw&nbsp;bale build, so the walls are actually held up by the bales, so there’s quite minimal carpentry in it and it’s quite basic. So it feels quite accessible and achievable.<\/p>\n\n\n\n<p>There’s been lots of bits of it so far where we’ve been like, ‘What are we doing?!’ But again, we’ve got a friend who’s been a really good help to us and has done more traditional buildings before and was like, ‘I’ll come help you put your roof truss in’, and it’s just been like, ‘Oh yeah, that guy knows that, I’ve got a mate that knows this,’ and then just researching it.<\/p>\n\n\n\n<p>If you were a roofer you’d look at our roof and go, ‘Aye that’s a bit shonky,’ and if you were a carpenter you’d look at our verandas and go, ‘Urgh.’ But we’re not bothered about that because it’s felt really empowering to do it ourselves, it’s felt like quite a primal thing to create our own home. I think the only way we’ve been able to access stuff like that’s maybe been through things like up at Carbeth to build a hut up there, and there’s a community to help you. Whereas when you get into this kind of sustainable self-build, it just feels right – part of what we should be doing as a human being.<\/p>\n\n\n\n<p>We’re on year three of it, but that’s because we’re trying to do it without a mortgage, so we’re not employing any tradespeople to come in because a) we can’t afford to, and b) we don’t really want to until we really need to. If it’s got to be signed off, like electrics, then we’ll have to do that, but we’re trying to do everything ourselves, and for that to be part of the whole thing. Which means it takes a lot longer, and it’s a bit frustrating.<\/p>\n\n\n\n<p>But we’ve already helped other people, we’ve met other straw-bale folk that have started on that journey and we’ve been able to go and mentor them a wee bit and give them what they need – there’s a kind of reciprocity to it.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"773\" height=\"526\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-111.png\" alt=\"\" class=\"wp-image-9645\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-111.png 773w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-111-300x204.png 300w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-111-768x523.png 768w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-111-585x398.png 585w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-09-111-100x68.png 100w\" sizes=\"(max-width: 773px) 100vw, 773px\" \/><\/figure>\n\n\n\n<p><strong>L<\/strong><strong>D<\/strong><strong>: <\/strong><strong>What more support should there be for people that are wanting to do that?<\/strong><\/p>\n\n\n\n<p>B: There are a lot of people just doing it! And obviously they don’t want to publicise it. There are people all over the Highlands that are like, ‘Right, I’m putting something in there and I’ll wait to see if they find me.’ And there are ways of doing it where you might be like, ‘Right, my build is like a forester’s hut where I stay when I’m working in the woods,’ and then eventually it gets a change of use on it. All these things are underground and DIY, and I think the Thousand Huts campaign from Reforesting Scotland is feeding into that, there’s a lot of skills going round that, even though the flipside of that is there’s a lot of people with loads of money that are turning it into a strictly middle class or upper class pursuit almost.<\/p>\n\n\n\n<p>Some folk do manage to blog it and use it as training opportunities and things like that. I don’t have space to do that, I’m barely able to be involved in anything else other than building the house, looking after my family, and doing the work I need to do.<\/p>\n\n\n\n<p>It needs to be broken down for people to really repopulate and be here and live and work on the land in a way that’s beneficial and supports a lot of folk and reverses the rural depopulation trend. The Airbnb thing’s only made it worse. Young folk just cannae get a hoose. It’s not new to the Highlands, but it’s intensifying more and more. You add COVID into that and everyone leaving the cities to come to their ‘rural idyll’; and the carbon credits, Brewdog creating a fucking forest to pretend they’re carbon neutral. There’s a lot of pressure that makes landownership even more tricky to get to.<\/p>\n\n\n\n<p><strong>LD: There is a challenging element to the commitment you’ve made that tests you to a certain extent, and forces you to maybe become more resilient and increase your capability in terms of exposure to taking care of your fundamental ne<\/strong><strong>eds in a way that isn’t about just buying a product or buying a service, because you have to do it yourself. What have been the main lessons you have learned about what really matters in life, and what are the most important things about human flourishing?<\/strong><\/p>\n\n\n\n<p>B: The things that on the surface other folk would be like, ‘Woah, are you mad?,’ like having to go and smash the pond with a sledgehammer to get water out of it because everything is frozen solid in the middle of the winter or whatever. We could have better systems in place that would mean we wouldn’t have to do that, that’s the thing, problem solving. You can’t buy a product to do that because you’re like, ‘Right, so we need to get water from a pond all the way up the hill to come down to our caravan somehow.’ So you’ve got to problem-solve everything that way. And that, again, feels really empowering. Then when you’ve got your roasting hot, pummeling 12 volt shower and you’re like, ‘Yes, we did it!’ Now it’s broken, so I’m not boasting that much! But all those systems that we had to figure out at first, it’s just a total learning journey that makes you feel a sense of self-worth that wouldn’t happen if you were just buying a product to solve those problems.<\/p>\n\n\n\n<p>We’re really lucky&nbsp;– the elements here, when it’s windy, you know it’s windy; when it’s cold, you know it’s cold. When we actually get the build finished and move in, we’re moving ourselves slightly away from that to a different level of comfort that’s going to feel really strange because we’ve lived like this for eight years now. And when it gets to the deep winter this year and it’s -10°C again, and the whole site you can’t drive a vehicle onto for maybe four months, and there’s ice on the inside of the bedroom windows, there’s points where you’re like, ‘Urgh.’ But there’s points where you do need to just dig a little deeper. And just that kind of slight life-threatening adversity brings something else out of you as a human being. And we do use technology. We watch films, we’re chatting on Zoom now, we sit and play music, we do other things&nbsp;– it’s not as if we’re sitting here carving spoons all night with a candle on. But it is different from living in a city with technology surrounding you as a thing that you just turn to all the time.<\/p>\n\n\n\n<p>You just naturally spend more time in awe of nature. You’ve got to get your wood to bring down for the burner and you’re looking at the view, or you see a red kite flying above you. You just feel a connection that you don’t get unless you’re living a bit closer to the land like this. And I think that moves also to having a spiritual connection, a feeling much more of belonging to where you are. I’ve bought a bit of land but I don’t really believe in landownership, but I did it because I didn’t want anyone to be able to take the housing that I have away from me and I wanted to be empowered by that. Also observing the Celtic calendar and all that –&nbsp;you’re in that tradition, you’re playing that music, you’re hearing that language, you’re hearing the wind and the rain and it’s all part of what enriches your life. We feel really lucky. Especially when COVID happened, we couldn’t be in a better place. We grow as much of our food as we can, we use an organic veg box, and I get most of the rest of my food from Highland Wholefoods. We rarely deal with supermarkets, we’ve removed ourselves a little bit from that.<\/p>\n\n\n\n<p>Even the house; all the windows were bought second hand, as much as we can. We felled and milled all the wood on site here ourselves. Instead of going and buying the timber, you actually get your mates and chop the trees down and mill them yourself, and you just do that with everything. It’s just part of how you try and operate. And it saves you a lot of money now as well, because the prices are insane. We’ve got our wood out there for the rest of the build, and if we had to buy that now, we’d not be able to.<\/p>\n\n\n\n<p>I do feel more centred as a human being – with my family on the land, doing what I’m doing – than I ever have in my life. And there’s lots of reasons for that, but I think it is that thing of thinking, ‘Right, I’m putting my roots down here and this is a long term thing.’ And it’s not, ‘Oh, then we can sell the house and move somewhere else and move up the ladder,’ and all that. This is for Oran, when I’m away this is Oran’s house, and hopefully his family’s place if that’s what he wants. Once we’ve moved on from the house being built, we’ll try and get a self-sustaining ecosystem here which is also inclusive for people to come and enjoy. I wouldn’t rule out us trying to get involved in helping people access this kind of thing in a more formal way once we have finished everything, because it’s important to me to not just be like, ‘We’re sorted now,’ and then sit back.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"621\" height=\"879\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-26.png\" alt=\"\" class=\"wp-image-9646\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-26.png 621w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-26-212x300.png 212w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-26-585x828.png 585w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/Screenshot-from-2021-11-19-16-08-26-100x142.png 100w\" sizes=\"(max-width: 621px) 100vw, 621px\" \/><\/figure>\n\n\n\n<p><strong>L<\/strong><strong>D<\/strong><strong>: <\/strong><strong>What are your thoughts on sharing that learning about relationship and reciprocity that you mentioned with <\/strong><strong>folk that are living in cities who either are not going to have the opportunity to do it or maybe don’t want to? Many want to live in a city, or have to, but how people live in cities has to change drastically as well.<\/strong><\/p>\n\n\n\n<p>B: It’s as simple as collective organisation&nbsp;–&nbsp;something like GAS [Glasgow Autonomous Space] being there now, or even the Kinning Park Complex and the way that operates.&nbsp;There’s lots of small scale things like that already happening, and they are all actually there, it’s just that you don’t hear about it. I think it will scale up, I don’t think it’s going to drop away suddenly. Going back to COP26 and the bigger picture of it, like Greta Thunberg is saying, the way capitalists are going to ‘fix’ climate change, capitalism and climate change are interlinked – the thing we keep coming up against is land and property ownership. I don’t mean just demonstrations, but just linking up as communities and creating these autonomous spaces as well, and then networks will just keep growing. Because people are realising that the people in power are not doing it and are not going to do it. Mutual aid basically, anarchism. Who are the people stepping up and getting things done at the refugee camps? It’s not the authorities. It’s mutual aid. It’s that spirit that underpins everything.<\/p>\n\n\n\n<p>It needs more direct action activism, but what Talamh and the Pollok Free State really taught me is that you can’t spend all your energy going against what you don’t like as it leaves very little to create what you do like. I think that’s tipped over a bit now and loads of people are building what they do like, and seeing those networks, just small groups and collectives of people who are working together – that’s the only way I can kind of see this knowledge spreading out without getting greenwashed or co-opted.<\/p>\n\n\n\n<p>I do worry that it’s too slow –&nbsp;because the power of what it’s up against in terms of resurgent fascism and climate change, and the way that the powers that be seem to be able to just manipulate the media narrative. My only way of staying sane against that is to actually just link up with people and go and do what you want to happen.<\/p>\n\n\n\n<p>And whether that’s being at COP and having the demonstrations and all the rest of it, or creating a food garden in your local area and teaching people how to grow in an urban setting. And making sure places don’t get gentrified and developed, there’s green space, cycle routes, all these little victories. You can’t expect these powers that be to change because they rely so heavily on the profit motive, they don’t seem to understand that GDP shouldn’t be all we focus on. It’s starting to happen, but it needs to happen now.<\/p>\n\n\n\n<p>Our society is fragile and vulnerable because we’ve been deskilled so much in that way, we just phone someone these days, you don’t do it yourself. Things like tool libraries and being able to actually share that expertise is key. I’m not being totally prepper about it, but industrial society is not going to be able to keep going the way it is, so you need a different set of skills to transition through that. And that includes the ability to be able to organise co-operatively and interact with each other that doesn’t involve hierarchies and coercion. And that’s such a valuable skill that we’re really going to need.<\/p>\n\n\n\n<p>As a movement to become something bigger and stronger, it has to involve the people in the schemes as well. I remember there was a group called the Milton Class War Casuals and they were mad techno heads, but they looked like a bunch of mad neds that just went out clubbing, but they were switched on politically. If you had all the schemes like that, the power that is sitting in those communities if they were plugged into all these things as well. Resistance to capitalism and what’s happening with climate is pretty white and middle class and that’s something that really needs to change.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>POEM<\/p>\n\n\n\n<p><strong>COP out 26<\/strong><\/p>\n\n\n\n<p>We are witnessing<\/p>\n\n\n\n<p>death throes of dynastic dinosaurs<\/p>\n\n\n\n<p>Oil and coal junkies<\/p>\n\n\n\n<p>in a GDP suicide cult<\/p>\n\n\n\n<p>Cognitive zombies<\/p>\n\n\n\n<p>stumbling along a pathway<\/p>\n\n\n\n<p>to planetary destruction<\/p>\n\n\n\n<p>They see the flames licking<\/p>\n\n\n\n<p>at the edge of their vision<\/p>\n\n\n\n<p>as they wade through<\/p>\n\n\n\n<p>floods of misinformation<\/p>\n\n\n\n<p>Eyes stinging at rank hypocrisy<\/p>\n\n\n\n<p>On an extractive treadmill<\/p>\n\n\n\n<p>A vicious cycle<\/p>\n\n\n\n<p>of greed and short termism<\/p>\n\n\n\n<p>Fresh out of ideas<\/p>\n\n\n\n<p>Unwilling, unable<\/p>\n\n\n\n<p>to go cold turkey<\/p>\n\n\n\n<p>And like any addict<\/p>\n\n\n\n<p>they mislead, lie, distract<\/p>\n\n\n\n<p>Pretend they will change<\/p>\n\n\n\n<p>Creating a literal smokescreen<\/p>\n\n\n\n<p>for their deadly habit<\/p>\n\n\n\n<p>Green new deal? = carbon copy<\/p>\n\n\n\n<p>COP out 26<\/p>\n\n\n\n<p>White men in suits<\/p>\n\n\n\n<p>dancing a gruesome can can<\/p>\n\n\n\n<p>Kicking the can, firmly out of sight<\/p>\n\n\n\n<p>The fact is the most planning<\/p>\n\n\n\n<p>they have done<\/p>\n\n\n\n<p>is on how to contain our fury<\/p>\n\n\n\n<p>The question is<\/p>\n\n\n\n<p>Are they taking the rest of us down with them?<\/p>\n\n\n\n<p>The answer is<\/p>\n\n\n\n<p>Up to us.<\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Affordable access to secure, decent housing was difficult enough for many before the pandemic. Afterwards, it’s even worse. Buyers fleeing urban environments for an ‘improved quality of life’ have created a particularly overheated property market in the Highlands and Islands. Rural areas already suffering from depopulation and chronic housing shortages for locals, especially young people, [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[77,81,86,273,274,275],"class_list":["post-9617","post","type-post","status-publish","format-standard","hentry","category-less","tag-degrowth","tag-climate","tag-scotland","tag-highlands","tag-land","tag-offgrid"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9617"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9617"}],"version-history":[{"count":4,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9617\/revisions"}],"predecessor-version":[{"id":9647,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9617\/revisions\/9647"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9617"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9617"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9617"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}