{"id":9621,"date":"2021-11-19T15:15:13","date_gmt":"2021-11-19T15:15:13","guid":{"rendered":"https:\/\/enough.scot\/?p=9621"},"modified":"2021-11-19T15:15:16","modified_gmt":"2021-11-19T15:15:16","slug":"landmark-a-climate-beacon-from-a-coastal-community","status":"publish","type":"post","link":"https:\/\/enough.scot\/landmark-a-climate-beacon-from-a-coastal-community\/","title":{"rendered":"Landmark: a climate beacon from a coastal community"},"content":{"rendered":"<p><em>David Blair, a woodsman and climate activist, built a 20-metre-long and 6-metre-high ark as a monument to climate breakdown and the extinction crisis near Tighnabruaich, Argyll. Rhyddian Knight interviews David about the process of guerrilla building in a coastal community, and public art as a life raft in an unraveling climate.<\/em><\/p>\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"768\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/4000-3000-max-1024x768.jpg\" alt=\"\" class=\"wp-image-9622\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/4000-3000-max-1024x768.jpg 1024w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/4000-3000-max-300x225.jpg 300w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/4000-3000-max-768x576.jpg 768w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/4000-3000-max-1536x1152.jpg 1536w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/4000-3000-max-2048x1536.jpg 2048w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/4000-3000-max-585x439.jpg 585w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/4000-3000-max-1170x878.jpg 1170w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/4000-3000-max-100x75.jpg 100w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>Fresh rainfall shimmers on the aspen below, there&#8217;s a break in the weather and we sit on the promontory at Dunbeag on the Cowal peninsula looking across the valley to the Isle of Bute, with Inshmarnock in the distance. To our right is the peninsula of Ardlamont and the Isle of Arran. Beyond the huge glass doors, guinea fowl walk the decking, while nuthatches share the bird-feeder with a passing red squirrel. An ancient spaniel guards the threshold.<\/p>\n\n\n\n<p>I&#8217;m sat with my neighbour David Blair at his home on the outskirts of Tighnabruaich. It is a glorious, celebratory day for an interview. “I&#8217;ve built the ark,” he says, “and so far it&#8217;s having the effect I hoped it would”. Between us and our cups of tea on the kitchen table is a copy of this week’s <em>Dunoon Observer and Argyllshire Standard<\/em>, dated Friday 1<sup>st<\/sup> October 2021.<\/p>\n\n\n\n<p>In bold type on the front page is the headline &#8216;Council Declares Climate Emergency&#8217;. The first paragraph begins, “Three weeks ago a symbolic ark appeared above Tighnabruaich with its builder David Blair saying &#8216;Argyll &amp; Bute Council has not declared a climate emergency&#8217;”.<\/p>\n\n\n\n<p><br>&nbsp;I ask David if it&#8217;s been a long time coming&#8230;. He tells me, “I felt I was being fobbed off and it didn&#8217;t seem they were taking it seriously enough, and so the ark seems to have promoted that change pretty rapidly, three weeks from its completion – and that&#8217;s it declared”.<\/p>\n\n\n\n<p>David is emphatic, alight in his conviction, “I think COP26 is the most important meeting of human beings ever on this planet. If this really is our last chance to save ourselves from ourselves and actually deal with this situation of climate change, the meeting is fundamental to this happening. We need action, not just the youth, we all do; we need to see it happening.”<\/p>\n\n\n\n<p>As I sit cradling tea and taking this all in, I begin to reflect on an a <em>Guardian<\/em> article that broke the news of the Kyles Ark. I&#8217;m curious about a reference David made there of appealing directly to people’s hearts as a way of bypassing the numbness that comes with waves of apocalyptic messaging. I ask him about it.<\/p>\n\n\n\n<p><strong>David Blair (DB):<\/strong> The ark was a way of trying to go beyond all that talk and create something that people would recognise as a form, then connect that with the story of the great flood; and then link that without any interpretation to sea level rises today, and the extinction crises which I feel is very relevant today.<\/p>\n\n\n\n<p>When I&#8217;ve been up there, nearly everyone is aglow, it touches people emotionally, there&#8217;s a connection to that form, a story which we&#8217;ve learned from picture-books since we&#8217;ve been very young. It reminds them of something from their childhood.<\/p>\n\n\n\n<p><strong>Rhyddian Knight (RK): <\/strong>Where did the seed or conception of the idea come from?<\/p>\n\n\n\n<p><strong>DB:<\/strong> I had the idea over 20 years ago; I&#8217;ve been here 26 years. I did think I&#8217;d build it up on the duinn; back then the majority would not have made the connection. I nearly built it last year, in the run up to COP26, but if I built it during the pandemic they wouldn&#8217;t have got the right impression. Now was the right time to do it. We started milling the wood in February and March from larch that was being felled to waste from within three miles. It was important to use the larch. It was diseased with <em>Phytophthora ramorum<\/em>, imported by humans and exacerbated by climate change. Because of its susceptibility to the disease, larch is a species we are likely to lose in Scotland in the next few decades. If <em>Phytophthora ramorum<\/em> gets into the Sitka, that&#8217;s the end of Scottish forestry.<\/p>\n\n\n\n<p>I did a lot of surveying, as it had to be the right place in the landscape for it to make sense. If it was too far back, it wouldn&#8217;t look like it was &#8216;ready to launch&#8217;. When the time came, we put it up in two weeks. I wanted it to spring up so that it created the biggest impact. If it had gone through extensive planning approvals, I felt the impact would have been diluted by the process.<\/p>\n\n\n\n<p>I&#8217;ve since engaged with the planning department and am applying for change of use for the field to allow the construction of environmental art.<br><br>The aspect is good. It&#8217;s not in your face, or intrusive from the village; you have to look for it.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"768\" height=\"1024\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1365-768x1024.jpg\" alt=\"\" class=\"wp-image-9623\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1365-768x1024.jpg 768w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1365-225x300.jpg 225w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1365-585x780.jpg 585w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1365-100x133.jpg 100w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/1024-1365.jpg 1024w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure>\n\n\n\n<p><strong>Raising an ark<\/strong><\/p>\n\n\n\n<p>As far as symbols go, this structure is huge in scale. Built with a small group of people over a fortnight on a local hill under the radar from the authorities, I feel a sense of mischievousness just talking about the project. I ask David what the process of building was like for him.<\/p>\n\n\n\n<p><strong>DB:<\/strong> It was a buzz, it was full on. We started on a Monday and had a couple of hours working out a plan for the base frame – keeping our heads low below the skyline. We built five lower frames, then put them all up and joined them together on the Wednesday. It was one day, and already there was a big structure on the hill.<\/p>\n\n\n\n<p>We were a great team; it was my brother Rob and my friend Scott Smith.<\/p>\n\n\n\n<p><strong>RK<\/strong>: I&#8217;ve been calling you guys &#8216;Guerrilla builders&#8217;, did you encounter any flack while it was going up or were you shielded from that?<\/p>\n\n\n\n<p><strong>DB:<\/strong> As soon as the five frames went up, it was very visible on the skyline and there was no hiding. We just had to get on with it. The next day, I got an email from the planning authority saying, “There&#8217;s a structure on the hill, can you direct me to who the landowner might be?” I wasn&#8217;t asked who was building it, so I gave them the postal address of the landowner, who is entirely supportive – in the lease for the field that I took out it mentions the building of an ark in the plans. I gave the postal address so that planning had to get in touch with him in writing. We&#8217;d finished building it before the planning authority came back to me, which is what I wanted.<\/p>\n\n\n\n<p><strong>RK: <\/strong>I&#8217;d always assumed you didn&#8217;t need planning permission to build a boat&#8230;<\/p>\n\n\n\n<p><strong>DB:<\/strong> They weren&#8217;t particularly pleased I&#8217;d done that. They actually blocked the secondary school from visiting. They wanted to come out on an educational trip, interview me and learn about climate change and COP 26. The council wouldn&#8217;t let them have transport to come out because I didn&#8217;t have planning for it; which I thought was really shocking. They seem more interested in red tape than the future.<\/p>\n\n\n\n<p><strong>RK: <\/strong>That can be tiring&#8230; right?<\/p>\n\n\n\n<p><strong>DB:<\/strong> It was good to get it out of my head. I didn&#8217;t have any proper drawings, so the whole ark was occupying a space in my head. That design process continued all the way through the build, making sure it was right, strong; robust. It was a full on process. We built an average of four or five hours a day. I estimated the build was roughly 180 human hours. It was a push, but it was exactly what I hoped it would be. Since it was built, I&#8217;ve been riding the wave of interest, and publicity and inquiry.<br><br>I just need to see governments taking things seriously now. The crisis has got to a point where it’s beyond individual public actions. We need them to unite behind this single issue, above all other issues, finding a way forward that stabilises global temperatures below warming of 1.5°C. We&#8217;re already up to 1.2°C and we are seeing the wildfires, and the storms and the floods around the world has been shocking.<\/p>\n\n\n\n<p>It&#8217;s an exponential thing; I likened it to watching a pot of water coming to the boil. You see the initial swirls as it&#8217;s heating, the more it heats the more crazy it gets; it speeds up and up with every degree. It&#8217;s a similar thing with our climate. It&#8217;s absolutely critical to save ourselves from ourselves and tackle the climate and ecological emergency.<\/p>\n\n\n\n<p><strong>RK:<\/strong> It&#8217;s like the bedrock of culture, isn&#8217;t it?<\/p>\n\n\n\n<p><strong>DB:<\/strong> Unless we can stabilise the climate, then all other aspirations of humanity become nothing in the face of an overheated planet.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"768\" height=\"1024\" src=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/ark2-768x1024.jpg\" alt=\"\" class=\"wp-image-9624\" srcset=\"https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/ark2-768x1024.jpg 768w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/ark2-225x300.jpg 225w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/ark2-585x780.jpg 585w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/ark2-100x133.jpg 100w, https:\/\/enough.scot\/wp-content\/uploads\/2021\/11\/ark2.jpg 1024w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure>\n\n\n\n<p><br><strong>Creative process as a life raft<\/strong><\/p>\n\n\n\n<p>I become intensely curious, suddenly inquisitive in my focus, I want to know what keeps those among us who are acutely aware of teetering on the edge of oblivion healthy? What impulse or attribute is it that allows us to respond in a relational way? I want to know if there are any principles here that can help and nurture cultural creatives and leaders in communities to respond in the midst of catastrophe. I adjust my inner compass, reach for some hazelnuts on the table to crack open, and head off in that direction.<\/p>\n\n\n\n<p><strong>RK:<\/strong> Has this realisation been with you a long time?<\/p>\n\n\n\n<p><strong>DB: <\/strong>I&#8217;ve been aware of the climate and ecological emergency for over 30 years now. It&#8217;s what brought me here. I came to escape, because humanity seemed desperate to head over a cliff. I was saddened to hear recently that 66% of 16-25 year olds feel that humanity is doomed. Thirty years ago we were maybe 1%, but now it&#8217;s more than half of the youth think we don&#8217;t have a chance and I think that&#8217;s desperately sad.<\/p>\n\n\n\n<p>They need to see governments acting with boldness and conviction, that&#8217;s the only way we&#8217;re going to solve the crisis of anxiety from the youth. This is the big one.<\/p>\n\n\n\n<p><strong>RK: <\/strong>You need to see adults being congruent between their actions and their words?<\/p>\n\n\n\n<p><strong>DB:<\/strong> I must admit, I&#8217;m just not seeing it.<\/p>\n\n\n\n<p><strong>RK:<\/strong> If we are considering a large proportion of our youth have woken up to the climate emergency, and you&#8217;ve lived with that realisation for 30 years, you could call it a burden, right?<\/p>\n\n\n\n<p><strong>DB:<\/strong> It is a burden, it’s not a comfortable thing to live with, it&#8217;s like something always in the back of the mind.<\/p>\n\n\n\n<p><strong>RK:<\/strong> So what are the things that have kept you going in the midst of that burden then?<\/p>\n\n\n\n<p><strong>DB:<\/strong> I guess trying to do something about it. I&#8217;m restoring and living in a bit of semi-natural and ancient oak woodland. I&#8217;ve learned to build with it. I&#8217;ve started the Kilfinan Community Forest to try and give other people the chance to build themselves. I&#8217;ve installed hydro schemes and tried to involve myself with trying to do what ever I can in this village to make life more sustainable.<\/p>\n\n\n\n<p>A lot of people thought I was aiming for self sufficiency, and we do grow a lot of our own food, we keep poultry, my wife goes fishing and butchers local venison from the hill. We try to eat as local as possible from the area. None of that makes any difference if the worlds’ leaders don&#8217;t do the big stuff. But that&#8217;s how I dealt with it, by totally focusing and putting all my energy into trying to live more sustainably and encourage that opportunity in the district.<\/p>\n\n\n\n<p><strong>RK:<\/strong> When you do that, what do you get?<\/p>\n\n\n\n<p><strong>DB:<\/strong> It&#8217;s been a great journey! Right now, we are sitting in our home we built 3 years ago. It&#8217;s wood, it&#8217;s got a Passivhaus Standard; by far the most high-spec house I&#8217;ve built – others have been quite rustic, in the winter we used to have to have the wood stove on 24\/7.<\/p>\n\n\n\n<p>The journey has brought me to a really good place. By focusing on this underlying issue, it&#8217;s directed my life towards trying to do things locally and sustainably&#8230; and it&#8217;s great! I really think in a low-carbon future the world will be a better place for people. Everyone&#8217;s feart – we are not going to be able to do anything and it&#8217;s going to restrict our personal freedoms – but actually I just think people will be more connected to each other, more connected to their local area, more engaged with what&#8217;s happening around them. We need to restore our landscapes&#8230; and that could be a beautiful and empowering and heartening thing.<br><br>I think humans ultimately need to have connection with other humans; we don&#8217;t exist well in isolation. The last couple of years with the pandemic have been really hard on people. We&#8217;ve learned what it means to exist in isolation, which hasn&#8217;t happened in recent history. I think we thrive on human contact but also on connection with our human habitat. Connection with our soils, you know, connection with where our food comes from; connection with everything that&#8217;s around us.<\/p>\n\n\n\n<p><strong>RK: <\/strong>I&#8217;m hearing what you’re saying, but I&#8217;m also really with this youth statistic you were speaking of&#8230;<\/p>\n\n\n\n<p><strong>DB:<\/strong> The future is theirs, it’s really up to the elders to give them a chance to have a future. I feel so much for the youth of today, I guess because I&#8217;ve been feeling like they do for so much of my life. For the majority of the youth worldwide to feel humanity is doomed is a really poor start, and I hope they feel that anger and channel it into action, whether that&#8217;s through lobbying politicians or through creating a new life that&#8217;s looking toward a sustainable future.<br><\/p>\n\n\n\n<p><strong>Commons as Ark, Ark as Commons<\/strong><\/p>\n\n\n\n<p>It&#8217;s at this point that I realise these pronouncements, though inspired, are underscored with a great deal of humility, self-understatement and huge effort. David first came to Dunbeag and lived in a tent in the forest, then a hand hewn workshop, and the succession of nested buildings around me tell a story of habituating sustainably over decades.<\/p>\n\n\n\n<p>Today, drinking tea amidst abundant terraces of fruit and nut crops, hectares of sensitively regenerated woodland, hydroelectric-pipes hand dug through miles of mountainside, in a passivhaus designed, milled, built green and dried in situ, there is an attention to detail evident in the craftsmanship that is borne of mindful observation of and in nature. It is directly apparent what energy channelled into creative process can really look like.<\/p>\n\n\n\n<p>To the west, the 561 hectares comprising Kilfinan Community Forest, now fourteen years young, has it&#8217;s own hydro scheme and harbours a number of sustainable micro businesses. Now the parish boasts self-builders raising timbers on affordable housing plots, woodland crofters restoring land once lost in the maw of commercial forestry. It is an enlivening place containing allotments, orchards, and an extensive path network. The charity has even initiated devolved systems of decision making.<\/p>\n\n\n\n<p>Interestingly, all of these regenerative processes, ark included, are visible in the landscape at different vantage points from David’s home at Dunbeag. Reaching out to world leaders with an actual ark in a neighbouring field feels like a very reasonable and embedded gesture to perpetuate the self-determinative arc David has set forth for his local community.<\/p>\n\n\n\n<p><strong>RK:<\/strong> What would you say about the ark as a meeting place for folk?<\/p>\n\n\n\n<p><strong>DB:<\/strong> I&#8217;m overjoyed when I see people up there; that&#8217;s what it&#8217;s for. I created it to be a physical meeting space. There is a bench seat that runs right round the base of the ark, you could fit 60 or 70 people in there. It could be a space for outdoor conference almost. Last week, the primary school were up, all 50 kids were all within the ark getting a chat from the local minister. I do hope that it finds itself as a space where people can meet, to contemplate, to talk, to share; to discuss.<\/p>\n\n\n\n<p><strong>RK:<\/strong> We are just one coastal community amongst many. If someone was reading this with their own idea they&#8217;ve been sitting on, would we have a message for them?<\/p>\n\n\n\n<p><strong>DB<\/strong>: Go for it. The more we can raise the bar, the more we can up the ante with this, whatever way that&#8217;s possible. Creativity is certainly a way, the arts; someone recently suggested we have a coalition of artists for the planet&#8230;. to be building stuff, painting stuff, whatever form of art they practice. Just make it about <em>Now<\/em>, make it about the planet and this critical point in time that we occupy right now.<\/p>\n\n\n\n<p>A light rain falls, a blue-tit visits the feeder. The spaniel’s nose is on the window pane looking in. I open the door for him and ask David if there has been anything left unsaid.<\/p>\n\n\n\n<p><strong>DB:<\/strong> I had a retired human rights activist that&#8217;s really keen to see it promoted in Glasgow for COP26, have it projected on and in buildings to try and encourage delegates to think big. The hope is some of the delegates will decide to take a break from the conference and come out to Tighnabruaich and see a little bit of what Scotland&#8217;s all about and see how beautiful our coastlines are.<\/p>\n\n\n\n<p>The finished construction is every bit as beautiful as it was in my head. I had in my mind it would be like living in the skeleton of a giant whale or something, a huge rib cage; it does feel like that it’s a beautiful structure. I enquire as to the future of the Kyles Ark, David Blair is buoyant: “It&#8217;s over to what everyone&#8217;s imaginations can think of.”<\/p>\n","protected":false},"excerpt":{"rendered":"<p>David Blair, a woodsman and climate activist, built a 20-metre-long and 6-metre-high ark as a monument to climate breakdown and the extinction crisis near Tighnabruaich, Argyll. Rhyddian Knight interviews David about the process of guerrilla building in a coastal community, and public art as a life raft in an unraveling climate. Fresh rainfall shimmers on [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[81,267,268],"class_list":["post-9621","post","type-post","status-publish","format-standard","hentry","category-less","tag-climate","tag-ark","tag-tighnabruaich"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9621"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9621"}],"version-history":[{"count":1,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9621\/revisions"}],"predecessor-version":[{"id":9626,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9621\/revisions\/9626"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9621"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9621"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9621"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}