{"id":9635,"date":"2021-11-22T17:23:32","date_gmt":"2021-11-22T17:23:32","guid":{"rendered":"https:\/\/www.enough.scot\/?p=9635"},"modified":"2021-11-22T17:23:36","modified_gmt":"2021-11-22T17:23:36","slug":"wasted-opportunity-decoupling-social-mobility-from-resource-consumption","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/wasted-opportunity-decoupling-social-mobility-from-resource-consumption\/","title":{"rendered":"Wasted Opportunity:  Decoupling Social Mobility from Resource Consumption"},"content":{"rendered":"\n<p><em>Kate Chambers on the class divisions and social inequality exposed by the pandemic, and the environmental imperative to decouple social mobility from growth and resource consumption.<\/em><\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"725\" height=\"1024\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1447-725x1024.jpg\" alt=\"\" class=\"wp-image-9636\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1447-725x1024.jpg 725w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1447-212x300.jpg 212w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1447-768x1085.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1447-585x827.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1447-100x141.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1447.jpg 1024w\" sizes=\"(max-width: 725px) 100vw, 725px\" \/><\/figure>\n\n\n\n<p>During the global pandemic, Naomi Klein asked the newly furloughed classes, those of us who could afford the luxury of isolation, the ones framed in opposition to ‘key workers’:<\/p>\n\n\n\n<p><strong>“What are we if not essential? Are we being kept like pets? For who?”<\/strong> (1)<\/p>\n\n\n\n<p>At the height of the COVID-19 pandemic, 30% of the UK’s workforce was furloughed. (2) For many of the people who make up Scotland’s ‘professional classes’, COVID-19 presented an existential, ideological crisis. As we stayed in our jammies, kneading dough and learning Tiktok dances, there was a realisation of our redundancy. When modern identity is realised through optimisation and productivity, this new reality hurt some egos. Thousands clambered towards a sense of usefulness, with record numbers signing up to lend support in their communities through Volunteer Scotland and the British Red Cross. (3) The term ‘self-isolation’ became locked into our daily lexicon, as we barricaded ourselves inside for 23 hours per day. A hurried exchange with a faceless delivery driver or an hour of daily exercise was the only moment of physical external engagement.<\/p>\n\n\n\n<p>We experienced a novel psychological phenomenon, a new ‘us’ and ‘them’: the key worker and the captive other. There were the real workers, the ones who literally and metaphorically lifted our nation through crisis – supermarket workers, carers, waste collectors, delivery drivers, teachers, healthcare workers. Many ‘professionals’ did not make the cut. In 2013, David Graeber gave a veneer of academic rigour to Tom Leonard’s image of the “liaison coordinator” (4):<\/p>\n\n\n\n<p><strong>“Huge swathes of people, in Europe and North America in particular, spend their entire working lives performing tasks they secretly believe do not really need to be performed. The moral and spiritual damage that comes from this situation is profound. It is a scar across our collective soul.”<\/strong> (5)<\/p>\n\n\n\n<p>We are in the era of the ‘Bullshit Job’, where cultural aspiration for social mobility and a political drive for closing the attainment gap has encouraged us to present as ambitious and upwardly mobile, regardless of whether the job we aspire towards is useful or not. This often includes the incentive to leave the community that nurtured and sustained us, physically and imaginatively. I grew up under this narrative. It’s an ideology that encourages us to talk about our hometowns as ‘dead ends’, to valorise those who ‘got out’.<\/p>\n\n\n\n<p>The UK Government’s Social Mobility Commission defines ‘social mobility’ as “the link between a person’s occupation or income and the occupation or income of their parents. Where there is a strong link, there is a lower level of social mobility. Where there is a weak link, there is a higher level of social mobility.”<\/p>\n\n\n\n<p>By definition, the weaker your link to your working-class roots, the more ‘successful’ you are. In Scotland’s collective consciousness, there has always been an aspiration for getting up and getting out. According to Tom Devine, an estimated 2.3 million people left Scotland for overseas opportunities between 1825 and 1938 (6): “Scotland’s biggest export in the nineteenth and twentieth century has been people.” (7) This trend of outward migration – or “export” – continued into the twenty-first century, with a population loss of approximately 825,000 between 1952 and 2006. (8) Recognising how our push for social mobility has been a key part of Scotland’s colonial narrative makes us feel uncomfortable. Playing the underdog is part of our nation-building, so the reality of Scotland’s historical role in the UK’s imperial enterprise, and the more recent propagation of the neoliberal agenda around the world, is often avoided. This country is the birthplace of the industrial revolution and the destructive, linear economic ideology that baked-in the whole system of overconsumption, waste, and exploitation.<\/p>\n\n\n\n<p>The pandemic picked scabs that many had tried to ignore. For those of us who took the social mobility pill, and aspired to get up and get on, the revelation that we are not contributing much to society is hard to swallow. Social mobility is typically linked to moving away from traditionally operational and menial occupations into physically sedentary, strategic roles. When our jobs are more paper-pushing than purposeful, the only signifiers of wealth, success, and ‘usefulness’ left available to us are presented through consumption of goods and services. We saw this ideology from the UK Government during the pandemic, with Eat Out To Help Out (9) and easing of restrictions for high-street chain stores – a rally cry for us to consume our way out of economic crisis. At the peak of the pandemic, as the furloughed classes clicked and scrolled, filling our digital baskets to save the economy, the UK’s Prime Minister Boris Johnson stated that “there really <em>is<\/em> such a thing as society.” (10) Famously, Margaret Thatcher had interjected:<\/p>\n\n\n\n<p><strong>“…and who is society? There is no such thing! There are individual men and women and there are families and no government can do anything except through people and people look to themselves first.”<\/strong> (11)<\/p>\n\n\n\n<p>It seemed that in the face of a global pandemic, society was the only thing that was real, and we all played our part within it. But what is often overlooked from this infamous interview with Douglas Keay of <em>Woman&#8217;s Own<\/em> magazine is Thatcher’s ambition for the façade of success expressed through material consumption. When asked what she was personally looking forward to achieving, she replied:<\/p>\n\n\n\n<p><strong>“&#8230;spreading the outward and visible signs of success ever more widely… You have to inspire their own efforts and then not take so much away from them that they have not the chance to go on improving themselves and increasing their personal property to their own and family&#8217;s advantage.”<\/strong><\/p>\n\n\n\n<p>Boris Johnson may have signed on to society, but when it comes to how that society functions, we are living Thatcher’s blueprint. We work to consume and accumulate signifiers of wealth, i.e. more stuff. The pandemic did not disturb that core truth. In fact, it reinstated consumption as a key pillar of the good society. And as much as having wealth and nice stuff is a real and worthy pursuit for many, the reality of ‘accumulation as success’ has found us consuming approximately 18.4 tonnes of resources per person per annum in Scotland. (12) <\/p>\n\n\n\n<p>We are surrounded by cheap stuff, designed to become obsolete, destined for a long, lonely life in landfill. All the while, as our homes become more cluttered, there’s a growing vacuous space inside ourselves and our communities. Average ratings of life satisfaction and happiness are all declining in the UK, with ratings of happiness in Scotland falling by 1.2% as of March 2020. (13)<\/p>\n\n\n\n<p>The distinction between ‘key workers’ and the rest of us only exacerbated this tension, as David Graeber had identified:<\/p>\n\n\n\n<p><strong>“Real, productive workers are relentlessly squeezed and exploited. The remainder are divided between a terrorised stratum of the, universally reviled, unemployed and a larger stratum who are basically paid to do nothing, in positions designed to make them identify with the perspectives and sensibilities of the ruling class (managers, administrators, etc) – and particularly its financial avatars – but, at the same time, foster a simmering resentment against anyone whose work has clear and undeniable social value.”<\/strong> (14)<\/p>\n\n\n\n<p>The furloughed classes faced the reality of their own redundancy in the social hierarchy, whilst looking out the window at the hardship faced by key workers, many of whom were also experiencing low pay, job insecurity, and poor working conditions. It was clear that the lives of key workers were simultaneously essential and disposable: healthcare workers without adequate PPE, teaching staff in front of classes but not prioritised for vaccinations, those propping up our supply chains expected to work longer hours in dangerous conditions… As a result of the COVID-19 outbreak, 79% of the UK public now believe there is a large gap between different social classes and over half the public think the pandemic has increased social inequality. (15)<\/p>\n\n\n\n<p>We can see it for what it is: an exploitative, empty system that pushes stuff around. A system that truly benefits no one (even the rich!) and pillages our natural world in the process. The social mobility dream makes sense. We want people to have opportunity, jobs, and adequate income, but this cannot be at the expense of our planetary boundaries. Without any meaningful reduction on resource consumption, all our social mobility ambitions are just working towards equal opportunities for anyone, from any background, to have the chance to exploit other people and the planet and harm their own wellbeing in the process.<\/p>\n\n\n\n<p>There is an environmental imperative to decouple social mobility from growth and resource consumption. If Scotland is serious about reducing resource consumption, then we must wrestle with our materialistic culture, which is directly linked to aspiration and social mobility. People with more money consume more stuff: “around half the emissions of the richest 10% (24.5% of global emissions) are associated with the consumption of citizens of North America and the EU”, and “in the past 20-30 years, more carbon has been emitted by the “consumption [habits] of the already affluent, rather than lifting people out of poverty.” (16)<\/p>\n\n\n\n<p>At present, we enjoy the benefits of our colonial past, continuing to push the environmental, social, and economic burden of our mass consumption on to the countries we import our products from. Our reliance on overseas economies for our stuff allows us to also export the carbon emissions associated with their production. Around 46% of the UK’s carbon footprint is emissions released overseas to satisfy UK-based consumption, and this figure is not accounted for in national reporting of our emissions. (17) Moreover, when the electronics, clothing, and plastic toys are broken or out of fashion, we send much of the waste back overseas for someone else to deal with.(18)<\/p>\n\n\n\n<p>Right now, we are trying to put ourselves and our communities back together after a global pandemic. But during this process, and as the UN’s COP26 environmental conference comes to Glasgow in November 2021, there is much reflection on what its ‘Building Back Better’ looks like for Scotland. For Zero Waste Scotland’s ‘Decoupling Advisory Group’, which brought together a range of independent thinkers from across Scotland and beyond, solutions must focus on “reducing Scotland’s consumption of goods and materials absolutely, rapidly, permanently and fairly” (19) and decoupling economic growth from resource use. We need to see a logic of “care and repair” (20) built into government policy, into our businesses, and communities. We need wellbeing and meaningful work to be at the centre of our economic system, if we have any chance of saving ourselves from drudgery, mental health problems, and growing inequality.<\/p>\n\n\n\n<p>All our lives we have been told that we modern consumers are magpies, always scraping and searching for the next shiny thing. But it turns out that the link between consumerism and wellbeing is about as real as the thieving-magpie myth: it turns out magpies do not steal shiny things, but in fact have “neophobia – fear of new things”. (21) We are not magpies, and we do not need to be defined by tired myths of aspiration as the accumulation of stuff. If the pandemic has taught us anything, it’s that we long for meaningful connection, that we want to cultivate our communities and nurture skills to play a part in society. We have a chance to reframe social mobility away from consumption, creating aspiration to lead a meaningful life, with security, happiness, and freedom at its heart. It all starts with stepping away from stuff.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>Notes<\/p>\n\n\n\n<ol class=\"wp-block-list\"><li>Naomi Klein (2020) <em>A Global Green New Deal: Into the Portal, Leave No One Behind,<\/em> Haymarket Books, 19 May 2020: https:\/\/www.youtube.com\/watch?v=w0NY1_73mHY<\/li><li>HM Treasury (2020) &#8216;Official figures show that the furlough scheme has worked: saving jobs and helping more than half of employees back to work already&#8217;, 15 September [online]. Available at: https:\/\/www.gov.uk\/government\/news\/official-figures-show-that-the-furlough-scheme-has-worked-saving-jobs-and-helping-more-than-half-of-employees-back-to-work-already<\/li><li>Scottish Government (2020) &#8216;Number of volunteer sign-ups passes 76,000&#8217;, 1 May 2020 [online]. Available at: https:\/\/www.gov.scot\/news\/number-of-volunteer-sign-ups-passes-75-000\/<\/li><li>Tom Leonard (1980) ‘Liason Coordinator’ in <em>Ghostie Men<\/em>. Newcastle-upon-Tyne: Galloping Dog Press. Available at: https:\/\/www.tomleonard.co.uk\/online-poetry-and-prose\/liasoncoordinator.html<\/li><li>David Graeber (2013) ‘On the Phenomenon of Bullshit Jobs’, <em>Strike! magazine<\/em>, Summer 2013.<\/li><li>Tom M. Devine (2011) <em>To the Ends of the Earth: Scotland’s Global Diaspora 1750–2019<\/em>. London: Allen Lane, p.85.<\/li><li>Peter Kravitz (ed.)(1997) <em>The Picador Book of Contemporary Scottish Fiction<\/em>. London: Picador. Ibid . p271<\/li><li>HM Treasury (2020)&#8217;Eat Out to Help Out launches today – with government paying half on restaurant bills&#8217;, 3 August 2020 [online]. Available at: https:\/\/www.gov.uk\/government\/news\/eat-out-to-help-out-launches-today-with-government-paying-half-on-restaurant-bills<\/li><li>Boris Johnson (2020) [Twitter] 29 Mar 2020. Available at: https:\/\/twitter.com\/BorisJohnson\/status\/1244339182690066433<\/li><li>Margaret Thatcher (1987) Interview for <em>Woman&#8217;s Own<\/em>, 23 September 1987. <\/li><li>Available at: http:\/\/www.margaretthatcher.org\/document\/106689 (Accessed: 26 September 2021).<\/li><li>Zero Waste Scotland (2021) &#8216;Zero Waste Scotland reveals the true size of Scotland’s raw material consumption footprint and calls for action to reduce it&#8217;, 23 June 2021 [online]. Available at: https:\/\/www.zerowastescotland.org.uk\/press-release\/true-size-scotlands-raw-material-consumption-footprint<\/li><li>Office for National Statistics (ONS)(2020) &#8216;Personal well-being in the UK: April 2019 to March 2020&#8217;, 30 July 2020 [online]. Available at: https:\/\/www.ons.gov.uk\/peoplepopulationandcommunity\/wellbeing\/bulletins\/measuringnationalwellbeing\/april2019tomarch2020<\/li><li>David Graeber (2013) ‘On the Phenomenon of Bullshit Jobs’, <em>Strike! magazine<\/em>, Summer 2013.<\/li><li>Social Mobility Commission (2021) &#8216;Most people believe inequality has increased due to the pandemic&#8217;, 11 March 2021 [online]. Available at: https:\/\/www.gov.uk\/government\/news\/most-people-believe-inequality-has-increased-due-to-the-pandemic<\/li><li>Tim Gore (2020) ‘Confronting Carbon Inequality: Putting climate justice at the heart of the COVID-19 recovery’, Oxfam Media Briefing, 21 September 2020. Available at: https:\/\/oxfamilibrary.openrepository.com\/bitstream\/handle\/10546\/621052\/mb-confronting-carbon-inequality-210920-en.pdf (Accessed: 26 September 2021).<\/li><li>WWF (Worldwide Fund for Nature)(2020) &#8216;Nearly Half UK’s Carbon Footprint Down To Emissions From Abroad&#8217;, 16 April 2020 [online]. Available at: https:\/\/www.wwf.org.uk\/updates\/uks-carbon-footprint<\/li><li>Sandra Laville (2021) &#8216;UK plastics sent for recycling in Turkey dumped and burned, Greenpeace finds&#8217;, <em>The Guardian<\/em>, 17 May 2021. Available at: https:\/\/www.theguardian.com\/environment\/2021\/may\/17\/uk-plastics-sent-for-recycling-in-turkey-dumped-and-burned-greenpeace-finds<\/li><li>Zero Waste Scotland Decoupling Advisory Group (2020) ‘Building Back Better: Principles for sustainable resource use in a wellbeing economy’, Decoupling Advisory Group, July 2020. Available at: https:\/\/zerowastescotland.org.uk\/sites\/default\/files\/Decoupling%20Advisory%20Group%20Report.pdf<\/li><li>Naomi Klein (2020) ‘Care and Repair: Left Politics in the Age of Climate Change’, <em>Dissent<\/em>, Winter 2020. Available at: https:\/\/www.dissentmagazine.org\/article\/care-and-repair-left-politics-in-the-age-of-climate-change<\/li><li>Roger Harrabin (2014) &#8216;Magpies &#8220;don&#8217;t steal shiny objects&#8221;&#8216;, <em>BBC<\/em>, 16 August 2014 [online]. Available at: https:\/\/www.bbc.co.uk\/news\/science-environment-28797519<\/li><\/ol>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Kate Chambers on the class divisions and social inequality exposed by the pandemic, and the environmental imperative to decouple social mobility from growth and resource consumption. During the global pandemic, Naomi Klein asked the newly furloughed classes, those of us who could afford the luxury of isolation, the ones framed in opposition to ‘key workers’: [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[77,79,80,81,86,269,270],"class_list":["post-9635","post","type-post","status-publish","format-standard","hentry","category-less","tag-degrowth","tag-predistribution","tag-wellbeing","tag-climate","tag-scotland","tag-consumption","tag-poverty"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9635"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=9635"}],"version-history":[{"count":1,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9635\/revisions"}],"predecessor-version":[{"id":9638,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9635\/revisions\/9638"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=9635"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=9635"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=9635"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}