{"id":9639,"date":"2021-11-22T18:00:34","date_gmt":"2021-11-22T18:00:34","guid":{"rendered":"https:\/\/www.enough.scot\/?p=9639"},"modified":"2021-11-22T18:00:38","modified_gmt":"2021-11-22T18:00:38","slug":"education-for-transformation-rethinking-education-in-a-time-of-ecological-and-social-crisis","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/education-for-transformation-rethinking-education-in-a-time-of-ecological-and-social-crisis\/","title":{"rendered":"Education for Transformation: Rethinking education in a time of ecological and social crisis"},"content":{"rendered":"\n<p><em>It is only by mainlining the adoption of degrowth education that Scotland can begin to move to systems of educational practice that begin to address the multiple emergencies we face, writes Mark Langdon, member of the newly established Anti-Capitalist Education Network.<\/em> Illustration by Andy Arthur.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"724\" height=\"1024\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1448-724x1024.jpg\" alt=\"\" class=\"wp-image-9640\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1448-724x1024.jpg 724w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1448-212x300.jpg 212w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1448-768x1086.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1448-585x827.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1448-100x141.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/1024-1448.jpg 1024w\" sizes=\"(max-width: 724px) 100vw, 724px\" \/><\/figure>\n\n\n\n<p>There is a great quote by Bill Shankly (the famous Scottish manager of Liverpool FC) who said, “Football isn’t a matter of life or death. It’s more important than that.” I feel much the same about education.<\/p>\n\n\n\n<p>The Scottish Government is currently undertaking a consultation on Education Reform until 26<sup>th<\/sup> November 2021. (1) The stimulus for this is another report from the OECD (Organisation for Economic Co-operation and Development) titled ‘Scotland’s Curriculum For Excellence – Into the Future’. Other than appreciating the report’s authors’ bone dry sense of humour, there is nothing ‘Into the Future’ (2)about the report at all. A more appropriate title might have been ‘Scotland’s Curriculum for Excellence – More of the Past’. If you were motivated to let your eyes wander through some of the 141 pages of the report, you could be forgiven for forgetting – as the authors seem to have done – that a climate emergency even exists.<\/p>\n\n\n\n<p>This OECD Report follows their 2015 policy review ‘Improving Schools in Scotland an OECD Perspective’ (3) which has had a major impact on Scottish education policy. The First Minister pledged their political integrity on achieving the closing of the attainment gap between the best and least well performing pupils in Scotland’s comprehensive schools. Since 2015, around £120 million of public funding has been duly allocated via mechanisms such as the Pupil Equity Fund and the Attainment Scotland Fund. There may be some readers who find this policy approach somewhat problematic; I would agree. Without having to go into enormous detail, let us just start with a few salient facts (not alternative facts I hasten to add – you remember what facts are, I presume, articles of information which relate to truth).<\/p>\n\n\n\n<p>Firstly, children in Scotland, if they attend school regularly, only spend roughly 15% of their lives in school. Secondly, as James McEnaney helpfully points out in his new book <em>Class Rules: The Truth about Scottish Schools<\/em>, quoting Professor Dylan Wiliam of University College London’s Institute of Education, “only 7% of the variation between schools on this standard benchmark is due to the effect of the school. The other 93% is due to factors over which the school has no control.” It seems there is a distinct possibility that children learn things when they are not at school! If only we had data to prove it! Thirdly, and I will stop here because this list could go on for some time, neither the OECD reports nor the Scottish Government scrutiny of the Curriculum for Excellence apply to – wait for it – Private Schools. Is this because private schooling has no impact on educational inequality in Scotland? This seems unlikely. McEnaney captures the impact of private schooling quite eloquently in these lines:<\/p>\n\n\n\n<p><strong>“These elitist organisations are undeniable engines of social inequality – that is after all, the whole point of their existence. They sell social segregation rather than superior education, charging thousands and thousands of pounds per year for their product. Private schools allow the wealthy to purchase even greater privileges, and even deeper connections, for their kids and further distort our society in the process. It’s simple: public education exists to mitigate inequality whilst private education exists to protect it.”<\/strong> (4)<\/p>\n\n\n\n<p>Yet, I would argue, there are much bigger issues at stake in the political and culture wars that surround state education policy than performance tables and standardised testing. The fact that so much time, effort, and financial resources are still being poured into research and policy that takes little to no account of our ongoing crises of climate, biodiversity, inequality, and perpetual war should be of deep concern, not only to those who would see themselves as educators, but to all those desiring a better and liveable future for human and more-than-human life on earth.<\/p>\n\n\n\n<p>Given education’s key role in social reproduction, the fact that education policy in Scotland is still left to the ‘experts’ at the OECD is a travesty. It is long past time that education – lifelong rather than 3-18, the age groups covered by the CfE – becomes a more central ‘ground of contestation’ regarding anti-capitalism, decolonisation, gender equality, and ecological justice. A group of young activists called <a href=\"https:\/\/www.teachthefuture.uk\" target=\"_blank\" rel=\"noopener\">Teach the Future<\/a> (5) are demanding fundamental change to educational practice around environmental issues. They also recognise that issues of climate change cannot be extracted from issues of climate justice, racial equality, and the broader vision of human and environmental rights. While the Scottish Government and Scottish Education make great emphasis on the value of ‘pupil voice’, whether young people are ultimately listened to still largely relies on whether or not their views threaten the current status quo.<\/p>\n\n\n\n<p>There are many groups seeking to change approaches to education in Scotland. <a href=\"https:\/\/www.upstart.scot\/reasons\/\" target=\"_blank\" rel=\"noopener\">UPSTART<\/a> is one such group that wishes to see Scotland bring in a Kindergarten stage before primary, with ‘school’ start age raised to 7 years old. Their website offers an interesting perspective on why formal schooling in the UK starts at between 4 and 5 years of age:<\/p>\n\n\n\n<p><strong>“We’re trapped by history and tradition. In 1870, the English parliament chose an early school starting age so children’s mothers could provide cheap labour in factories. Scotland followed suit, and ever since we’ve taken it for granted that formal education must start at five. (Only 12% of countries worldwide start children at school so early – and all bar one are ex-members of the British Empire.)”<\/strong>(6)<\/p>\n\n\n\n<p>But don’t get your hopes up: despite a significant research base to support such a move, raising the age of formal schooling and bringing in a Kindergarten system is not on the agenda. The focus seems to remain on rearranging the deck chairs rather than setting a new course.<\/p>\n\n\n\n<p>I would argue that the entire data gathering, and analytical processes employed by the OECD are highly dubious and lead to policy and practice being driven by data analysis and research that is unconsciously and in some cases consciously biased. Why do we feel that it makes sense or is desirable to measure the ‘performance’ of pupils in Scotland’s schools as against those in China, Russia, or Qatar for example? However, if we wish to put store in the learning power of ‘PISA’ (the OECD&#8217;s Programme for International Student Assessment) then it tells us some fairly worrying tales, such as:<\/p>\n\n\n\n<p><strong>“Students in Scotland report slightly lower life satisfaction than the OECD average and more prevalent fear of failure than average.<\/strong><\/p>\n\n\n\n<p><strong>Competition between students seems to be slightly more common in Scotland than co-operation. In 2018, some 73% of students reported that it seemed ‘very’ or ‘extremely true’ to them that students were competing against each other, whereas only 61% said they observed co-operation among students.<\/strong><\/p>\n\n\n\n<p><strong>Students report more often being exposed to bullying in Scotland than on average across OECD countries and economies (index of 0.23 for a basis 0 on average). A larger share of students are bullied frequently (11.4% compared to 7.8%).”<\/strong>(7)<\/p>\n\n\n\n<p>The issues of life satisfaction, feeling of competition versus co-operation, and the incidence and impact of bullying point to one of the realities that is all-too-often obscured or missed entirely by much research and discussion relating to education: Our schools are reflections of our society and they are evermore platforms for social welfare rather than education. In Austerity Scotland 2021, schools feed children not just ideas but calories and take on a huge amount of work that previously would have been seen to fall to social work, youth work, and other health support services. Due to the ongoing cull of public services, schools are increasingly seen as the panacea for the delivery of the social justice agenda. They are given an impossible task and criticised when they fail to achieve it.<\/p>\n\n\n\n<p>I would argue the points raised thus far already make the case for a wholesale re-evaluation of the current processes and practices of education in Scotland, but let me close this article with what I believe is the most compelling reason of all.<\/p>\n\n\n\n<p><strong>Education policy in a climate emergency<\/strong><\/p>\n\n\n\n<p>Greta Thunberg, among others, has been doing an excellent job of pointing out that in many ways one of the greatest dangers facing the world now is not just the continued inaction of governments to address climate emergency and wider inequality and suffering, it is the ‘pretence’ that steps are being taken which are in any sense adequate to address the scale of the crisis. “Build back better. Blah, blah, blah. Green economy. Blah blah blah. Net zero by 2050. Blah, blah, blah,” she said in a speech to the Youth4Climate summit in Milan, Italy, this year. “This is all we hear from our so-called leaders. Words that sound great but so far have not led to action. Our hopes and ambitions drown in their empty promises.” (8)<\/p>\n\n\n\n<p>I see echoes of this active inaction in Scottish education’s dalliance with what is termed Learning for Sustainability (LfS). LfS plays host to a mind-boggling array of fascinating subjects as this word cloud attests:<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"768\" height=\"606\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/768-606-max.png\" alt=\"\" class=\"wp-image-9641\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/768-606-max.png 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/768-606-max-300x237.png 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/768-606-max-585x462.png 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/11\/768-606-max-100x79.png 100w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure>\n\n\n\n<p>Learning for Sustainability is also now an integral element of the General Teaching Council of Scotland’s professional values. (9) The rhetoric is that LfS is delivered in a holistic way across all schools and at all levels. The reality is that this is as fanciful as believing Net Zero targets are anything other than glorified greenwash.<\/p>\n\n\n\n<p>A great deal of what LfS represents and the quality of the learning and thinking behind its existence is to be applauded. My concern is that putting so many crucial issues – such as political literacy, issues of peace and conflict, global citizenship, understanding interdependence, and tackling climate change, etc. – in to one tickbox makes these issues seem peripheral to the purposes of mainstream education rather than its central priorities.<\/p>\n\n\n\n<p>It is only by mainlining the adoption of degrowth education (10) that Scotland can begin to move to systems of educational practice that begin to address the multiple emergencies we face. The current focus around degrowth and economic transition, however, is too often set against challenges of moving our economies out of growth and fossil fuel dependency. This underplays the fact that the central transformation we require at a global level is in our hearts and minds. The political right understand this and have successfully overseen the complete capitulation of the curriculum to the market. Bringing the curriculum back in to actual public ownership needs to be central to any strategic approach – not just bringing humanity back from the brink but setting us on a new path altogether. For while our education system is ostensibly a ‘public service’, it has been hijacked by neoliberal, market-orientated perspectives. The result of this process can perhaps be more clearly identified in England and we cannot allow the same catastrophe to befall the system in Scotland.<\/p>\n\n\n\n<p>We can learn how to read and write while we learn right from wrong. We can learn how to count as we learn to understand what counts when it comes to bringing a fairer more ecologically balanced world in to being. While we remain in the imaginary of curricula captured by the market, placing competition above co-operation, pushing fairy tales of growth and technofixes for the world’s dilemmas, there is no space for progress, much less for transformation.<\/p>\n\n\n\n<p>The good news is that if we are to tackle climate change then it means we must address climate justice. If we are to address climate justice, we must address colonialism. To address colonialism, we must be anti-racist and anti-capitalist. Above all, we must address the patriarchal nature of global society and the intersectionality of oppressions that have distorted the human condition for centuries. By addressing these systemic causes of injustice, we undermine the case for militarism and war. These are the stakes at play in our classrooms, homes, and communities. We need an education system focussed on the task of reimagining a better future, not on standardised testing and league tables.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><em>As a member of the newly established Anti-Capitalist Education Network, I am part of a group working to bring the curriculum back in to public ownership. You can join us and share your views at: <a href=\"https:\/\/www.ace-network.co.uk\" target=\"_blank\" rel=\"noopener\">https:\/\/www.ace-network.co.uk<\/a><\/em><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>Notes<\/p>\n\n\n\n<ol class=\"wp-block-list\"><li>Scottish Government (2021) &#8216;Education reform consultation&#8217;. Available at: https:\/\/www.gov.scot\/news\/education-reform-consultation\/<\/li><li>OECD (2021) ‘Scotland’s Curriculum for Excellence’. Available at: https:\/\/www.oecd-ilibrary.org\/education\/scotland-s-curriculum-for-excellence_bf624417-en<\/li><li>OECD (2015) &#8216;Improving Schools in Scotland: An OECD Perspective&#8217;. Available at: https:\/\/www.oecd.org\/education\/school\/improving-schools-in-scotland.htm<\/li><li>James McEnaney (2021) Class Rules: The Truth about Scottish Schools. Edinburgh: Luath Press. See: https:\/\/www.luath.co.uk\/product\/class-rules<\/li><li>Teach the Future: https:\/\/www.teachthefuture.uk<\/li><li>Upstart: https:\/\/www.upstart.scot\/reasons\/<\/li><li>OECD (2021) ‘Scotland’s Curriculum for Excellence’, p.27. Available at: https:\/\/www.oecd-ilibrary.org\/education\/scotland-s-curriculum-for-excellence_bf624417-en<\/li><li>Damian Carrington (2021) &#8221;Blah, blah, blah&#8217;: Greta Thunberg lambasts leaders over climate crisis&#8217;, The Guardian, 28 September. Available at: https:\/\/www.theguardian.com\/environment\/2021\/sep\/28\/blah-greta-thunberg-leaders-climate-crisis-co2-emissions<\/li><li>The General Teaching Council for Scotland > Professional Standards: https:\/\/www.gtcs.org.uk\/professional-standards\/professional-standards.aspx<\/li><li>Nadine Kaufmann, Christoph Sanders, &amp; Julian Wortmann (2019) &#8216;Building new foundations: the future of education from a degrowth perspective&#8217;, <em>Sustainability Science<\/em> 14, pp.931–941. Available at: https:\/\/link.springer.com\/article\/10.1007\/s11625-019-00699-4<\/li><\/ol>\n","protected":false},"excerpt":{"rendered":"<p>It is only by mainlining the adoption of degrowth education that Scotland can begin to move to systems of educational practice that begin to address the multiple emergencies we face, writes Mark Langdon, member of the newly established Anti-Capitalist Education Network. Illustration by Andy Arthur. There is a great quote by Bill Shankly (the famous [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[77,86,271,272],"class_list":["post-9639","post","type-post","status-publish","format-standard","hentry","category-less","tag-degrowth","tag-scotland","tag-education","tag-upstart"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9639"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=9639"}],"version-history":[{"count":1,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9639\/revisions"}],"predecessor-version":[{"id":9642,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9639\/revisions\/9642"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=9639"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=9639"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=9639"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}