{"id":9676,"date":"2022-02-04T11:55:08","date_gmt":"2022-02-04T11:55:08","guid":{"rendered":"https:\/\/enough.scot\/?p=9676"},"modified":"2022-02-04T11:55:13","modified_gmt":"2022-02-04T11:55:13","slug":"code-red-and-the-blue-zone","status":"publish","type":"post","link":"https:\/\/enough.scot\/code-red-and-the-blue-zone\/","title":{"rendered":"CODE RED AND THE BLUE ZONE"},"content":{"rendered":"\n<p><strong><em>As we (un)settle into 2022, the Enough! collective are reflecting on the profound lessons we are learning from the pandemic, the critical problems that were exposed through COP26 and the ongoing crisis of the British State: and asking what it means for those working in resistance and struggle. <\/em><\/strong><\/p>\n\n\n\n<p>There is no single story that defines what COP26 was. Inside the blue zone, there was hardly a trace of the red zone: the COP was held by a half-arsed host nation, and the entire spectacle demonstrated the current global political leadership‘s profound lack of political will to face the scale of the crisis. <\/p>\n\n\n\n<p>This piece attempts to provide analysis of the misses and fails, as well as uplift all that was positive. Beyond success\/failure binaries, many outcomes were less tangible, subtle and complex. In doing this, we hope we can learn from them to inform better strategies for building a more effective climate movement in Scotland and globally.<\/p>\n\n\n\n<p>Apart from hosting a series of workshops on degrowth, Enough! members participated as individuals in different ways across COP26. As a collective, were not directly active in the COP26 Coalition or other mobilisations, so our views are offered humbly and with profound respect to those who were organising in the thick of it. This piece is offered as a post-it note to ourselves, our collaborators and the wider movement, in which we take stock of where we left things in 2021, and what we might want to pick up from here.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"what-were-the-outcomes-of-the-talks\">What were the outcomes of the talks? <\/h2>\n\n\n\n<p>Within the climate movement, COP26 is largely viewed as a failure. Taking current policies as a baseline, which would have us hurtling towards 2.7 degrees of heating by the end of the century, the climate action tracker warned mid-summit that the complete inadequacy of 2030 targets reveals a massive credibility, action and commitment gap. Meanwhile, outside of the climate movement, governments and media have been quick to paint it as major progress.<\/p>\n\n\n\n<p>While the implications for climate policy have been analysed in detail elsewhere, some systemic key failings of COP26 mean that business as usual is structurally baked into specific outcomes and the efforts they translate to.<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>The heavy emphasis on carbon markets as the way to tackle climate emergency undermines urgent emission cuts needed and shifts pollution from one place to another<\/li><\/ul>\n\n\n\n<ul class=\"wp-block-list\"><li>No commitment to Loss and Damage &#8211; a key demand from global south nations that would allow reparations and a small step towards justice in covering the increasing devastation caused by climate breakdown.<\/li><\/ul>\n\n\n\n<ul class=\"wp-block-list\"><li>The subtle shift in soft power shaping how COP plays out. In a debriefing hosted by the Rosa Luxemburg Foundation three notable features emerged: Firstly, the shift by powerful nations in using the COP to make announcements of climate commitments rather than reach agreements through negotiations. Secondly, the backtracking by powerful nations of previously fought for and won issues, like the centrality of human rights. And thirdly, the significant number of ways in which input and influence by smaller nations and blocs was minimised through accessibility &#8211; limited event capacity; the lack of translation&nbsp;and much more.<\/li><\/ul>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"what-does-this-all-mean\">What does this all mean?<\/h2>\n\n\n\n<p>We will not be able to limit warming to 1.5 degrees, say for example, Harpreet Kaur Paul and Dalia Gebrial, Jason Hickel and the COP26 Coalition. The consequences of a warming world will aggravate and intensify existing injustices.<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>In total, agreements made have been described as a ‘death sentence’ to the poorest people on the planet. Simply put, not enough progress was made to protect those who are most vulnerable.<\/li><\/ul>\n\n\n\n<ul class=\"wp-block-list\"><li>The scope of meaningful influence by smaller nations is deliberately being minimised and we have to ask why?&nbsp;<\/li><\/ul>\n\n\n\n<ul class=\"wp-block-list\"><li>The severe limitations of responses to climate emergency that rely on strong leadership by people and countries who will be more interested in maintaining their current positions.<\/li><\/ul>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"what-happened-on-the-ground\">What happened on the ground? <\/h2>\n\n\n\n<p>The failure of the official talks was met and highlighted by masses of bodies on the streets. For two weeks there was a consistent volume of internal and external protests &#8211; outside big fossil banks, road blocking of elite dinners, the occupation of Bailie Hoose, the 100,000+ march, the coming together of climate strikers and trade union picket lines, and a whole range of smaller actions.&nbsp;The COP26 Coalition’s activities built an infrastructure between individuals and groups. This feels like an important, positive legacy to nurture an interconnectedness between groups across the country and globally, and demonstrates our ability to mobilise.<\/p>\n\n\n\n<p>COPs are perceived as an annual opportunity to amplify voices of indigenous communities and small states who are bearing the brunt of the ongoing extractive colonial global project. Participants in the fringe events around COP26 we spoke to said that while they felt cynical about the processes in the fortified blue zone, the human encounters they experienced in the civic spaces felt transformative, amplifying our learning and understanding about the crisis in myriad ways beyond abstractions. However, many conversations with with Glaswegians, who were not active participants highlighted a feeling of COP26 being something happening to them and to the city. A disconnected disruption. After many long months of having pandemic related restrictions (Glasgow experiencing some of the more strict restrictions) imposed on people and lives made small, suddenly hundreds of thousands of people filled (or blocked) the streets, clarifying the very different realities of our lives. <\/p>\n\n\n\n<p>At activist and arts venues around the city, beyond the COP26 Coalition’s daily movement assemblies and countless fringe events hosted by local organisations, there were rituals and ceremonies happening involving both hosts and guests. <\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>The all-female Zapatistas delegation from Chiapas, Mexico shared the story of their struggle of gaining autonomy at venues around the city, Scotland and Europe.<\/li><li>The Indian feminist street art collective Fearless,who work to foster dialogue about community stories and healing collective trauma through reclamation of public space, was in Glasgow to complete a mural in collaboration with Brazilian Amazonian leaders. The powerful mural they gifted to the city overlooks Merchant City, steeped in Glasgow’s colonial legacy.<\/li><\/ul>\n\n\n\n<ul class=\"wp-block-list\"><li>The Minga Indigena, a collective of leaders, organisations and communities from indigenous nations throughout Abya Yala (the American continent) came to Glasgow from different indigenous communities, language groups and bioregional extremes. Supporting their gathering spaces meant supporting pan-Indigenous organising. The group visited community and arts spaces around the city and shared rituals, exhibits, songs and laments, grieving about the violence and killings land defenders have been experiencing in their territories. <\/li><\/ul>\n\n\n\n<p>While there is a tendency in the environmental movement to glamourise or ‘other’ indigenous peoples, local participants in the events around COP remarked that the encounters felt more grounded in this context. The violence and threats faced by land defenders on the front line of the impacts of climate change is unfathomable to those of us cushioned by hundreds of years of benefiting from land grabs, extractivism, class-based oppression and colonial history. Yet, there was a recognition that the continuation of the same principles and mechanisms now threaten all our life support systems. Central to many organising groups was a duty of care and responsibility to not spread Covid-19, particularly amongst BIPOC activists. &nbsp;<\/p>\n\n\n\n<p>On the last official day of the COP26 negotiations, the People’s Decision for Climate Justice&nbsp;announced at the People’s Plenary in the blue zone reflected these common concerns, calling for debt cancellation, a “fair share phase out” to equitably eliminate fossil fuels from the global economy in time to limit warming below 1.5°C, resisting carbon markets and excluding big polluters from the UNFCCC process, while making it truly inclusive and democratically accountable. A series of speeches by young activists with disabilities and from indigenous communities preceded the decision. Ta’Kaiya Blaney, a member of Canada’s Tla’Amin First Nation, called the summit a performance &#8211; “an illusion constructed to salvage capitalist economies rooted in resource extraction and colonialism”. The plenary was followed by a walk-out of the blue zone in a procession, past many delegates, past the logos of the conference’s corporate sponsors, past the electric Formula One car displayed in the main conference space in all its glorious offensiveness, past the security gates and finally joining protesters outside. <\/p>\n\n\n\n<p>While the walk-outs of UNFCCC conferences have happened at every COP over the past decade or so, they constitute an embodied stance that words itself cannot adequately convey. The walk-outs communicate that those with the most skin in the game reject the entire UNFCCC process as it stands, and demand deep and wide-ranging transformations that take resisting current and historic systemic violence as a starting point for any acceptable climate solutions.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"policing-and-performative-democracy-on-the-streets\">Policing and performative democracy on the streets<\/h2>\n\n\n\n<p>COP26 was ‘one of the most high profile and significant security and policing events ever held in the United Kingdom’. Headlines and PR from Police Scotland declared the policing of COP26 a success, pointing to the relatively small number of arrests. The policing of the 100,000+ march on Saturday 6 November was also framed as successful. What was less visible was a culture of fear and intimidation that can be understood as a strategic decision by the police. Early stages of COP26 saw considerable numbers of reports from activists of intimidation and harassment. Local residents in key areas experienced the unsettling impact of a high police presence. The intimidation culture was so notable as to warrant letters from the COP26 Coalition and Amnesty International to Nicola Sturgeon and an extensive strategy report by Netpol. It was noted that the culture of intimidation established early by the police, resulted in many planned actions not taking place and people, particularly, BPOC, working-class and disabled people noted feeling unsafe and uncomfortable at the amount of policing. &nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>What meaning can we make of all this? And how might it inform how we resist and effect change?<\/strong><\/p>\n\n\n\n<p>Given that the walk-outs and protests in the blue zone are pre-approved, the road blockages and lock-ons were minimally and superficially disruptive to decision-makers and that many of the 100,000 + people who marched just went home and got on with their lives, it feels like a deeper examination on the purpose and form of protest, both at COPs and beyond in the face of climate emergency, is urgently needed. While spaces of meaningful influence on the actual outcomes of talks were actively being minimised, the largely surface impact of external protest, easily managed by a well-prepared police presence, and mandated nature of blue zone disruption could suggest that there is a permitted amount of resistance and protest allowed in order to provide the veneer of democratic legitimacy to the talks, while decisions were made which entrench position and power.&nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<p>Are we witnessing protest itself being co-opted to maintain an illusion of democratic process? This needs to be monitored and carefully understood . This line of thought takes us into deeper and disturbing reflections. In many ways, COP26 can be experienced as a performance; a staged play repeated for the 26th time. Consciously or not, everyone played a role in conjuring the illusion that the proceedings could secure the radical change needed. There were good people (in and out of the blue zone) and bad people, and everyone stuck to the script. &nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"what-does-this-say-about-what-next\">What does this say about what next?<\/h2>\n\n\n\n<p>Surveying all that COP was &#8211; the clear inadequacy of the formal process balanced, the hostile policing context, the importance of immersion but the challenge of building on and diffusing that, the more grounded strengths that COP participation offers, enough!&nbsp;are drawing the following conclusions:<\/p>\n\n\n\n<p><strong>Clearer articulations of theories of change are needed, <\/strong>including an assessment of the degree to which multilateral governance arrangements which have co-evolved with and been shaped by dynamics of capital are ever going to be sufficient to truly disrupt, tame and wind down fossil fuel capitalism. Of course, this doesn&#8217;t automatically suggest there is nothing to be gained from participation in COP; the presence of blocs from global south and indigenous groups is clearly essential. It just seems to suggest that participation by Civil Society needs thoughtful analysis about the who, why, how and to what end, particularly if powerful actors are subtly making meaningful participation increasingly challenging. Additionally, if protesting around COP is a role of Civil Society, and particularly considering the risk of co-option outlined above, we must work towards a&nbsp; clearer understanding of what protest can realistically achieve and which tactics serve best our goals within the COP context and our wider movements.&nbsp;<\/p>\n\n\n\n<p><strong>Climate action needs to focus less on multilateral governance and more on weakening and disrupting the dynamics of capitalism and colonialism.<\/strong> Three aspects are important here. First, globally, we are already living the undeniable reality of accelerating climate breakdown and ecosystem collapse and it will get worse. Second, the science is unequivocal on the time the global north has left to reduce emissions to stay within our carbon budget. Finally, as is emerging from above, COP processes appear structurally unable to facilitate the breakdown and break-up of (fossil fuel) capitalism and we cannot wait another year to start taking action on whatever can be achieved from within existing institutional means.<\/p>\n\n\n\n<p><strong>To get beyond diagnosis and description, there is need to actually strategise for taking on capitalism and target dynamics of how capitalism is currently working. <\/strong>This includes financialisation, public private partnerships, large infrastructure developments owned by equity firms, the climate courts. Throughout COP26 protests, eloquent speeches clearly named the problem as capitalism and (neo)colonialism. If the problem is capitalism, acknowledging that the movement and flow of capital was completely unaffected by the formal outcomes of the process and the mass mobilisation of energy and resources during the two weeks of COP feels like a helpful reality check.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"understanding-the-context-for-taking-action\">Understanding the context for taking action<\/h2>\n\n\n\n<p>It seems clear that the UK government sees growing disruption as at worst an inconvenience and at best a threat. With heavy sentencing for recent roadblocks and worrying legislative developments, we need to ask how an emerging strategy for taking on capitalism can work with this emerging reality and ensure that tactics work with this situational awareness. For example, in what ways can we utilise the likelihood of increased repression to build support, what other tactics exist that might be less easy to police but can effectively target and disrupt key dynamics and how do we bring sufficient numbers of new people into taking action so that we become ungovernable?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"for-enough-lessons-and-clues-come-from-many-places\">For enough!, lessons and clues come from many places.<\/h2>\n\n\n\n<ul class=\"wp-block-list\"><li>Where COP protest seemed to have legacy, traction and meaning was when it connected to local struggles. Baile Hoose, the Maryhill action in which Maryhill Against Closures turned up to support a road blockage by climate activists, and climate activists supporting trade union picket lines. The combination of community organising, direct action and union mobilisation feels like it is suggesting useful directions.<\/li><\/ul>\n\n\n\n<ul class=\"wp-block-list\"><li>Of all the things that 2021 was, Kenmure Street remains instructive &#8211; direct action that was supported and enabled by significant numbers of local community members both provided the on-the-day numbers to make more interventionist police action a mistake and the post-event legitimacy needed to offset divisive framings of ‘activists’ and ‘mobs’.<\/li><\/ul>\n\n\n\n<ul class=\"wp-block-list\"><li>22 years ago the ‘Battle of Seattle’ shut down the WTO. At the time this was a fresh and audacious tactic with the police completely unprepared.It effectively disrupted the actual functioning of the WTO. In doing so, it created a template for activist responses to elite multilateralism. 22 years later, it was the same template at COP. The protests and roadblocks were the expected and normalised response. The police were ready, precautions were taken. The official business took place behind militarised security. We can take two things from this: the element of surprise is important and critical, while WTO talks were briefly shut down and offered symbolic fuel to movements, long-term tangible impacts on the WTO agenda were minimal. What does this say about how we conceive meaningful action?<\/li><\/ul>\n\n\n\n<ul class=\"wp-block-list\"><li>Early COP debriefs amplified calls from global south actors that the global north movement must be more internationalist and must be ready to support, in whatever way that looks like, the actions of global south workers and activists. Recognising that we are all shaped by the same dynamics but experience them differently &#8211; high consumption in the north, sites of production in the south &#8211; suggests ways of grappling with this which bring the two together.<\/li><\/ul>\n\n\n\n<ul class=\"wp-block-list\"><li>Indigenous resistance in the US and Canada to fossil fuel projects has been directly credited with reducing billions of tonnes of emissions (Oil Change International Research). Meanwhile, activist resistance to the development of the CAMBO oil field created unfavourable conditions for Shell to invest. Both created ‘hostile environments’ for corporate developments.<\/li><\/ul>\n\n\n\n<ul class=\"wp-block-list\"><li>The increased focus on the root cause of the climate crisis and interconnected other crises being capitalism at this COP brought different struggles and forms of injustice together &#8211; unifying intersectional struggles for climate justice, social and class justice.&nbsp;<\/li><\/ul>\n\n\n\n<p><\/p>\n\n\n\n<p><strong>These are the kinds of reflections and questions that we carry with us as we move through the year ahead. <\/strong><\/p>\n\n\n\n<p><strong>We want to be in conversation with people and groups across Scotland who are also actively exploring new ways of responding. We have created <a href=\"https:\/\/www.hylo.com\/groups\/enough-cop26-reflection-forum\" target=\"_blank\" rel=\"noopener\">a Hylo group<\/a>, to provide a space where all who attended, observed and\/or were impacted by COP26, can collectively think through these ideas together and lay the groundwork for future in-person discussions and actions.   <\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>As we (un)settle into 2022, the Enough! collective are reflecting on the profound lessons we are learning from the pandemic, the critical problems that were exposed through COP26 and the ongoing crisis of the British State: and asking what it means for those working in resistance and struggle. There is no single story that defines [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":9680,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-9676","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-uncategorized"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9676"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9676"}],"version-history":[{"count":4,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9676\/revisions"}],"predecessor-version":[{"id":9682,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9676\/revisions\/9682"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/9680"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9676"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9676"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9676"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}