{"id":9748,"date":"2022-06-20T12:52:32","date_gmt":"2022-06-20T12:52:32","guid":{"rendered":"https:\/\/www.enough.scot\/?p=9748"},"modified":"2022-09-10T14:12:40","modified_gmt":"2022-09-10T14:12:40","slug":"true-prosperity-and-new-metabolisms","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/true-prosperity-and-new-metabolisms\/","title":{"rendered":"True Prosperity and New Metabolisms"},"content":{"rendered":"\n<p><em>This is an outline of how we might situate degrowth in a history of alternative economics and regenerative movements, in the context of brutal new scientific and socio-economic realities.<\/em> <em>What does &#8216;true prosperity&#8217; look like in times of socio-ecological crisis?<\/em><\/p>\n\n\n\n<p><strong>&#8220;Degrowth means primarily the abolition of economic growth as a social objective. This implies a new direction for society, one in which societies will use fewer natural resources and will organize and live differently from today. Ecological economists define degrowth as an equitable downscaling of production and consumption that will reduce societies’ throughput of energy and raw materials. However, the shift should not only entail a smaller <a href=\"http:\/\/www.ejolt.org\/2012\/11\/social-metabolism-and-accounting-tools\/\" target=\"_blank\" rel=\"noopener\">social metabolism<\/a>, but more importantly a society with a metabolism that has a different structure and serves new functions.&#8221;<\/strong> &#8211; <em>Riccardo Mastini<\/em><\/p>\n\n\n\n<p>Degrowth has emerged in recent years as a key idea to understand our time. But as the climate crisis accelerates and intensifies it has moved from being a significant idea to being an essential one. The problem for us is, as some have put it, &#8220;the challenges of realising a utopian necessity.&#8221;<\/p>\n\n\n\n<p><strong>DEGROWTH AND THE IPCC<\/strong><\/p>\n\n\n\n<p>Degrowth is emergent as a set of ideas essential to understanding and responding to the climate and wider ecological crisis. In the latest IPCC report degrowth is discussed as an alternative sustainability concept with a specific take on well-being (chapter 1); in<em> Mitigation pathways compatible with long-term goals<\/em> (chapter 3), it is discussed as a scenario feature for modelling mitigation pathways; <em>as Demand, services and social aspects of mitigation<\/em>, it is evoked again in the context of prospective scenarios (chapter 5); and <em>as &#8216;Accelerating the transition in the context of sustainable development<\/em>&#8216; (chapter 17). (1)<\/p>\n\n\n\n<p>We are, again, at a crossroads, but as the latest two IPCC reports confirm, this crossroads is an existential one. <\/p>\n\n\n\n<p>In response, techno-modernists, capitalists and green socialists offer variations of more of the same. These broad three camps offer first: capitalism tempered by extraordinary and outlandish technologies (&#8216;negative emission technologies&#8217;); second, unfettered capitalism and third, productivism and giant-statism which also seem improbable. Versions of ‘Socialist Growth’ and ‘Luxury Communism’ are also part of these last scenarios. All offer variants of &#8216;business as usual&#8217; and all are based on forms of cycles of production and consumption. Production and consumption have resource implications regardless of whether they are state controlled or market led.<\/p>\n\n\n\n<p>Now, science and ecology are converging on some hard truths, that a growth economy is incompatible with human habitation of our world.<\/p>\n\n\n\n<p>In &#8216;Why degrowth is the only responsible way forward&#8217; Joël Foramitti, Marula Tsagkari and Christos Zografos write: <br><br>&#8220;The latest <a href=\"https:\/\/www.ipcc.ch\/sr15\/\" target=\"_blank\" rel=\"noopener\">IPCC report<\/a> to limit global warming to 1.5° presents four scenarios. Three of them strongly depend on negative emission technologies, which are highly controversial as they have not been proven to work at the required scale and represent an “<a href=\"http:\/\/smartstones.nl\/wp-content\/uploads\/2016\/12\/Kevin-Anderson-2016.10.13-the-Trouble-with-Negative-Emissions-Science-2016.pdf\" target=\"_blank\" rel=\"noopener\">unjust and high-stakes gamble<\/a>”. The IPCC also provides a fourth scenario that does not rely on negative emissions, but which notably requires that “<a href=\"https:\/\/static1.squarespace.com\/static\/59bc0e610abd04bd1e067ccc\/t\/5cb6db356e9a7f14e5322a62\/1555487546989\/Hickel+-+Degrowth%2C+A+Theory+of+Radical+Abundance.pdf\" target=\"_blank\" rel=\"noopener\">global material production and consumption declines significantly<\/a>”.<\/p>\n\n\n\n<p>But if degrowth is the key to responding to the climate catastrophe it is much wider and deeper than that. It is not a mechanistic solution to decarbonisation.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"567\" height=\"567\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/08\/E8Vra_VXsAIHLzU.jpg\" alt=\"\" class=\"wp-image-9409\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/08\/E8Vra_VXsAIHLzU.jpg 567w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/08\/E8Vra_VXsAIHLzU-300x300.jpg 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/08\/E8Vra_VXsAIHLzU-150x150.jpg 150w, https:\/\/www.enough.scot\/wp-content\/uploads\/2021\/08\/E8Vra_VXsAIHLzU-100x100.jpg 100w\" sizes=\"(max-width: 567px) 100vw, 567px\" \/><\/figure>\n\n\n\n<p>As Mastini points out (2), in Giorgos Kallis’ landmark book&nbsp;<em><a href=\"https:\/\/www.agendapub.com\/books\/32\/degrowth\" target=\"_blank\" rel=\"noopener\">Degrowth<\/a><\/em><a href=\"https:\/\/cup.columbia.edu\/book\/degrowth\/9781911116806\" target=\"_blank\" rel=\"noopener\">,<\/a> he makes three key arguments:<\/p>\n\n\n\n<p>First, the&nbsp;global economy should slow down to avert the destruction of Earth’s life support systems, because a higher rate of production and consumption will run parallel to higher rates of damage to the environment.&nbsp;Hence,&nbsp;we should extract, produce and consume&nbsp;<em>less<\/em>, and we should do it all&nbsp;<em>differently<\/em>. Since growth-based economies collapse without growth we have to establish a radically different economic system and way of living in order to prosper in the future.<\/p>\n\n\n\n<p>Second, economic growth is no longer desirable. An increasing share of GDP growth is devoted to&nbsp;‘defensive expenditure,’ meaning the costs people face as a result of environmental externalities such as pollution. Hence, growth (at least in rich countries)&nbsp;has become “un-economic:” its benefits no longer exceed its costs.<\/p>\n\n\n\n<p>Third, and this is key, growth is always based on exploitation, because it is driven by investment that, in turn, depends on surplus. If capitalists or governments paid for the real value of work then they would have no surplus and there would be no growth. Hence, growth cannot reduce inequalities; it merely postpones confronting exploitation.&nbsp;<\/p>\n\n\n\n<p>The state of late-capitalist society is so dysfunctional that systems are collapsing and turning in on themselves. This is most peoples lived-reality not the subject for environmental academics. Finally the connection between &#8216;growth&#8217; and exploitation and the colonial mindset is clear. Growth is imperial. Climate crisis is manifest destiny. The criticism of &#8216;green austerity&#8217; doesn&#8217;t recognise this reality and fails to comprehend an approach which brings radical abundance. <\/p>\n\n\n\n<p><strong>EXITING THE ECONOMY<\/strong><\/p>\n\n\n\n<p>If degrowth grew out of the poverty and emptiness of &#8220;sustainable development&#8221; we can see it here as part of a wider movement of alternative economics and regenerative movements that have emerged since the 1970s. This article aims to situate degrowth in those sister movements and argues that degrowth is the emergent set of radical ideas around which the climate movement and the convergence of radical green and progressive forces (the &#8216;movement of movement&#8217;s) should coalesce.<\/p>\n\n\n\n<p>Degrowth emerged in the late 1970s and was first used by André Gorz. In his book Ecology and Freedom, published in 1977. Gorz was influenced by Jean-Paul Sartre and his philosophy is infused by Existentialism throughout his work.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"474\" height=\"836\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/th.jpg\" alt=\"\" class=\"wp-image-9752\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/th.jpg 474w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/th-170x300.jpg 170w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/th-100x176.jpg 100w\" sizes=\"(max-width: 474px) 100vw, 474px\" \/><\/figure>\n\n\n\n<p>Gorz doesn’t want to just &#8216;save the planet&#8217;, through his ecology, he defends a wider and deeper vision of humanity, freed from capitalism and the industrial (and post-industrial) society. His &#8216;defence of nature&#8217; requires a better understanding of our own lives, of our actions and values the fundamentals of our society. It is closely allied to Herbert Marcuse&#8217;s critique in One Dimensional Man (1964).<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"602\" height=\"955\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/18168760611.jpg\" alt=\"\" class=\"wp-image-9751\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/18168760611.jpg 602w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/18168760611-189x300.jpg 189w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/18168760611-585x928.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/18168760611-100x159.jpg 100w\" sizes=\"(max-width: 602px) 100vw, 602px\" \/><\/figure>\n\n\n\n<p>André Gorz&#8217;s work is also closely allied to the philosophy of Ivan Illich. In fact Gorz published one of Illich&#8217;s speeches in <em>Les Temps Modernes<\/em> in 1961 and met him in 1971 in <em>Le Nouvel Observateur<\/em> at the publishing of <em>Deschooling Society<\/em> (<em>Une Société sans école<\/em>). <\/p>\n\n\n\n<p>Gorz would later published a summary of Illich&#8217;s <em><a href=\"https:\/\/en.wikipedia.org\/wiki\/Tools_for_Conviviality\" target=\"_blank\" rel=\"noopener\">Tools for Conviviality<\/a><\/em> (1973) under the title <em>Libérer l&#8217;avenir<\/em> (Free Future). Illich&#8217;s ideas about &#8216;conviviality&#8217; find new expression and new meaning in degrowth strategies. As we write in <a href=\"https:\/\/www.enough.scot\/degrowthhandbook\/\">Degrowth in Scotland<\/a> (Conviviality and the Commons): &#8220;The practice &#8216;commoning&#8217; can be understood as the lived experience of conviviality: the &#8216;art of &#8216;living together&#8217; (con-vivere). It involves finding those cultural practices &#8211; those that exist in present, those that have always been there (and are now only being rediscovered) and those that are being created now, for the future &#8211; which restore life and community.&#8221;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"730\" height=\"1024\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/562_Degowth_Course_Booklet_PRINT-1-730x1024.jpg\" alt=\"\" class=\"wp-image-9766\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/562_Degowth_Course_Booklet_PRINT-1-730x1024.jpg 730w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/562_Degowth_Course_Booklet_PRINT-1-214x300.jpg 214w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/562_Degowth_Course_Booklet_PRINT-1-768x1077.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/562_Degowth_Course_Booklet_PRINT-1-585x820.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/562_Degowth_Course_Booklet_PRINT-1-100x140.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/562_Degowth_Course_Booklet_PRINT-1.jpg 850w\" sizes=\"(max-width: 730px) 100vw, 730px\" \/><\/figure>\n\n\n\n<p>The point in emphasising degrowth&#8217;s origin story &#8211; via Gorz and Illich &#8211; is to recognise that it&#8217;s not just about the economy and it&#8217;s not just about climate and carbon. Degrowth pre-dates the climate crisis. Degrowth calls for the reconceptualisation of life. This was true before the climate crisis.<\/p>\n\n\n\n<p>&#8220;‘Degrowth’ (‘décroissance’) has come to signify &#8220;the desired direction of societies that will use fewer natural resources and will organize themselves to live radically differently. ‘Simplicity’, ‘conviviality’, ‘autonomy’, ‘care’, ‘commons’ and ‘dépense’ are some of the words that express what a degrowth society might look like.&#8221; (3)<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"670\" height=\"1024\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/78-670x1024.jpg\" alt=\"\" class=\"wp-image-9753\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/78-670x1024.jpg 670w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/78-196x300.jpg 196w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/78-768x1174.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/78-1005x1536.jpg 1005w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/78-585x894.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/78-1170x1789.jpg 1170w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/78-100x153.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/78.jpg 1308w\" sizes=\"(max-width: 670px) 100vw, 670px\" \/><\/figure>\n\n\n\n<p><strong>DECOLONISATION AND DEGROWTH<\/strong><\/p>\n\n\n\n<p>If degrowth means a new way of living it also has profound implications for relations between people in different parts of the world &#8211; the &#8216;developed&#8217; and the &#8216;undeveloped.&#8217;<\/p>\n\n\n\n<p>If it means as Ben See has put it a shift from the “imperial mode of living”: in which &#8220;a minority of rich people undermining the basic conditions of existence for everyone else, starting with the most vulnerable&#8221; &#8211; it also means &#8216;decolonisation&#8217; which is a contemporary not a historic condition. It is not about tokenistic campus or museum changes in representation it is about stopping the endless and brutal colonisation that is a characteristic of capital.<\/p>\n\n\n\n<p>This idea of permanently extracting energy from people and places, plundering communities and regions is an essential part of our growth-thinking, or certainly the thinking imposed on us. But now colonisation is coming home.<\/p>\n\n\n\n<p>The extractivist economy does not just destroy nature and plunder natural resources, this process is part of the imperial mindset. Ecological destruction and colonisation are intertwined, they are inexorably connected.  But now we are playing catch-up with the stories we are told.<\/p>\n\n\n\n<p>In <a href=\"https:\/\/www.hachette.co.uk\/titles\/kojo-koram\/uncommon-wealth\/9781529338652\/\" target=\"_blank\" rel=\"noreferrer noopener\">Uncommon Wealth, Britain and the Aftermath of Empire<\/a>&nbsp;by Kojo Koram the author explores the dynamic between the world of former colonies and Britain. He describes a “boomerang effect” by which what Britain did to its colonies, it is now doing to itself.<\/p>\n\n\n\n<p>Reviewing Koram’s book Eric Rauchway writes (‘<a href=\"https:\/\/www.the-tls.co.uk\/articles\/butler-to-the-world-oliver-bullough-american-kleptocracy-casey-michel-uncommon-wealth-kojo-koram-book-review-eric-rauchway\/\" target=\"_blank\" rel=\"noreferrer noopener\">Pirates of the Metropolis’<\/a>): <\/p>\n\n\n\n<p>“In his elegantly constructed book, Koram is principally concerned to establish that economic development does not work as we were promised. It used to be common to claim that, with time, former colonial possessions would follow a path to modernity and move beyond gross inequality, internal strife and burdensome debt to resemble the prosperous and stable societies of their erstwhile imperial masters. Instead, he notes, history has moved in the other direction, with Britain becoming ever more like the nations of the global South. Moreover, this result has come not from incident but from concerted and intentional action; the undermining of sovereignty is not merely something the colonizers have done to the colonized, but rather what great private wealth has done to all nations, working its way from the periphery to the centre. “Innovations that are implemented for capitalist accumulation in the ‘Third World’, don’t tend to stay there”, Koram writes. The empire used to justify itself with the story that it was helping the colonies to become like the metropolis. Instead, Koram observes, the metropolis has become ever more like the colonies.”<\/p>\n\n\n\n<p><strong>BRINGING IT BACK HOME<\/strong><\/p>\n\n\n\n<p>If the &#8220;imperial mode of living&#8221; is contrasted with the degrowth alternative, empire, conquest and colonisation are replaced with reinhabitation, nurture and place-knowledge.  <br>In this sense <strong>&#8216;<\/strong>decolonisation&#8217; and &#8216;reinhabitation&#8217; are twins, key elements that combine to reverse hundreds of years of violent misrule.<\/p>\n\n\n\n<p>In a Scottish context these ideas might draw on traditions of &#8216;thrift&#8217; and frugality and from gaelic traditions of <em>Dùthchas<\/em> &#8211; a notion of a sense of place and belonging &#8211; as well as our (mislaid) history of ideas around regionalism and bioregionalism.   <\/p>\n\n\n\n<p>Learning to &#8216;live in place&#8217; will become a practical necessity as re-localisation and living within the natural carrying capacity of our bioregions becomes normal as climate breakdown intensifies.<\/p>\n\n\n\n<p>The era in which &#8216;climate breakdown&#8217; is something in the future is long past, and now the very social conditions in western societies are in plain and brutal view.<\/p>\n\n\n\n<p>The prefiguration of this process which has culminated in degrowth can be seen with the waves of regenerative movements and the rise of <a href=\"https:\/\/www.youtube.com\/watch?v=JDtDoiITi0g\" target=\"_blank\" rel=\"noopener\">&#8220;doomer optimism&#8221;<\/a>, the intertwined movements of: meta-modernism; neo-localism; decentralisation; bioregionalism and cosmo-localism.<\/p>\n\n\n\n<p>If such movements lacked a radical edge and routinely faltered into forms of bourgeois lifestyle-ism they can be seen as useful skills&#8217; workshops, and consciousness-raising.<\/p>\n\n\n\n<p>If degrowth can be seen as the latest in a line of alternative economic ideas, projects and schemes then the constellation of alternative economics that pre-date and surround degrowth can also be seen as part of a wider momentum. <\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"640\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FI1yj0eXIAshSk9-1024x640.jpg\" alt=\"\" class=\"wp-image-9750\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FI1yj0eXIAshSk9-1024x640.jpg 1024w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FI1yj0eXIAshSk9-300x188.jpg 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FI1yj0eXIAshSk9-768x480.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FI1yj0eXIAshSk9-585x366.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FI1yj0eXIAshSk9-1170x731.jpg 1170w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FI1yj0eXIAshSk9-100x63.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FI1yj0eXIAshSk9.jpg 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>If some of these are books rather than social movements, and many of them have been subject to corporate capture or assimilation, they can still function as precursors to a wider degrowth moment.  Parecon held\/holds a useful debate about a transition away from representative democracy. Wellbeing and circular economics are useful details about our necessary direction, even if they are partial and liberal ideas.<\/p>\n\n\n\n<p>Other tools and alternative economic ideals come from outwith Europe:<\/p>\n\n\n\n<p>&#8220;Degrowth alternatives may involve indigenous ways of organising social life and livelihoods according to the good of the community, for example though Buen Vivir (&#8216;the good life&#8217;), a concept emerging from Ecuador, the inclusive community planning toolkit Plan de Vida (Life Plan) of the Columbian Misak people &#8230; it might take the shape of feminist, anti-corporate activism, such as Vandana Shiva&#8217;s farming and seed saving project Navdanya in Uttarakhand, North India.&#8221; (4)<\/p>\n\n\n\n<p>If degrowth builds on the collective wisdom of Social Ecology, Eco Feminism (5) and forty years of cumulative ecological movement-building, all point to the trajectory outlined by Jason Hickel in saying:<\/p>\n\n\n\n<p>&#8220;The &#8220;economy&#8221; is our material relationship with each other and with the rest of the living world. We have to decide whether we want that relationship to be based on extraction and exploitation, or on reciprocity and care.&#8221;<\/p>\n\n\n\n<figure class=\"wp-block-gallery has-nested-images columns-default is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\">\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"900\" height=\"706\" data-id=\"9769\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FQuNXX5XwAo1IXB.jpg\" alt=\"\" class=\"wp-image-9769\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FQuNXX5XwAo1IXB.jpg 900w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FQuNXX5XwAo1IXB-300x235.jpg 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FQuNXX5XwAo1IXB-768x602.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FQuNXX5XwAo1IXB-585x459.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/FQuNXX5XwAo1IXB-100x78.jpg 100w\" sizes=\"(max-width: 900px) 100vw, 900px\" \/><\/figure>\n<\/figure>\n\n\n\n<p>Now, as system-failure accelerates and the social economy collapses, degrowth is becoming the emergent principle from which many of these movements and moments can be seen as stepping-stones of understanding. <\/p>\n\n\n\n<p><strong>UNPOPULAR TRUTHS<\/strong><\/p>\n\n\n\n<p>Some of these ideas and projects have been assimilated and captured, others were too benign for their own good. For example, it is impossible to find someone who is against &#8216;wellbeing&#8217;, and as such it has no political capital.<\/p>\n\n\n\n<p>Degrowth&#8217;s strength lies in it being an extremely unpalatable concept.<\/p>\n\n\n\n<p>The fact that it generates such a visceral reaction is a good sign.<\/p>\n\n\n\n<p>In 2022 the growth economy, and its inevitable consequences are laid waste and exposed. It is not for the degrowth movement to defend.<\/p>\n\n\n\n<p>The onus is on proponents of the growth world we live in to defend it.<\/p>\n\n\n\n<p>This is all very basic, but for those clinging on to the notion of growth as a dispenser of wealth or a system from which all flourish the facts say otherwise: <\/p>\n\n\n\n<p>&#8220;In 2021, the bottom half of the world population owns less than <a href=\"https:\/\/wir2022.wid.world\/\" target=\"_blank\" rel=\"noopener\">2%<\/a> of global wealth. Compare this to the richest decile (around half a billion people) that owns 76%, or even to the top centile (only 51 million people) that claims 36% of all existing wealth. With their crumb of world wealth, the poorest half of humanity causes only <a href=\"https:\/\/wid.world\/document\/climate-change-the-global-inequality-of-carbon-emissions-1990-2020-world-inequality-lab-working-paper-2021-21\/\" target=\"_blank\" rel=\"noopener\">12%<\/a> of global greenhouse gas emissions while the richest 10% generate almost half of all emissions. Let that sink in: the top 1% richest individuals (16.8% of global emissions) emit more than the 2.5 billion poorest individuals.&#8221; (6)<\/p>\n\n\n\n<p>An obvious criticism is that much of this is contained within the academic, and within the European sphere and is dominated by a discourse of white men. This all true but the point being laboured is that degrowth emanates from a deeper liberatory tap-root from the movements of radical liberation from the 1960s and 70s.<\/p>\n\n\n\n<p><strong>DEGROWTH AS SOLIDARITY<\/strong><\/p>\n\n\n\n<p>If decolonisation and reinhabitation offer a conceptual alternative to empire and globlisation, they need to be manifest in reality and in lived experience. They need to be present in everyday life and be visible as tangible assets in the coming struggles.<\/p>\n\n\n\n<p>For this to make sense degrowth needs to become a social movement of change not a set of ideas. This will require a political debate with the wider left which still talks of &#8216;green austerity&#8217; but much more importantly it will require a grassroots community-based movement to build networked-communities experiencing radical abundance as an alternative.<\/p>\n\n\n\n<p>Enough! have started this process in collaboration with other tentative forces and networks.<br><br>This is primarily and firstly about networks of social solidarity in a society characterised by toxic views of class and culture and in a rapidly disintegrating economic context and in which populist and far-right wing visions proliferate. Beyond this deformed versions of libertarianism prosper and this is a challenge for truly liberatory political projects.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"576\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/AAAABTGC30Hcja_-p7x2jlmETbJMzrQxjzfH4sc7ms7Jjchn5gNo9QuLIfwWMMZ2dKJQuo3Wy5VTfnaM17d3GCddtadztvwR-1024x576.jpg\" alt=\"\" class=\"wp-image-9756\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/AAAABTGC30Hcja_-p7x2jlmETbJMzrQxjzfH4sc7ms7Jjchn5gNo9QuLIfwWMMZ2dKJQuo3Wy5VTfnaM17d3GCddtadztvwR-1024x576.jpg 1024w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/AAAABTGC30Hcja_-p7x2jlmETbJMzrQxjzfH4sc7ms7Jjchn5gNo9QuLIfwWMMZ2dKJQuo3Wy5VTfnaM17d3GCddtadztvwR-300x169.jpg 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/AAAABTGC30Hcja_-p7x2jlmETbJMzrQxjzfH4sc7ms7Jjchn5gNo9QuLIfwWMMZ2dKJQuo3Wy5VTfnaM17d3GCddtadztvwR-768x432.jpg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/AAAABTGC30Hcja_-p7x2jlmETbJMzrQxjzfH4sc7ms7Jjchn5gNo9QuLIfwWMMZ2dKJQuo3Wy5VTfnaM17d3GCddtadztvwR-585x329.jpg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/AAAABTGC30Hcja_-p7x2jlmETbJMzrQxjzfH4sc7ms7Jjchn5gNo9QuLIfwWMMZ2dKJQuo3Wy5VTfnaM17d3GCddtadztvwR-1170x658.jpg 1170w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/AAAABTGC30Hcja_-p7x2jlmETbJMzrQxjzfH4sc7ms7Jjchn5gNo9QuLIfwWMMZ2dKJQuo3Wy5VTfnaM17d3GCddtadztvwR-100x56.jpg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/04\/AAAABTGC30Hcja_-p7x2jlmETbJMzrQxjzfH4sc7ms7Jjchn5gNo9QuLIfwWMMZ2dKJQuo3Wy5VTfnaM17d3GCddtadztvwR.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>Degrowth must also &#8216;land&#8217; in a society in which &#8220;Don&#8217;t Look Up&#8221; is a reality, in which people are either too preoccupied by the stresses of daily survival or in which &#8220;reflexive impotence&#8221; or &#8220;mandatory individualism&#8221; are traits and scars of survival.<\/p>\n\n\n\n<p>How is any of this possible?<\/p>\n\n\n\n<p>One answer is that the climate reality is leaking in to everyday life, from resource wars to flash flooding to extreme weather events to the refugee crisis. This reality can&#8217;t be ignored any longer. The second is that we have just lived through a (cliche klaxon &#8216;unprecedented&#8217;) collective experience that we are still unable to process in which the tendrils of state control and &#8216;benevolence&#8217; have been stretched and questioned.<\/p>\n\n\n\n<p>If the pandemic showed the fragility of things it also showed remarkable social resilience and solidarity. Now the war in Ukraine exposes again the ridiculous precariousness of a society based on externalities. Food and energy are outsourced and uncontrolled. We live in a world which is literally out of control and from our (relative) comfortable western lives we have assumed these benefits are safe and secure.<\/p>\n\n\n\n<p>If the failure of the of the British state and the descent of living standards have become acute this is not likely to propel any change on its own.<\/p>\n\n\n\n<p>The challenge for proponents of degrowth is to make manifest &#8216;radical abundance&#8217; in a society experiencing extremes of poverty and deprivation. That is a political and a conceptual challenge, and one that takes place in a putative semi-state, in a landscape dominated by constitutional issues which tend to obscure all others.<\/p>\n\n\n\n<p>Creating degrowth cultures and changing the narrative about how &#8216;wealth&#8217; is created and what a &#8216;true prosperity&#8217; would look like is the challenge ahead. This is a major challenge in a society deep in climate denial and suffering post-covid PTSD. But is it a challenge that comes in the wake of seismic climate failure and the UK emerging as a sort of failed state, a kleptocracy of elite rule. &#8216;True prosperity&#8217; may seem an elusive and difficult aim but in the context of immiseration and climate failure the status quo is indefensible.<\/p>\n\n\n\n<p>Notes<\/p>\n\n\n\n<p>(1) Degrowth in the IPCC AR6 WGIII: https:\/\/timotheeparrique.com\/degrowth-in-the-ipcc-ar6-wgiii\/<\/p>\n\n\n\n<p>(2) El decrecimiento como utopía concreta: https:\/\/www.opendemocracy.net\/es\/el-decrecimiento-como-utop-concreta\/<\/p>\n\n\n\n<p>(3) Degrowth: a vocabulary for a new era (Edited by  Giacomo D’Alisa, Federico Demaria and Giorgios Kallis). <\/p>\n\n\n\n<p>(4) Degrowth in Scotland published by Enough! and the Centre for Human Ecology p. 161<\/p>\n\n\n\n<p>(5) See for eg Degrowth and Feminism by Corinna Dengler and Birte Strunk, (4) Degrowth in Scotland published by Enough! and the Centre for Human Ecology p. 90<\/p>\n\n\n\n<p>(6) &#8216;Look Up: Climate Change Is Not a Crisis, It’s a Beating&#8217; https:\/\/parole.cc\/none\/look-up-climate-change-is-not-a-crisis-its-a-beating\/<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This is an outline of how we might situate degrowth in a history of alternative economics and regenerative movements, in the context of brutal new scientific and socio-economic realities. What does &#8216;true prosperity&#8217; look like in times of socio-ecological crisis? &#8220;Degrowth means primarily the abolition of economic growth as a social objective. This implies a [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":9164,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[87],"tags":[77,80],"class_list":["post-9748","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-degrowth","tag-degrowth","tag-wellbeing"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9748"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=9748"}],"version-history":[{"count":15,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9748\/revisions"}],"predecessor-version":[{"id":9788,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9748\/revisions\/9788"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/9164"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=9748"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=9748"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=9748"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}