{"id":9805,"date":"2022-07-29T18:29:54","date_gmt":"2022-07-29T18:29:54","guid":{"rendered":"https:\/\/enough.scot\/?p=9805"},"modified":"2022-07-31T14:35:36","modified_gmt":"2022-07-31T14:35:36","slug":"other-worlds","status":"publish","type":"post","link":"https:\/\/enough.scot\/other-worlds\/","title":{"rendered":"<strong>Other Worlds<\/strong>"},"content":{"rendered":"\n<p><em><strong>Degrowth and Ecology: a Silent Planting<\/strong><\/em><\/p>\n\n\n\n<p><em>Last night we launched our new issue with the magnificent <a href=\"https:\/\/thestove.org\/the-stove-cafe\/]\" target=\"_blank\" rel=\"noopener\">Stove Network <\/a>in Dumfries. You can pick up a copy from there, and in the coming weeks across Scotland- check the list of our <a href=\"https:\/\/enough.scot\/less-distribution-hubs\/\">Hubs here<\/a> for updates, or order a bundle to help share and distribute by contacting <a href=\"https:\/\/enough.scot\/less\/\">us here.<\/a><\/em><\/p>\n\n\n\n<p>In this issue, we wanted to explore the ecological issues we face beyond the crisis of carbon. We wanted to look at the problems of biodiversity and habitat loss, species-collapse, extinction, pollution of seas and lochs and air and soil that stem from our economic system and our cycles of endless production and consumption. This issue of LESS looks at omnicide in Scotland, its history and trajectory, its drivers and its resisters.<\/p>\n\n\n\n<p>At the same time, we explore how processes of degrowth and decolonisation could decontaminate this process and work towards restoration and reinhabitation. Since the first issue of LESS was published, degrowth has developed from a relatively unknown and frequently misunderstood concept into an influential part of many conversations around how we navigate from the current metacrisis to new possibilities of human flourishing.<\/p>\n\n\n\n<p>In Scotland, degrowth has taken root in a modest but meaningful way. It’s been remixed, regenerated, and made local by a network of activists, artists, researchers, and communities. This has taken place alongside a flowering of related scholarship, research, and publications internationally. What is emerging is a new synthesis between critically-engaged scholarship and applied practice in which its principles are embodied. The contributors to this issue are, as in previous issues, a mixture of practitioners and activists, scholars and thinkers.<\/p>\n\n\n\n<p>As we describe elsewhere, creating degrowth cultures and changing the narrative about how ‘wealth’ is created and what a ‘true prosperity’ would look like is the challenge ahead. This is a major task in a society deep in climate denial and suffering the collective trauma of Covid. But is it a challenge that comes in the wake of seismic climate failure and the UK emerging as a sort of ‘failed state’, a kleptocracy of elite rule. ‘True prosperity’ may seem an elusive and difficult aim but in the context of mass immiseration and climate failure the ruinous <em>status quo<\/em> is indefensible.<\/p>\n\n\n\n<p>This issue of LESS explores broadly how degrowth intersects with Scotland’s ecologies: social, human, and beyond. The words <em>ecology<\/em> and <em>economy<\/em> derive from the same ancient Greek root, <em>oikos, <\/em>meaning the good stewardship of a family’s home. The violent, dualistic rupture of this term into two concepts set in oppositional relation to each other needs to be healed and integrated. What does this mean for us in our time and place?<\/p>\n\n\n\n<p>The answers to this constitute a plurality of possibilities that unfold in unexpected ways. We have stories to draw on that hint at a richer, more complex set of relations with the worlds beyond human supremacy, a complexity explored in Hanna Tuuliki’s work. As Dougie Strang notes in his interview with the artist, with a nod to a phrase coined by philosopher and ecologist David Abram in his book <em>The Spell of the Sensuous<\/em> (1996): “Tuulikki’s latest project, <em>Seals’kin<\/em>, plays again with the notion of entanglement between the human and the more-than-human.” More-than-human because animals should not be defined as simply non-human.<\/p>\n\n\n\n<p>Iain MacKinnon uncovers mythopoetic elements in the cultural heritage of the Gàidhealtachd that can resource a return to a balanced ‘truth of nature’ in the face of ontological elimination. Mutually so, Col Gordon explores forms of traditional ecological knowledge and agricultural practice that can constitute distinctive lifeways in Scottish bioregions.<\/p>\n\n\n\n<p>Bringing degrowth into conversation with <em>Buen Vivir<\/em>, an indigenous principle and decolonial practice of ‘Good Living’ from Latin America, Katherina Richter explores the need for a metaphysics adequate to address the metacrisis: “We can see that changes to our consumption, production, and working patterns alone won’t be enough to sustain a profound transformation towards a just and sustainable world. To understand the deeper shifts that are required, we need to look at cultural aspects of socio-ecological transformations. So what would it mean to put a cosmological limit to growth?”<\/p>\n\n\n\n<p>Eric Swanepoel explores similar themes with the notion of the ‘real-growth’ of <em>Biospherism<\/em> which he describes through the illustrative mnemonic letters of C-LIFE – C: Circular Economy, the Commons, Community, Co-operation, Collaboration, Competition; L: Land, Language, Littleness, Localism, Long-Termism; Interdependence (Independence, Individualism); F: Food, Food Sovereignty, Framing (and values), Fungi; Economy and Ecology.<\/p>\n\n\n\n<p>Nowhere are the ideas of perpetual growth more embedded and more destructive than in our food economy, in which the only metric for ‘success’ is endless growth, export sales, and a ‘productivity’ without recourse to any meaningful sense of quality. The alternative to this is explored by Diana Garduño Jiménez and Abi Mordin who describe their “quiet farming revolution” starting in South West Scotland in which farmers across the region have formed a network to exchange knowledge, experience, and practice in the journey to a “regenerative farming”.<\/p>\n\n\n\n<p>In their focus on mining in Galloway, Annie Morgan and Nayab Khalid look from the particular to the global to talk of Martin Arboleda’s “planetary mine”. This thread is a recurring one of rooting action in place and time, but drawing back to see a wider and deeper picture. For Morgan and Khalid, Arboleda’s “concept of ‘global colony’ with interconnected infrastructures and technologies that transverse the entire globe &#8230; highlights the importance of understanding and challenging the extractivist model as a whole”.<br><\/p>\n\n\n\n<p>As well as these fragments of other worlds and alternative paths we also offer to you our poster-graphic, our map of Scotland’s top twenty worst polluters, brought to you in collaboration with <em>The Ferret<\/em>, Scotland&#8217;s award winning investigative journalism cooperative. Finally, Steve Rushton reviews the recently published <em>The Future of Degrowth: A guide to a world beyond capitalism<\/em> by Matthias Schmelzer, Andrea Vetter, and Aaron Vansintjan, in which he argues that “Scotland needs to rectify and re-imagine its relations with the countries of the Global South, blazing a trail towards a post-colonial future.”<\/p>\n\n\n\n<p>In offering this snapshot of the Scottish bioregion and its cultures, practices, and possibilities, we do not seek to claim any kind of moral or nationalist exceptionalism. Rather, we argue for guarding against the flattening monoculture of globalised capitalism and its destructive impacts. This means being open to the world and to the possibilities of taking our place as an independent nation, to become a radical ludic space – what Pat Kane has described as a potential ark and laboratory in an age of global meltdown.<\/p>\n\n\n\n<p>However, we are conscious of the risks involved in asserting ‘indigeneity’ in a contemporary Scottish context. Certainly, elements of the lifeways, cultures, and patterns of colonisation and clearance of the Gàidhealtachd in particular have a strong case for such a claim – and are mutually recognised as such by some Indigenous peoples internationally. However, in the context of rising ethnonationalism and the ongoing reckoning with Scotland’s active role in Empire, slavery, and colonisation, it is imperative to both stand in explicit solidarity with colonised Indigenous peoples and their ongoing resistance, and carefully differentiate the distinctions and commonalities with care. Indigenous scholars place emphasis on ‘good relations’ with regard to using knowledge or truth claims that are based in particular places and peoples. This can be sensitive when importing place-based knowledge from Indigenous nations without addressing specific Indigenous societies whose homelands are occupied – see e.g. Vanessa Watts’ ‘Indigenous place-thought’. As Métis\/otipemisiw scholar Zoe Todd puts it, “we cannot take Indigenous knowledge from one place and plop it into another context without doing violence to this knowing-being.” We commit – imperfectly – to active decolonisation and explore what this means in Scotland, while being careful not to mobilise concepts from specific areas of Indigenous thought in an extractive way.<\/p>\n\n\n\n<p>Learning to ‘live in place’ will become a practical necessity as re-localisation and living within the natural carrying capacity of our bioregions becomes normal as climate breakdown intensifies. This might be the subversion we need of the storied Scottish cringe: could ‘knowing your place’ transmogrify from internalised shame and inadequacy – sent out into the world as colonisation and extractivism – into authentic place-based knowledge and belonging? Could ‘reinhabitation’ be the alter to imperialism? Could bioregionalism be the counter to colonialism?<\/p>\n\n\n\n<p>In Scotland, the question of independence cannot be disconnected from an understanding of Scotland as a part of the web of life. As we go to press in unprecedented and terrifying heat across Europe, every day the world is alive with flashbang-warnings of ecological breakdown. These competing spaces, <em>Other Worlds<\/em> both collapsing and emerging, are in open collision, not just of values and structures but in time. Nowtopias and Dystopias existing in parallel in a world of deep-level precarity.<\/p>\n\n\n\n<p>It seems too late, far too late.<\/p>\n\n\n\n<p>But, in Richard Power’s 2018 novel, <em>The Overstory<\/em>, he collects a series of tales through the lens of the lives of trees. As Douglas Pavlicek plants Douglas Fir, for a company who he realises are the same company that are cutting them down, he writes:<\/p>\n\n\n\n<p>“The smell of the cuts overwhelms him. Damp spice drawer. Dank wool. Rusty nails. Pickled peppers. Scents that return him to childhood. Aromas that inject him with inexp;icable happiness. Smells that plunge him down to the bottom of the deepest welland hold him there for hours. Then there’s the sound, like his rears are wadded up with a pillow. The snarl of saw and feller bunchers, somewhere in the distance. A great truth comes over him: Trees fall with spectacular crashes. But planting is silent and growth is invisible.”<\/p>\n\n\n\n<p><strong>Luke Devlin &amp; Mike Small, LESS editors<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Degrowth and Ecology: a Silent Planting Last night we launched our new issue with the magnificent Stove Network in Dumfries. You can pick up a copy from there, and in the coming weeks across Scotland- check the list of our Hubs here for updates, or order a bundle to help share and distribute by contacting [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":9806,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[77,200],"class_list":["post-9805","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-less","tag-degrowth","tag-less"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9805"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9805"}],"version-history":[{"count":3,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9805\/revisions"}],"predecessor-version":[{"id":9813,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9805\/revisions\/9813"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/9806"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9805"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9805"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9805"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}