{"id":9826,"date":"2022-08-31T16:06:45","date_gmt":"2022-08-31T16:06:45","guid":{"rendered":"https:\/\/www.enough.scot\/?p=9826"},"modified":"2022-09-10T14:11:44","modified_gmt":"2022-09-10T14:11:44","slug":"re-membering-the-tuath","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/re-membering-the-tuath\/","title":{"rendered":"Re-Membering the Tuath"},"content":{"rendered":"\n<p><em>Forms of traditional ecological knowledge that have been erected since antiquity in Scotland are ripe for re-imagining. Col Gordon explores ways in which a renewed application of these methods can help transition to sustainable, locally-appropriate forms of agriculture in the post fossil-fuel era.<\/em><\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>“I hear the storm. They talk to me about progress, about ‘achievements’; diseases cured, improved standards of living. I am talking about societies drained of their essence, cultures trampled underfoot, institutions undermined, lands confiscated, religions smashed, magnificent artistic creations destroyed, extraordinary possibilities wiped out.” – Aimé Césaire, <em>Discourse on Colonialism<\/em><\/p><\/blockquote>\n\n\n\n<p>Ever since hearing it a few years ago, I’ve been haunted by what I take to be a very important statistic. Whilst making up just 5% of the world’s population, Indigenous peoples protect and steward 80% of global biodiversity. Indigenous peoples have generally managed to co-exist in relative balance with the environments they inhabit, and which they, more often than not, see themselves as a part of. For those of us who are not among this 5%, this statistic forces us to ask if there’s a need to learn, or indeed relearn, how to live with the rest of the more-than-human world in ways that resemble how Indigenous peoples do.<\/p>\n\n\n\n<p>The question that has been preoccupying me over the past couple years is what could this mean here, in Scotland, or more specifically in the Highlands and Islands – the Gàidhealtachd? I’ll situate this consideration in and amongst the hotly debated, current, and divisive issue of rewilding and how it could relate to both repeopling and cultural revival.<\/p>\n\n\n\n<p>But to start, I’ll begin with a plant: <em>Avena Strigosa<\/em> or Corc Beag – the small, bristle, grey oat. These oats, along with Bere Barley and Hebridean Rye, are the last remaining cereal landraces to be found in Scotland. A landrace can be defined as a “locally adapted variety of a domesticated species of plant (or animal) which over time has become well adapted to its local environmental conditions” (SASA, n.d.).<em> <\/em>Cultivated year in, year out for hundreds if not thousands of years, they exist today only in the Northern and Western Isles, areas which conventional wisdom might define as peripheral. Grown as fodder for livestock, the 540 hectares of Corc Beag grown annually on the Uists make up the largest area of surviving landraces anywhere in Britain (BSBI, 2010). In many ways it’s a miracle that they still exist at all.<\/p>\n\n\n\n<p>Yet these were once the major food crops of the Gàidhealtachd. If you read the accounts from early travellers to the region, it becomes apparent quite how much grain was grown here in the past. When Martin Martin (1697) visited in 1695, grains seem to have been cultivated almost everywhere, often on places where today it would be very hard to believe it possible. In giving an account of Skye for the Board of Agriculture in 1811, James MacDonald reported that of the island’s total landmass of roughly 350,000 acres, 8.5% was used as arable land. MacDonald (1811: 209, 761) claims of Corc Beag that “this grain constitutes the bread of three-fourths of the population”, and, despite the population then being almost double what it is today, that the soils of Skye should be capable of being able to “supply their present population with bread.”<\/p>\n\n\n\n<p>The volume of grain being produced was only possible because this arable system worked in tandem with another agricultural practice: the Shieling system. At its most basic, the Shieling system was a form of what is called transhumance – where people and livestock would move away, beyond the boundary, from the fertile low-lying glens or in-byes, and into the out-bye land or fàsachs, and up into the hills or onto the moors where they would spend long summer months living in the àirighs or shielings, herding and milking their livestock.<\/p>\n\n\n\n<p>This was an agricultural system that in many ways also held much of Gaelic lifeway patterns and cultural norms together. By and large, the Gaelic calendar year was split into two halves: the season of growth that began with the celebrations of Beltane in early May; and the season of decay that was marked by Samhain at the end of October and was also understood to be the beginning of the Gaelic new year. These calendar dates where the markers for when the transhumance could begin and end, and both dates involved elaborate festivities and rituals. The significance of this seasonal movement to Gaelic culture was enormous, as attested to by the volume of songs and stories in the archives about the shielings and summer milking.<\/p>\n\n\n\n<p>As well as providing the dairy products which, along with grain, made up the bulk of the traditional Gàidhealtachd diet, there is evidence that the Shieling system was beneficial to the land. When the early travellers reported on what they found they were often describing open-park like woodland habitats, heathland, and moorland. Numerous ecologists have commented that the impacts of cattle and other livestock, if done in the appropriate way and stocked at the right density, can be beneficial to woodland ecology and biodiversity.<\/p>\n\n\n\n<p>According to Frank Fraser Darling (1956), possibly the foremost 20th century ecologist of the Highlands and Islands, “The cattle husbandry and persistence of the forests were reasonably compatible and even complementary, for the cattle received shelter from the forest and the trees benefited from light cropping of the herbage floor, from the browsing and the manuring.” Writing about traditional cattle in woodland ecology in the Highlands, conservationist Roy Dennis (1998: 7-8) observes, “There is increasing interest in understanding the effects of mega-herbivores on forest ecosystems in Europe and a growing scepticism that the primeval forests were dark woodlands of densely growing trees. Instead, it is believed that fire and the large herbivores created mosaics on both large and small scales, and that in some places there were open ‘savannah-like’ wooded grasslands. … Without cattle, our forest ecosystems will not be as successful for biodiversity conservation.”<\/p>\n\n\n\n<p>Echoing this point, Knepp Estate (n.d.) in the South of England, one of the primary working examples of the so-called rewilding movement, affirms that “the battle between these two opposing forces of nature – animal disturbance and vegetation succession – generates habitat complexity and biodiversity. Reintroducing some of these animals to the landscape – using domestic descendants as proxies for some of the extinct species – can have a hugely positive impact on nature.” This was to a certain extent the type of habitat that the early travellers to the Gàidhealtachd were describing: mosaics of savannah like wood pasture at various stages of succession, achieved in ways that were still healthy and dynamic. By moving the livestock into the hills and grazing in a way that was, at least in part, beneficial to the ecology of the habitat, there was an elegant, well-balanced system which made full use of the agricultural territory.<\/p>\n\n\n\n<p>The territories were places that people knew intimately, as evidenced by the plethora of place names found within the Gaelic heartlands. Almost every rock and little pool or stream would appear to have had a name. But, significantly, the people here also knew how to <em>use<\/em> the territory in ways that are hard to envisage today.<\/p>\n\n\n\n<p>The naturalist Thomas Pennant (1774) famously visited the Hebrides in 1772 to report to his readers on what he had seen. To accompany him, Pennant had brought along the botanist Rev. John Lightfoot who compiled a 1,200 page botanical survey later published in 1777. Whilst this record is mostly made up of scientific descriptions of his findings, he also included many ethnobotanical notes on how these plants were used. I still need to give the book more attention, but having gone through it I’ve found that Lightfoot noted uses for an astonishing 274 wild plants, including 92 food and drink plants, 41 dye plants, 94 medicinal plants, and 39 for fibres, building, or tanning. To me, this shows that as recent as the late-18<sup>th<\/sup> century, people here understood how to dwell within their territories in ways that resemble how many Indigenous peoples today relate to theirs.<\/p>\n\n\n\n<p>Anthropologist Tim Ingold (2000: 147, 55) writes, “to live in the world is also to inhabit it. … Knowledge of the world is gained by moving about it, exploring it, attending to it, ever alert to the signs by which it is revealed. Learning to see, then, is a matter not of acquiring schemata for mentally constructing the environment but of acquiring the skills for direct perceptual engagement with its constituents, human and non-human, animate and inanimate.”<\/p>\n\n\n\n<p>Up until last century, a very important word in the Gaelic worldview was <em>Tuath<\/em>. This word meant both “territory” and “the people of the territory”. The two were understood to be one and the same and inseparable. It’s my understanding that from this utterly interlinked belonging to territory you get other critical ideas in the cosmology such as <em>dùthchas<\/em> – an idea of belonging that is described by crofter and textile artist Alice Starmore as when “you belong to the land and the land belongs to you” (Farmerama Radio, 2021).<\/p>\n\n\n\n<p>In <em>Tending the Wild: Native American knowledge and the Management of California’s Natural Resources<\/em>, M. Kat Anderson documents many of the different methods that the Indigenous peoples of California have used to manipulate the “wild” plants and terrains in order to promote the growth of species that were more culturally useful. In it she demonstrates that much of what would have been considered wilderness when first encountered by Europeans was in fact vast territories of carefully tended habitat that had been shaped by thousands of years of native burning, harvesting, tilling, pruning, transplanting, sowing, and scattering. The methods described don’t comfortably fit into either of the binary categories of hunter-gathering or agriculture but, rather, are better described as <em>tending<\/em>.<\/p>\n\n\n\n<p>“Tend means ‘to have the care of; watch over; look after.’ Thus the word connotes a relationship of stewardship, involvement, and caring very different from the dualistic, exploit-it-or-leave-it-alone relationship with nature still characteristic of Western society. The role of nature’s steward was (and still is) one shared by many indigenous peoples” (Anderson, 2013: 358).<\/p>\n\n\n\n<p>“The foundation of native people’s management of plants and animals was a collective storehouse of knowledge about the natural world, acquired over hundreds of years through direct experience and contact with the environment. The rich knowledge of how nature works and how to judiciously harvest and steward its plants and animals without destroying them was hard earned; it was the product of keen observation, patience, experimentation, and long-term relationships with plants and animals. It was a knowledge built on a history, gained through many generations of learning passed down by elders about practical as well as spiritual practices. This knowledge today is commonly called ‘traditional ecological knowledge’” (Anderson, 2013: 4).<\/p>\n\n\n\n<p>In Gaelic this “traditional ecological knowledge” may be able to be translated as <em>dualchas<\/em>. Anderson continues, “one learns that Indigenous people achieve deeper intimacy with nature by using it. The character of each tree takes on new dimensions when transformed by human hands through scraping, skinning, soaking, peeling, boiling, mashing, grinding, fire hardening, splitting and decorating. … Each time a person transforms a plant, animal or mineral into a useful item it is an acknowledgement that he or she belongs to a place. … By using nature, we begin to know our place in it”<em> <\/em>(Anderson, 2013: 338, 363).<\/p>\n\n\n\n<p>Could these ideas be encompassed in Gaelic by the word <em>dùthchas<\/em>? I believe it’s possible that they could.<\/p>\n\n\n\n<p>***<\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>“The most important area of domination was the mental universe of the colonised, the control, through culture, of how people perceived themselves and their relationship to the world. Economic and political control can never be complete or effective without mental control. To control a people’s culture is to control their tools of self-determination in relationship to others.” – Ngũgĩ wa Thiong’o, <em>Decolonising the Mind<\/em><\/p><\/blockquote>\n\n\n\n<p><em>Shifting baseline syndrome<\/em> is a term used in ecology to express how reference points (baselines) for what is perceived as ‘natural’ change in populations over time. Our reference points for what is natural or normal in ecosystems and biodiversity have dramatically changed over the past centuries to the point where we may now perceive highly degraded landscapes as the ‘natural’ state of things – even if the breadth of habitats and richness of biodiversity we know today are just a fraction of what once was. Partially because of this, it can be hard to imagine what our landscapes could be like if they were healthy, vibrant, and fully functional.<\/p>\n\n\n\n<p>This is equally as true with cultural diversity.<\/p>\n\n\n\n<p>What we see today as ‘traditional’ are the leftovers that Gaels were allowed to keep after the land-based culture here was systematically eroded and indeed dismembered.<\/p>\n\n\n\n<p>Arable crops are now only grown on the more fertile eastern parts of the Gàidhealtachd; the Shieling system has long since collapsed and transhumance no longer happens; there is little of the biodiversity that there once was and the traditional knowledge of wild plant use is all but gone.<\/p>\n\n\n\n<p>When the Clearances began, the Shielings were some of the first things to be removed. This was also the time when folks started to be moved away from the old, communal settlements and townships and onto small individually allotted plots of land, called crofts. In processes which starkly paralleled those imposed on many Indigenous peoples all over the world, these crofts were never designed to be able to meet all the needs of subsistence and these new, forced land arrangements pushed the Tuath – the tenantry – into the wage economy in order to survive. Until the end of the 19th century, folks would refer to themselves as the Tuath, and it was only at a later stage that they began to identify as crofters, a term of Germanic origin brought into the region in the times of ‘improvement’ and clearance.<\/p>\n\n\n\n<p>When the Shieling system was beginning to decline in the 17th century, it’s important to note that it was having to coexist with newer, export-oriented systems of droving and commercial forestry. And it is at this point that you start to see evidence of habitat loss due to pressures from overgrazing, and also the extinction of keystone mammals, such as beavers, wild boar, and wolves. The reintroduction of such species is of course a key bone of contention within the whole rewilding debate.<\/p>\n\n\n\n<p>According to Iain MacKinnon (Farmerama Radio, 2021) in a contribution to <em>Landed<\/em>, an award-winning podcast series sharing the voices behind regenerative farming, “What there has been over the course of the last 300 or 400 years, but particularly the last 150 years, is cultural devastation for Gaelic Scotland. There’s comparatively little left, both in terms of social relations and cultural norms. … We’re living in the debris of our traditional society. We’re living in the wreckage. And we need to reconstitute something from that wreckage that doesn’t exclude or fence people out but supports people to come in and be part of that reconstituting process.”<\/p>\n\n\n\n<p>In order to understand how to recover and reinvigorate some of these traditional land management practices, we need to look to what we know of the ruins from the past. According to sociologist Boaventura de Sousa Santos (2018), these ruins are also the seeds for imagining a hopeful future. The ruins and the wreckage of the past are where we may find some seeds that we can remember, rekindle, revitalise, and reinvent for today.<\/p>\n\n\n\n<p>Some of these ruins may be actual seeds. The Corc beag, or grey oats, that once made up three quarters of the bread foods of the Gaels are no longer cultivated anywhere for human consumption. Indeed, because they’ve been neglected or forgotten for so long as a food, the plant itself is no longer viable as a foodstuff for humans. If I were to mill their grains, I would end up with nothing but dust and husk. Even the few experts who still work with these seeds now doubt that they could ever have been eaten by humans, despite the early accounts. But the seed still exists. To tend them as a foodstuff would involve patient restoration work over a number of decades.<\/p>\n\n\n\n<p>Other ruins may be things like key Gaelic cosmological ideas: Dùthchas, or a sense of belonging to the land or the territory and an interconnection with every part of life within it; Tuath, where the territory and the people of the territory are one and the same; and Dualchas, the transfer of ancestral wisdom of how to live in balance within this territory, within this place.<\/p>\n\n\n\n<p>These are things that were actively dismembered, and then forgotten. But today we are at a point where perhaps it’s time to re-member and repair them. These are keystone concepts for reconstituting the Gàidhealtachd, but they are also <em>just<\/em> ideas if they can’t be supported by and in turn support real-life practices. The erosion of the ecology and habitats, traditional land practices, lifeways and foodways has gone hand in hand with the erosion of the Gaelic language and its ways of being. The language, the lifeways, and the ways of being on the land are like legs on a stool that hold up a people and a culture. If one falls, they all start to collapse.<\/p>\n\n\n\n<p>What would a decolonised Gaelic landscape look like today? How can we work towards that now? We are living in a time where, one way or another, things are not going to stay the same. Changes in how we go about using the land are inevitable. Today, and certainly tomorrow, there are going to be more and more calls for rewilding and for crofters to change their land practices in response to the various ecological and climate crises.<\/p>\n\n\n\n<p>Is now the time to start to recover some of these lost practices; these ruins of our past? By attempting to revive, repurpose, and reinvent some of these old lifeways, foodways, and ways of interacting with and using the land, we may be able to actively support some of these key Gaelic ideas and cultural practices and by doing so play a role in the reconstitution process Iain Mackinnon mentioned.<\/p>\n\n\n\n<p>In <em>Indigenous Food Sovereignty in the United States,<\/em> editors Elizabeth Hoover and Devon A. Mihesuah (2019) write, “The concept of Indigenous food sovereignty is not focused only on right to land, food and the ability to control production systems, but also responsibilities to and culturally, ecologically, and spiritually appropriate relationships with elements of those systems. This concept entails emphasizing reciprocal relationships with aspects of the landscape and the entities on it.”<\/p>\n\n\n\n<p>Rewilding is now here and – like it or not – it’s probably here to stay. Yet there is no implicit, fundamental contradiction or even tension between the actual science of rewilding and these traditional ways of being. To me, what we have is an opportunity to present a case for a return to something which could resemble an ‘indigenous’, pre-clearance approach to dwelling in the land.<\/p>\n\n\n\n<p>If there’s money going into purchasing large areas of land to rewild, then we need to ask: what does rewilding look like? Crofting and rewilding are often pitted against each other in a narrative that suggests they are incompatible. But rather than opposing rewilding on the grounds that it is not compatible with the practices that were imposed on the Gàidhealtachd through colonial mechanisms, we should instead start to advocate for embedding these pre-clearance practices into the rewilding agenda and demanding that they are included, considered, and acted upon by people.<\/p>\n\n\n\n<p>It is the very same people who destroyed the Indigenous cultures and land practices who are now calling for a return to the landscape they destroyed. But “Is treasa tuath na tighearna” (The people are mightier than a lord). We need to become the Tuath once more and demand that if this happens it does so in conjunction with a return to ‘indigenous’ land uses, in a relevant and reinvigorated way for today. These ideas need to be invoked now and attempts at living them need to be made. Over the centuries Gaels were domesticated into the state and maybe now is the time for the Tuath to be rewilded.<\/p>\n\n\n\n<p>If folks want to buy up the land to rewild it and that genuinely is their purpose, fine. Buy it up but then give it back to the Tuath to carry this process out. This is a moment and an opportunity to try to remember and invoke these ruin seeds. To move them towards being living seeds once again.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>Image: Remain A Stranger. Mixed media on paper, by Megan Chapman<\/p>\n\n\n\n<p><strong>Works cited<\/strong><\/p>\n\n\n\n<p>Anderson, M. Kat (2013) <em>Tending the Wild: Native American Knowledge and the Management of California&#8217;s Natural Resources<\/em>. Berkeley: University of California Press.<\/p>\n\n\n\n<p>BSBI (Botanical Society of Britain &amp; Ireland)(2010) ‘BSBI Species Accounts Archive: Avena strigosa’, 16 July. Available at: http:\/\/sppaccounts.bsbi.org\/content\/avena-strigosa-0.html<\/p>\n\n\n\n<p>Césaire, Aimé (1972) <em>Discourse on Colonialism. <\/em>New York &amp; London: Monthly Review Press.<\/p>\n\n\n\n<p>Dennis, Roy (1998) <em>The importance of traditional cattle for woodland biodiversity in the Scottish Highland<\/em>s. Available at: http:\/\/www.roydennis.org\/o\/wp-content\/uploads\/2011\/10\/CATTLE4.pdf<\/p>\n\n\n\n<p>de Sousa Santos, Boaventura (2018) <em>End of the Cognitive Empire: The coming of age of epistemologies of the South<\/em>. Durham, NC: Duke University Press.<\/p>\n\n\n\n<p>Farmerama Radio (2021) ‘Landed’. Available at: https:\/\/farmerama.co\/landed\/<\/p>\n\n\n\n<p>Fraser Darling, Frank (ed.)(1956) <em>West Highland Survey: An essay in human ecology<\/em>. Oxford: Oxford University Press.<\/p>\n\n\n\n<p>Hoover, Elizabeth &amp; Mihesuah, Devon A. (eds.)(2019) <em>Indigenous Food Sovereignty in the United States: Restoring Cultural Knowledge, Protecting Environments, and Regaining Health. <\/em>Norman:<em> <\/em>University of Oklahoma Press<em>.<\/em><\/p>\n\n\n\n<p>Ingold, Tim (2000) <em>The<\/em> <em>Perception of the Environment: Essays on Livelihood, Dwelling and Skill. <\/em>London: Routledge.<\/p>\n\n\n\n<p>Knepp Castle Estate (n.d.) ‘The Concept: Grazing Ecology’. Available at: https:\/\/knepp.co.uk\/the-inspiration<\/p>\n\n\n\n<p>Lightfoot, Rev. John (1777) <em>Flora Scotica: Or, A Systematic Arrangement, in the Linnæan Method, of the Native Plants of Scotland and the Hebrides<\/em>. London: B. White.<\/p>\n\n\n\n<p>Martin, Martin (1716<em>) A Description of the Western Islands of Scotland<\/em>. London: A. Bell.<\/p>\n\n\n\n<p>MacDonald, James (1811) <em>General View of the Agriculture of the Hebrides, Or Western Isles of Scotland. <\/em>Edinburgh: Alex Smellie<em>.<\/em><\/p>\n\n\n\n<p>SASA (Science &amp; Advice for Scottish Agriculture)(n.d.) ‘Scottish Landraces’. Available at: https:\/\/www.sasa.gov.uk\/variety-testing\/scottish-landracesThiong’o, Ngũgĩ wa (1986) <em>Decolonising the Mind: The Politics of Language in African Literature<\/em>. London: James Currey Ltd.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Forms of traditional ecological knowledge that have been erected since antiquity in Scotland are ripe for re-imagining. Col Gordon explores ways in which a renewed application of these methods can help transition to sustainable, locally-appropriate forms of agriculture in the post fossil-fuel era. “I hear the storm. They talk to me about progress, about ‘achievements’; [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":9827,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[77,200,287],"class_list":["post-9826","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-less","tag-degrowth","tag-less","tag-tuath"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9826"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=9826"}],"version-history":[{"count":2,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9826\/revisions"}],"predecessor-version":[{"id":9829,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9826\/revisions\/9829"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/9827"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=9826"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=9826"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=9826"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}