{"id":9845,"date":"2022-09-19T13:40:07","date_gmt":"2022-09-19T13:40:07","guid":{"rendered":"https:\/\/enough.scot\/?p=9845"},"modified":"2022-09-19T13:40:08","modified_gmt":"2022-09-19T13:40:08","slug":"the-limits-of-lifestylism-and-techno-fix-environmentalism","status":"publish","type":"post","link":"https:\/\/enough.scot\/the-limits-of-lifestylism-and-techno-fix-environmentalism\/","title":{"rendered":"The Limits of Lifestylism and Techno-Fix Environmentalism"},"content":{"rendered":"\n<p><em>This is a response to the findings from a trio of new ‘<\/em><a href=\"https:\/\/www.gov.scot\/publications\/scottish-whole-energy-system-scenarios-context-document\/\" target=\"_blank\" rel=\"noopener\"><em>energy scenarios<\/em><\/a><em>’ commissioned by the Scottish Government which show possible pathways for the energy system to reach net-zero carbon emissions by 2045. The scenarios will inform the government’s upcoming energy strategy which will outline the future of the sector in Scotland.&nbsp;<\/em>By Bronagh Gallagher and Mike Small.<\/p>\n\n\n\n<p>To understand which energy scenario will best help Scotland achieve net zero by 2045, we need to be really clear about what question we are trying to answer. As the events in Pakistan and the current cost-of-living crisis in the UK most vividly demonstrate, how we understand what is driving the climate crisis and, therefore, how we best respond is a matter of life and death.<\/p>\n\n\n\n<p>On the surface, the scenarios offer lots of potential and good ideas to work with. However, they also create the impression that what is driving excess emissions is simply that we are producing more carbon than the atmosphere can handle, so let’s just get rid of it. Or, alternatively, it is us, as individuals, through our lifestyles who are generating too much carbon and so let’s change what we eat. And while there is a partial truth in both of these responses, they are overwhelmingly incomplete. Limited by a narrow socio- technical framing and a lack of deeper analysis all of the options outlined fundamentally fail to engage with the depth of change truly needed to achieve net zero by 2045.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p>The technological option relies on the same logic which has brought us to this point &#8211; that we can keep producing and consuming at an increasing rate as long as we capture the emissions generated. Framed purely as an issue of excess Co2, this removes from view other essential considerations, such as the devastation to ecosystems that accompanies increasing resource use and the unequal relations of production and consumption between north and south which are fundamental to global inequality.<\/p><\/blockquote>\n\n\n\n<p>The lifestyle change option directs attention away from the real problem which is not that we eat too much meat or drive too much, but that our society and economy are structured in such a way that these are the options that are most easily convenient for us. And, to be clear, this is a direct result of political and economic decisions made by politicians, often influenced by the needs of large corporations.<\/p>\n\n\n\n<p>These are inadequate solutions to the wrong question.<\/p>\n\n\n\n<p>&nbsp;If we widen the angle and broaden the question to instead ask: why we are producing too much carbon and why are the things we produce and consume leading to such high emissions, then we get a very different answer to which scenario is best.&nbsp;<\/p>\n\n\n\n<p>So, what is really driving the climate crisis? To put it simply, our economy. We live in an economic system which prioritises profit above all else, and how this economic system generates ever more profit is through increased production and consumption which means more digging, more mining, more burning and more drilling &#8211; that is more and more emissions in parallel with the increasing loss of natural sinks.&nbsp;<\/p>\n\n\n\n<p>If we instead asked the question &#8211; how could we organise our society and economy so we all live well within planetary limits &#8211; we get a very different energy scenario.<\/p>\n\n\n\n<p>Fortunately, this very question was asked and answered by the <a href=\"https:\/\/lili.leeds.ac.uk\/\" data-type=\"URL\" data-id=\"https:\/\/lili.leeds.ac.uk\/\" target=\"_blank\" rel=\"noopener\">Living Well Within Limits project<\/a> at Leeds University. The research successfully modelled that it was possible for all people, globally, to live good lives not through behaviour changes or techno-fixes but by fundamentally changing how we organise our society and economy so that we can meet people&#8217;s material needs &#8211; for food, for housing, for healthcare for transport &#8211; not through private markets oriented towards profit but through the public and free provision of these public and social goods. This expansion of public goods is then accompanied by downscaling of the amount of unnecessary and luxury consumption there is &#8211; think SUV’s, not food and wifi.&nbsp;<\/p>\n\n\n\n<p>It’s worth drawing out here, it&#8217;s not that changes don’t need to be made to how we do things and how we live our lives, it’s more that responding to climate breakdown doesn’t need to be hardship and lack. Responding to the push for net zero by 2045 could be the catalyst we need so that each of us can live more meaningful and less stressful lives. We can do so much better for everyone than we are living through now.&nbsp;<\/p>\n\n\n\n<p>How would this scenario result in Scotland achieving net zero by 2045? At its most basic this helps us reduce the amount of energy we need and, therefore, carbon we produce because we are focusing our energy needs on ensuring that everyone can live a good life through public goods &amp; services and not through our ability to buy things to meet needs.<\/p>\n\n\n\n<p><strong>What does this say for a degrowth energy scenario?&nbsp;<\/strong><\/p>\n\n\n\n<p>Let’s be clear, a degrowth energy scenario is not recession and it is not austerity. It would be downscaling our energy needs in a way that is modelled by LiLi. &nbsp;A degrowth approach to energy would focus on the need for an energy descent plan, ensuring everyone&#8217;s essential needs are met as a foundation, and not just an assumption of endless energy output increases. This would stem not from individual domestic actions but from wholesale structural changes that would benefit all.&nbsp;<\/p>\n\n\n\n<p>Specifically, as degrowth advocates &#8211; and people who want everyone in this country and elsewhere to have what they need to survive and thrive &#8211; we would call for:<br><br>&#8211; initial public ownership of energy companies with a rapid transition to 100% renewables&nbsp;<\/p>\n\n\n\n<p>&#8211; degrow output and shift to new metrics for measuring &#8216;economic success’<\/p>\n\n\n\n<p>&#8211; Guarantee Green jobs programme&nbsp;<\/p>\n\n\n\n<p>&#8211; high investment levels in health, education, housing and community services<\/p>\n\n\n\n<p>&#8211; investment in local food strategies<\/p>\n\n\n\n<p>&#8211; Democratising land ownership in Scotland&nbsp;<\/p>\n\n\n\n<p>&#8211; Free and extensive public transport networks<\/p>\n\n\n\n<p>&#8211; ‘predistribution ‘ &#8211; preventing widespread levels of inequality rather than ‘correcting’ it after it has become endemic<\/p>\n\n\n\n<p>&#8211; a massive commitment to ‘Insulate Scotland’<\/p>\n\n\n\n<p>None of the proposals from the Climate X Change project will allow us to reach Net Zero by 2045 on their own. These approaches &#8211; micro-actions or a commitment to the ‘magical thinking’ of techno-fixes are proven failures that have brought us to our present crisis. Behaviour changes are a red herring deployed to make us feel like we, as individuals, are the real problem and can individually provide a real solution. As we experience the intensification of economic, climate and political crises our responses need to be of a higher order, bolder, and deeper actions that accelerate the just transition.&nbsp;<\/p>\n\n\n\n<p>An Energy Strategy that truly matched the severity of the crises and delivered net zero by 2045 would also be an economic strategy and a social strategy. It would go far beyond socio-technological shifts to catalyse the transformation of our socio-economic systems. This might seem too big, too unrealistic (and outwith the bounds of an energy scenario) but it is the only choice we have if we truly respond to the times we are in, in a way that is just, fair and ecologically balanced.&nbsp;<\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This is a response to the findings from a trio of new ‘energy scenarios’ commissioned by the Scottish Government which show possible pathways for the energy system to reach net-zero carbon emissions by 2045. The scenarios will inform the government’s upcoming energy strategy which will outline the future of the sector in Scotland.&nbsp;By Bronagh Gallagher [&hellip;]<\/p>\n","protected":false},"author":6,"featured_media":9569,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[296],"tags":[],"class_list":["post-9845","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-energy"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9845"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9845"}],"version-history":[{"count":5,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9845\/revisions"}],"predecessor-version":[{"id":9856,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9845\/revisions\/9856"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/9569"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9845"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9845"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9845"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}