{"id":9873,"date":"2022-11-01T12:42:16","date_gmt":"2022-11-01T12:42:16","guid":{"rendered":"https:\/\/enough.scot\/?p=9873"},"modified":"2022-11-01T16:41:41","modified_gmt":"2022-11-01T16:41:41","slug":"on-the-ground-activism-in-galloway","status":"publish","type":"post","link":"https:\/\/enough.scot\/on-the-ground-activism-in-galloway\/","title":{"rendered":"<strong>On-the-ground activism in Galloway<\/strong>"},"content":{"rendered":"\n<p><br>In their focus on mining in Galloway, <strong>Annie Morgan<\/strong> and <strong>Nayab Khalid<\/strong> look from the particular to the global to talk of Martin Arboleda’s “planetary mine”. This thread is a recurring one of rooting action in place and time but drawing back to see a wider and deeper picture. For Morgan and Khalid, Arboleda’s “concept of ‘global colony’ with interconnected infrastructures and technologies that transverse the entire globe … highlights the importance of understanding and challenging the extractivist model as a whole”.<br><br>This article was published in #4 of LESS<strong> <\/strong>a journal of degrowth, radical sufficiency and decolonisation in Scotland. You can pick up a <a href=\"https:\/\/enough.scot\/less-distribution-hubs\/\">free hard copy from our hubs here.<\/a><br><br>“<em>So, while for the adivasis the mountain is still a living deity, the fountainhead of life and faith, the keystone of the ecological health of the region, for the corporation, it&#8217;s just a cheap storage facility.<\/em>”<\/p>\n\n\n\n<p>&#8211; Arundhati Roy, speaking about the adivasi communities in south India and their struggle against mining corporations [1]<\/p>\n\n\n\n<p>The slogan ‘Think Global: Act Local’ has meaning in the recent campaign against exploratory mining in Dumfries &amp; Galloway run by the grassroots group Galloway Against Mining (GAM).&nbsp;<\/p>\n\n\n\n<p>In late 2021, JDH Exploration &#8211; a subsidiary of the Australian mining company Walkabout Resources &#8211; began exploratory drilling operations in Dumfries &amp; Galloway, after being granted exploration licences from the Crown Estate in 2018. The area of exploration covers the proposed Galloway National Park, and includes Blackcraig Wood, a UNESCO biosphere region and an area of astounding natural beauty.&nbsp;<\/p>\n\n\n\n<p>Galloway Against Mining was established in early 2022 following alarm surrounding exploratory drilling activity in the Blackcraig area. Currently at around 1400 members, including local people and supporters, GAM focuses on on-the-ground activism and raising awareness.<\/p>\n\n\n\n<p>We spoke to GAM member Kenny Campbell for this article. Kenny is a resident of Newton Stewart, and only found out about the drilling activity (similarly to other GAM members) in January this year. Kenny described the process of discovering the mining activity as “traumatic”, with residents waking up one day to drilling activity “essentially in their back gardens”. One of the residents, an elderly lady, “felt like she was being assaulted”. Kenny has expressed frustration at the opaque nature of the mining and exploration process, stating “you’re not sure where the next bore-hole location will be”.&nbsp;<\/p>\n\n\n\n<p>In January 2022, Walkabout Resources (WR) took full ownership of JDH Exploration, after acquiring the remaining equity in an Earn-In Agreement. The acquisition gives WR 100% ownership of more than 750 square kilometres of exploration licences in southwest Scotland, which includes what they are calling ‘the Blackcraig Lead-Zinc-Silver Project’ within the Crown Estate in D&amp;G. WR are an Australian based mining company, listed on the Australian Stock Exchange.&nbsp; The choice of the name Walkabout is also indicative of the appropriation of the Australian Aboriginal tradition. This immediately raises the question of bringing the resource curse to Scotland: who will benefit, distant shareholders?&nbsp;<\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p><em>“I have nothing against mining, many of my ancestors were miners. What I am against is companies coming in and destroying our landscape for their own gain with little to no care or respect shown to the locals or the local wildlife. The promise of &#8216;jobs&#8217; and &#8216;we haven&#8217;t broken the law yet&#8217; is not enough to sway me.”<\/em><\/p><p>– Adam Walsh, Galloway Against Mining<\/p><\/blockquote>\n\n\n\n<p>We spoke to a local nurse involved with the campaign who wished to remain anonymous, she expressed concerns about the impact on health. Historically mining is notoriously toxic, and damages both human and ecosystem health. While JDH\/WR claim that modern mining practices are ‘designed to avoid the unfortunate practices of the past’, it is worth noting that even modern metal mining &#8211; especially gold mining &#8211; produces toxic pollution. Toxic sodium cyanide remains the primary reagent for gold processing because it alloys for efficient extraction of low-grade gold ore.<\/p>\n\n\n\n<p>There is also anxiety about damage to water supply in the region &#8211; Soltway Firth, North Channel, River Cree, as well as concerns about the impact on biodiversity and birdlife (starlings).&nbsp;<\/p>\n\n\n\n<p>It is worth noting here that GAM are not the only group formed as a reaction to the exploratory drilling in D&amp;G. The Galloway Mines Action Group (GMAG) were also formed in early 2022, and seek to have a more formal status as a ‘regulator’ instead of the on-the-ground activism of GAM. They are in the process of registering with OSCR, with acting chair Christopher Glen and acting secretary Susan Miller.&nbsp;<\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p><em>“Galloway Mines Action Group (GMAG) has been established to confront the challenges posed by Walkabout Resources mining activities across Galloway. GMAG has concerns about toxic pollution, radioactive release, ecological damage and the destruction of historically and culturally important sites and protected habitats and is seeking to protect Galloway from irresponsible mining. We are principally a research based group which will produce evidence to inform the decision making processes, in particular any formal planning applications, and provide information to enable individuals, stakeholders and mining interest groups to form their own views and respond effectively to proposals.”<\/em><\/p><p>– Susan Miller, Galloway Mines Action Group&nbsp;<\/p><\/blockquote>\n\n\n\n<p><strong>Public relations exercises<\/strong><\/p>\n\n\n\n<p>In order to diffuse public tensions in D&amp;G, JDH Exploration have held a series of public meetings and consultations beginning in January 2022, organised in tandem with community councils. These meetings, dubbed by locals as ‘public relations exercises’ talk up the transition to ‘clean energy’ required to mitigate against climate change and include the promise of local employment. Globally, Walkabout Resources place themselves as key players in ‘green transition’ metal mining and the recent public consultations in D&amp;G focused on this. JDH Exploration community liaison officer Nigel Bradley introduced the notion that WR have an essential role in critical metal mining for a green transition.&nbsp;<\/p>\n\n\n\n<p><em>“Despite much research I have yet to come upon a verifiable “good news” story about the impacts of mining on local communities &#8211; so it will take a lot to convince me that mining in D&amp;G should go ahead.”<\/em><\/p>\n\n\n\n<p>– Peter W., Galloway Against Mining<\/p>\n\n\n\n<p>Nigel Bradley also discussed how Walkabout Resources graphite mining operations in Tanzania (operating as Lindi Jumbo Ltd) brought benefit to the community. The reality is very different &#8211; Tanzania remains one of the poorest countries per capita income in the world. The graphite mining operations in Tanzania carry the narrative of improving infrastructure and building health centres and schools. The narrative excludes the environmental impacts of their mining and the severing of people from land and traditional agricultural methods.<\/p>\n\n\n\n<p>According to Bradley, throughout the exploration process the company has consulted with D&amp;G Council, Forestry and Land Scotland, Cree Valley Community Council, Scottish Environment Protection Agency, private landowners, and local media outlets. However, many D&amp;G residents claim that there has been a lack of transparency in these consultations, and environmental assessments have not been made publicly available. The public meetings beginning in January this year were the first time locals have been made privy to any details about the operation.<\/p>\n\n\n\n<p>The ‘public relations exercises’ also emphasised that the company is at the ‘exploration’ phase, i.e., drilling is a number of years away and may not be progressed. There is no mention of the environmental costs of exploration and the often little provision for restoration. The UNESCO site classification has also not offered protection in what is being described as exploration of ‘green transition’ metals and minerals. The promise of local employment has also been reiterated many times in the public consultations, but if there is one thing post-industrial Scotland knows well it is that mining jobs are often a myth.&nbsp;<\/p>\n\n\n\n<p><em>“The jobs never last.”<\/em><\/p>\n\n\n\n<p>– Kenny Campbell, Galloway Against Mining<\/p>\n\n\n\n<p>JDH Exploration have recently completed collecting both bore-hole and top-soil samples from their exploration sites, and these have been sent to laboratories in the Republic of Ireland for analysis. Results were expected in February 2022 but have not yet been forthcoming. According to Kenny, the delay in results being made available might imply that the company is preparing their application for a mining permit.&nbsp;&nbsp;<\/p>\n\n\n\n<p>GAM members have expressed frustration about the lack of support residents and activists have received from local politicians and council members. Kenny has pointed out that local councils have often assisted JDH Exploration by providing a venue for their public meetings. While sympathetic, South Scotland list MSP Emma Harper and councillor for Mid Galloway and Wigtown West Katie Hagmann have both indicated that action can only be taken at Scottish Government level if a full mining permit is applied for.&nbsp;<\/p>\n\n\n\n<p><strong>The Planetary Mine<\/strong><\/p>\n\n\n\n<p>For 500 years European colonialism and the mechanisms of postcolonialism &#8211; i.e., extractive colonialism &#8211; have resulted in making our entire planet a colony. Now ‘green colonialism’ threatens the existence of frontline indigenous communities in a similar way. We borrow concepts from Martin Arboleda’s ‘Planetary Mine’ [2] and aim to describe antidotes to the precarious situation we have arrived at. A true and international sustainability, beyond extractivism, and a call to environmentalists to understand the importance of the structural, socio-economic, systemic changes necessary.<\/p>\n\n\n\n<p>Arboleda’s analysis goes beyond colonialism and postcolonialism, and develops the concept of&nbsp;<\/p>\n\n\n\n<p>‘global colony’ with interconnected infrastructures and technologies that transverse the entire globe, and hence highlights the importance of understanding and challenging the extractivist model as a whole. This approach connects global communities, and Arboleda takes heart in the fact that resistance to mining can re-establish ways of living that are in balance with nature, placing human concerns on an equal footing with other species. In tracing the intersecting transfer of minerals and metals from the colonised countries of South America to the growing cities of East Asia, he explores the ongoing ‘resource curse’ evident in the lack of benefit in the countries of primary extraction.&nbsp;<\/p>\n\n\n\n<p>We acknowledge the necessity of breaking from fossil dependence for energy but question the position of transnational companies, including fossil fuel corporations, and the infinite growth model. The urgency towards addressing the climate crisis cannot be overstated, but replacing fossil extraction with the renewable narrative does not change the reality of exploitation of land and people. Use of force, environmental impacts, degradation of soil, depletion of water, tailing disasters &#8211;&nbsp; the list is long. It is not just mine workers whose health is destroyed but whole communities, with peri-urbanisation and urbanisation, mining and shanty towns severing people from land, family and community, and so on. Violence and conflict are integral in the imposition of mining throughout the majority world.&nbsp;<\/p>\n\n\n\n<p>It is vitally important that the environmental movements recognise that changes are not just required in terms of carbon emissions reduction. Since extractivism is fundamentally rooted in injustice, solutions must go beyond the ‘extractive frontier’ [3] and look into reduction in demand. Reducing primary demand in countries with no processing facilities is a priority and structural transformation is required to challenge the growth model. A shift away from Gross Domestic Product and the pursuit of profit as an aspiration and indicator of wealth is necessary. Reducing demand for energy is key.&nbsp;<\/p>\n\n\n\n<p>Mining is one of the main pull factors in urbanisation, the large-scale transition and centralisation of people and resources. The exponential rise of cities and megacities globally creates more demand for energy which in turn accelerates the expansion of mining – a vicious circle. Very high levels of consumption, the concentration of economic activity, sealed surfaces (roads and buildings) which absorb and retain solar irradiation, air conditioning, cars and road freight all exacerbate climate damage.<\/p>\n\n\n\n<p>The recent drive to locate mining in the ‘Global North’ where it is argued that regulations and new mining technologies will alleviate harm does not hold up. Eastern Europe has the second most devastating tailing incident on record. Turkey had a tragic mining accident in 2014, the Soma mine explosion killed 301 people and President Edrogan was reported as saying that death went with the job [4]. Mount Ida in North West Turkey, a sacred mountain in ethnic and religious traditions and an area of breathtaking beauty, is currently the site of Canadian mining. The Sampi regions of North Scandinavia, home of the Sami peoples, are increasingly under threat from mining activities. In Portugal and Serbia, conflict over planned Lithium mining is current [5].<\/p>\n\n\n\n<p>It is also helpful to understand the process of colonialism in Scotland and Ireland here. Currently 27% of the Republic of Ireland is given to mining concessions and 25% of Northern Ireland [6]. The colonial history of the Celtic lands is pertinent within the concepts explored above: the Highland Clearances (as well as the Lowland Clearances), the forcible removal of crofters from land, the devastation of culture and historic agricultural practice &#8211; so well illustrated in John McGrath’s acclaimed theatre productions ‘The Cheviot, the Stag and the Black Black Oil’, dispossession, forced evictions, emigration, urbanisation, the Colonial famine in Ireland.&nbsp;<\/p>\n\n\n\n<p><strong>Natural capital<\/strong><\/p>\n\n\n\n<p>In 2013, Sian Sullivan [7] voiced concerns about the International Union of the Conservation of Nature (IUCN) adopting the term ‘natural capital’ amid growing concerns around the promotion and promises of the ‘Green Economy’. Quoting Einstein, “we cannot solve our problems with the same thinking we used when we created them”, Sullivan expressed concern that economic language rather than ecological language was prominent in the adoption of ‘natural capital’ discourse. More recently, George Monboit described how the language of markets has changed how our obligations to land have become embedded in commercial relationships.&nbsp;<\/p>\n\n\n\n<p>This is relevant in the Scottish context. Mairi McAllan, the Scottish Minister Environment, Biodiversity and Land Reform, used the term in response to concerns that changes to the Land Reform Bill in 2023 will not go far enough in enabling communities to lead their own development. Ms McAllan told MSPs in December 2021 that the Land Reform Bill ‘offers opportunities to take action to increase levels of natural capital value to harness ways to benefit communities’. She suggested further that it is important to find pathways that balance the need for private sector investment with legal commitments to a ‘just transition’ in land ownership and use. While a commitment to a diverse pattern of land ownership as well as public ownership of community land is the stated aim of the Land Reform Bill, her comments also included the assertion that the focus of the reform is on how land is used rather than the wider question of foreign ownership.<\/p>\n\n\n\n<p>Currently, Scotland has one of the most unequal land ownerships in Europe, with just 500 people owning more than half of the land. Investigations by The Ferret [8] in 2020 revealed that 60% of foreign-owned land in Scotland was bought by companies based in tax havens. Many Russian oligarchs also own large estates. Vladimir Lisin, who got very very rich from steel extraction and ripping off Russian workers after the collapse of the Soviet Union, received public money to the tune of £700,000 for his estate near Crieff. On the Cowal Peninsula, Vladimir Strzhalkovsky, the former CEO of Norilsk Nickel, bought the historic estate while his main residence is in the tax haven of Monaco.<\/p>\n\n\n\n<p>Perhaps this is why Andy Wightman, now sitting as an Independent MSP, says that fundamental reforms to land have not yet been embraced by the Scottish administration. This is not to suggest that Land Reform legislation is not important. The Scottish Government’s Land Reform Act of 2003 paved the way for community ownership in North Harris, Eigg, Gigha, Knoydart, Assyant and others. Community Land Scotland questions the so-called ‘Green Lairds’, millionaires with wilderness\/rewilding projects in mind. These privileged elites are intending to live out their visions of conservation in an artificial creation. This could continue the process of excluding people from the land.<\/p>\n\n\n\n<p>Returning to Galloway, the internal colonisation of land is apparent in how the Australia-based Walkabout Resources is currently exploring Crown Land. According to Kenny, the current mining issue is “really is about land reform and nothing else”. The GAM campaign to prevent the exploitation of people and land by a foreign company is of timely significance. Communities leading their own vision for developing their environments is vital.<\/p>\n\n\n\n<p><em>“There would be no mining if the land was not made available. Perhaps the main focus of your efforts should be channelled there. Name and shame the landowners for starters.”<\/em><\/p>\n\n\n\n<p>– Peter Horsell, Galloway Against Mining<\/p>\n\n\n\n<p><strong>Solutions<\/strong><\/p>\n\n\n\n<p><em>“We live in capitalism. Its power seems inescapable. So did the divine right of kings. Any human power can be resisted and changed by human beings. Resistance and change often begin in art, and very often in our art, the art of words.”<\/em><\/p>\n\n\n\n<p>― Ursula K. Le Guin<\/p>\n\n\n\n<p>Around the world communities are rising up and pushing back the frontier of extractivism and implementing solutions rooted in reducing demand and restoring ecological balance. Calls for a mass movement are frequently referred to in eco-socialist literature. The current campaign in D&amp;G can inform what needs to happen and build solidarity networks for empowerment. Community land based solutions are key. This can mean land reform and moves towards public ownership of land, housing, transport, energy.&nbsp;<\/p>\n\n\n\n<p>Beyond protest, the challenge is to build meaningful alternative economies. Quoting Colin Macleod (GalGael Trust, Pollok Free State), “That was protest, this is building.” The trade union movement could be at the forefront in this, going beyond ‘jobs at any cost’ to climate jobs within a just transition &#8211; a transition rooted in global climate justice, recognising the importance of international organisations like Trade Unions for Energy Democracy and Yes to Life No to Mining.&nbsp;<\/p>\n\n\n\n<p>Back in Galloway, our conversation with Kenny Campbell included ideas around sustainable and heritage tourism, book festivals &#8211; including the famous Wigtown Book Festival, nature walks, ecological restoration vacations &#8211; possibly alongside organisations like Worldwide Opportunities on Organic Farms (WWOOF). Kenny stressed the importance of alternative affordable accommodations such as bunkhouses, independent hostels, and yurts.&nbsp;<\/p>\n\n\n\n<p><em>“[We need] an underlying solutions focused approach that addresses climate change and environmental destruction, so approaches that involve sustainable development such as properly connected public transport, sustainable tourism like the Book Festival and the TRAD Music Festival, heritage such as The Museum and the various activities in Whithorn and beyond, accommodation like the various bunkhouses.”<\/em><\/p>\n\n\n\n<p>– Kenny Campbell, Galloway Against Mining<\/p>\n\n\n\n<p>This is all facilitated by integrated public transport, so the need for a better public transport system in rural D&amp;G was stressed. The solutions around public transit connecting urban and rural towns and villages can bring a sharing of locally based initiatives around growing and making, alongside the sharing of vision and support.&nbsp;<\/p>\n\n\n\n<p><em>“One of the biggest areas of land on these islands, D&amp;G needs good, reliable and affordable public transport . Sadly this has not been the case, mainly since Thatcher&#8217;s privatisation in the 80&#8217;s &#8211; which saw prices increase 300%, and the closing of the Dumfries to Stranraer railway line back in the 60&#8217;s. Campaigns like &#8216;Haud the Bus D&amp;G&#8217;, and another to reinstate the railway line are gathering pace, giving many in the region a voice that needs to be heard. Sadly listening and making it easy for a mining company to threaten the environment of the area&#8217;s stunning landscapes and ecosystem is more of a priority for some. “<\/em><\/p>\n\n\n\n<p>– Danny Alderslowe, local activist and campaigner<\/p>\n\n\n\n<p>GAM have connected with organisations like the London Mining Network, and are keen to forge connections with other like-minded people. They learn from and support the struggles of indeginous communities around the world.&nbsp;<\/p>\n\n\n\n<p><em>“We are very far from alone in our struggle with Walkabout, and there are communities large and small across the globe defending their land just as we are.”<\/em><\/p>\n\n\n\n<p>– Kenny Campbell, Galloway Against Mining<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>Illustration by Aimee Lockwood<\/p>\n\n\n\n<p><strong>References<\/strong><\/p>\n\n\n\n<ol class=\"wp-block-list\"><li>Arundhati Roy, <a href=\"https:\/\/www.theguardian.com\/commentisfree\/2009\/oct\/30\/mining-india-maoists-green-hunt\" target=\"_blank\" rel=\"noopener\">The heart of India is under attack (The Guardian, 2009)<\/a><\/li><li>Martin Arboleda, Planetary Mine: Territories of Extraction under Late Capitalism (Verso Books, 2020)<\/li><li>War on Want\/London Mining Network, <a href=\"https:\/\/waronwant.org\/sites\/default\/files\/Post-Extractivist_Transition_WEB_0.pdf\" target=\"_blank\" rel=\"noopener\">A Just(ice) Transition is a Post-Extractive Transition (2019)<\/a><\/li><li>NPR, <a href=\"https:\/\/www.npr.org\/sections\/thetwo-way\/2014\/05\/15\/312694185\/turkish-mine-explosion-angry-protests-as-death-toll-rises?t=1653007133702\" target=\"_blank\" rel=\"noopener\">Turkish Mine Explosion: Angry Protests As Death Toll Rises (2014<\/a>)<\/li><li><a href=\"https:\/\/yestolifenotomining.org\/\" target=\"_blank\" rel=\"noopener\">Yes to Life No to Mining<\/a><\/li><li><a href=\"https:\/\/friendsoftheearth.uk\/northern-ireland\" target=\"_blank\" rel=\"noopener\">Friends of the Earth Northern Ireland<\/a><\/li><li>Sian Sullivan, <a href=\"https:\/\/the-natural-capital-myth.net\/\" target=\"_blank\" rel=\"noopener\">The Natural Capital Myth (University of Bath, 2013)<\/a><\/li><li>The Ferret, <a href=\"https:\/\/theferret.scot\/scottish-property-billions-tax-haven\/\" target=\"_blank\" rel=\"noopener\">Revealed: Scottish property worth billions owned by tax haven firms (2020)<\/a><\/li><\/ol>\n","protected":false},"excerpt":{"rendered":"<p>In their focus on mining in Galloway, Annie Morgan and Nayab Khalid look from the particular to the global to talk of Martin Arboleda’s “planetary mine”. This thread is a recurring one of rooting action in place and time but drawing back to see a wider and deeper picture. For Morgan and Khalid, Arboleda’s “concept [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":9874,"comment_status":"open","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[300,301,302],"class_list":["post-9873","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-less","tag-mining","tag-galloway","tag-extractivism"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9873"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9873"}],"version-history":[{"count":3,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9873\/revisions"}],"predecessor-version":[{"id":9887,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9873\/revisions\/9887"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/9874"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9873"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9873"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9873"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}