{"id":9876,"date":"2022-11-01T14:22:20","date_gmt":"2022-11-01T14:22:20","guid":{"rendered":"https:\/\/enough.scot\/?p=9876"},"modified":"2022-11-01T16:41:01","modified_gmt":"2022-11-01T16:41:01","slug":"farmer-to-farmer-transitions-to-regenerative-farming-in-south-west-scotland","status":"publish","type":"post","link":"https:\/\/enough.scot\/farmer-to-farmer-transitions-to-regenerative-farming-in-south-west-scotland\/","title":{"rendered":"Farmer to Farmer – Transitions to Regenerative Farming in South West Scotland"},"content":{"rendered":"\n<p><em>Nowhere are the ideas of perpetual growth more embedded and more destructive than in our food economy, in which the only metric for ‘success’ is endless growth, export sales, and a ‘productivity’ without recourse to any meaningful sense of quality. The alternative to this is explored here by D<strong>iana Garduño Jiménez<\/strong> and <strong>Abi Mordin<\/strong> who describe their “quiet farming revolution” starting in South West Scotland in which farmers across the region have formed a network to exchange knowledge, experience, and practice in the journey to a “regenerative farming”.<\/em><br>This article was published in #4 of LESS<strong> <\/strong>a journal of degrowth, radical sufficiency and decolonisation in Scotland. You can pick up a <a href=\"https:\/\/enough.scot\/less-distribution-hubs\/\">free hard copy from our hubs here.<\/a><br><\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p><em>“We’re not going to change anything until we start talking and reaching those outside of our echo chambers.”<\/em><\/p><p>– Abi Mordin, Agroecologist and Facilitator&nbsp;<\/p><\/blockquote>\n\n\n\n<p>A quiet farming revolution is starting in South West Scotland. Farmers across the region have formed a group to share knowledge, experience, and practice in the journey to a more sustainable, climate- and nature-friendly way of farming.<\/p>\n\n\n\n<p>The project started in 2021 as part of the Fork to Farm Dialogues – a global project organised by Nourish in the run up to COP26 (the 26<sup>th<\/sup> United Nations climate change summit convened in Glasgow). The dialogues aimed to bring farmers together with local authority and policy officers, to provide a space to talk about agriculture and climate change.<\/p>\n\n\n\n<p>The dialogue in South West Scotland was organised and facilitated by Abi Mordin, Agroecologist and Facilitator working for local and sustainable food systems as part of Propagate. While most dialogue sessions were held online due to COVID-19, the group also organised two socially distanced Farm Walks in August 2021.<\/p>\n\n\n\n<p>Abi began by writing two informational flyers inviting people to join – one for farmers and one for local authorities. To reach as many farmers as possible, Abi sent flyers to regional networks who were in touch with farmers and land managers. She also used social media, for example, by posting on Facebook groups dedicated to farming materials. To reach local authorities, Abi invited people from relevant departments and asked them to share the invitation with others. The flyers contained a survey link to help Abi find out more about the participants and understand their interest in the project. The group grew to over 50 participants, connected by regular email contact and the monthly online discussions.<\/p>\n\n\n\n<p>Abi did not know most of the people who joined the dialogues – “If I was just going to talk to people that already agreed with me, I’d feel like I was wasting my time.”<em> <\/em>As an agroecological farmer herself, the range and diversity of attendees was exciting. Abi felt it was critical to move away from a “language of blame” and to understand the broader context in order to engage with different farmers:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\"><p><em>“Today we’ve got these polarised views, and there are these antagonistic camps of, kind of, vegans versus farmers, and rewilders versus farmers, and, you know, farmers feeling like everyone’s just having a go at them. We’re working with people who, especially in this area, are livestock farmers &#8230; most of them feel like they’ve been told that they’re a problem. And &#8230; you know, being told you are a problem when you’re referring to many, many, many generations of somebody’s culture and heritage is not helpful. So, we need to be able to use language that engages these people in a positive way. &#8230; It’s nobody’s fault &#8230; farmers are farming the way they farm is &#8230; because of policy decisions, because of subsidy provisions.”<\/em><\/p><p>– <em>Abi<\/em><\/p><\/blockquote>\n\n\n\n<p>Abi ensured there was always at least one local authority representative in each session, although it was not always the same person. The broader context in which national policy shapes agriculture in Scotland was a reason why local authorities might not have been as engaged – “Agriculture, it’s national policy, but it’s also a very local issue &#8230; it’s a tricky one to navigate.”<em> <\/em>Nevertheless, relationships were formed. One particular local authority contacted her to collaborate on developing their communications in ways that would not alienate farmers.<\/p>\n\n\n\n<p>The Farm Walks were critical for meaningful engagement, and proved to be very popular. The first visit was to Torr Organic Dairy Farm near Auchencairn, the second to Caldwell’s Veg near Girvan.<\/p>\n\n\n\n<p>“<em>Could we get a lot more farmers and land managers to farm like this? While it takes time to get there, I think it looks good as an option (potentially financially as well) for whatever subsidy becomes for farmers post-2024.”<\/em><\/p>\n\n\n\n<p>– <em>Attendee at Torr Farm Walk<\/em><\/p>\n\n\n\n<p>At both Farm Walks, Abi facilitated a visioning session. “This did put people out of their comfort zones a wee bit!” Each session asked the group to imagine it was 2045, and that at COP26 in November 2021 amazing things had happened: World leaders had come together to agree to radically decarbonise the economy, and farmers had collaborated to fast track agroecology. What do our food and farming systems now look like, smell like and taste like? What people are there and what jobs are they doing?<\/p>\n\n\n\n<p>The discussions from the visioning were captured by an artist, who used the ideas from the group to create a hand-painted image. This image has since been produced as a 28 piece jigsaw, and is used at community events to start conversations on our food and farming futures.<\/p>\n\n\n\n<p><strong>Looking Forward<\/strong><\/p>\n\n\n\n<p>After COP26, the group took some time to reflect and think about where it wanted to go. Everyone agreed it had been successful and wanted to continue.<\/p>\n\n\n\n<p>A new name was born from suggestions by the group, and it’s now known as the Regenerative Farmers Network for South West Scotland. They agreed not to remove the local authority representatives, as it’s important that this work continues to connect with local policy.<\/p>\n\n\n\n<p>Since January this year, Abi has been producing a weekly email, themed around different aspects of regenerative and nature friendly farming. The email group is open to any farmer in South West Scotland to join and participate in. So far the group has grown to 110 members, with new members joining each week. “The aim is to get conversations going, encourage people to ask questions and share ideas. People respond most to soil – this seems to get folk really excited and curious!”<\/p>\n\n\n\n<p>There’s also a new Facebook group of the same name to provide an additional way for farmers to share and connect.<\/p>\n\n\n\n<p>A Farm Walk has already been held, in partnership with Pasture for Life Scotland. The group visited Balsar Glen near Girvan, who practice mob grazing – moving the livestock daily to nourish soil and animal health – with their herd of Herefords and Aberdeen Angus cattle. Attendees really valued “seeing the local reality and hearing the experience first hand”, and “seeing different farming techniques in practice and meeting others”.<\/p>\n\n\n\n<p>More Farm Walks are planned – in May the group are visiting Trostrie Farm near Twynholm to hear about innovative approaches to using sheep in a mob grazing system, and in July there is a visit arranged to a 1acre walled garden near Laurieston, Castle Douglas, which has been producing organic fruit and veg for over 40 years.<\/p>\n\n\n\n<p>The group are also planning to carry out a collective soil monitoring and observation project, using the Soil Mentor platform to collect information on soil health and biodiversity, and farmers can use it to benchmark and compare each other’s interventions and management.<\/p>\n\n\n\n<p>“I’m excited for the future”, Abi says. “More Farmers are coming on board now to whom this is totally new – it’s gaining traction and facilitators and practitioners like me can see the change. We’re not alone! Great projects like Agroecology: Facilitating Mindset Change have happened across Scotland and paving the way for a healthier, equitable, and food future that’s ultimately better for all of us”.<\/p>\n\n\n\n<p>To find out more visit: <a href=\"https:\/\/www.dgsustainablefoodpartnership.org\/regenerative-farming-network\" target=\"_blank\" rel=\"noopener\">https:\/\/www.dgsustainablefoodpartnership.org\/regenerative-farming-network<\/a><\/p>\n\n\n\n<p>Our facebook group at: <a href=\"https:\/\/www.facebook.com\/groups\/519736749859522\" target=\"_blank\" rel=\"noopener\">https:\/\/www.facebook.com\/groups\/519736749859522<\/a><\/p>\n\n\n\n<p>And our email group at: <a href=\"https:\/\/groups.google.com\/u\/1\/g\/regenerative-farming-swscotland\" target=\"_blank\" rel=\"noopener\">https:\/\/groups.google.com\/u\/1\/g\/regenerative-farming-swscotland<\/a><\/p>\n\n\n\n<p>Image credit: Emily Tough<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Nowhere are the ideas of perpetual growth more embedded and more destructive than in our food economy, in which the only metric for ‘success’ is endless growth, export sales, and a ‘productivity’ without recourse to any meaningful sense of quality. The alternative to this is explored here by Diana Garduño Jiménez and Abi Mordin who [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":9877,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[303],"class_list":["post-9876","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-less","tag-regenerative-farming"],"acf":[],"_links":{"self":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9876"}],"collection":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/comments?post=9876"}],"version-history":[{"count":3,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9876\/revisions"}],"predecessor-version":[{"id":9886,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/posts\/9876\/revisions\/9886"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media\/9877"}],"wp:attachment":[{"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/media?parent=9876"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/categories?post=9876"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/enough.scot\/wp-json\/wp\/v2\/tags?post=9876"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}