{"id":9882,"date":"2022-11-01T16:39:57","date_gmt":"2022-11-01T16:39:57","guid":{"rendered":"https:\/\/www.enough.scot\/?p=9882"},"modified":"2022-11-01T16:39:58","modified_gmt":"2022-11-01T16:39:58","slug":"betwixt-and-between-a-conversation-with-hanna-tuulikki","status":"publish","type":"post","link":"https:\/\/www.enough.scot\/betwixt-and-between-a-conversation-with-hanna-tuulikki\/","title":{"rendered":"Betwixt and Between: a Conversation with Hanna Tuulikki"},"content":{"rendered":"\n<p><em>Dougie Strang interviews Hanna Tuulikki about her new project Seals’kin, and much more.<\/em> This interview was published in #4 of LESS<strong> <\/strong>a journal of degrowth, radical sufficiency and decolonisation in Scotland. You can pick up a <a href=\"https:\/\/www.enough.scot\/less-distribution-hubs\/\">free hard copy from our hubs here.<\/a><\/p>\n\n\n\n<p><em>“Neither one thing nor another thing,”&nbsp;<\/em>sings Hanna Tuulikki, over and over, providing the vocals for a song on the album&nbsp;<em>Wayward the Fourth<\/em>&nbsp;by Daniel Padden’s The One Ensemble, released back in 2007. The refrain might serve as a useful epigraph for the body of work that Tuulikki has created since then, work that often explores the space between the human and the non-human – or more-than-human; and just as importantly, explores the possibility of communicating across that space. In a short sound-piece from 2016, she calls out to a raven in a forest in Finland, mimicking the&nbsp;<em>craak craak<\/em>&nbsp;of the raven’s voice and delighting in its reply.<\/p>\n\n\n\n<p>Hanna Tuulikki is a singer, composer, performance-maker, and visual artist. She studied at Glasgow School of Art, graduating in 2006, and has mostly been based in the city ever since. Her work is ambitious, innovative, and lauded. It&nbsp;includes&nbsp;<a href=\"http:\/\/www.hannatuulikki.org\/portfolio\/awbirds\/\" target=\"_blank\" rel=\"noopener\"><em>Air falbh leis na h-Eòin<\/em><em>&nbsp;\/<\/em>&nbsp;<em>Away with the Birds<\/em><\/a>, a multi-disciplinary project investigating mimesis in traditional Gaelic song, which culminated in a live performance in a harbour on the Isle of Canna in 2014;&nbsp;<a href=\"http:\/\/www.hannatuulikki.org\/portfolio\/cloud-cuckoo-island\/\" target=\"_blank\" rel=\"noopener\"><em>Cloud-cuckoo-island<\/em><\/a>, a film-performance created on the Isle of Eigg in 2016 that explores trauma, gender&nbsp;and ecology; and&nbsp;<a href=\"http:\/\/www.hannatuulikki.org\/portfolio\/deer-dancer-live-2021\/\" target=\"_blank\" rel=\"noopener\"><em>Deer Dancer<\/em><\/a>, another cross-artform project which looks at representations of deer behaviour and hunting mythologies across different cultures, and which has generated a film and exhibition, premiered at Edinburgh Printmakers in 2019, and a live performance at Glasgow’s Tramway in 2021.<\/p>\n\n\n\n<p>Tuulikki’s latest project,&nbsp;<em>Seals’kin<\/em>, plays again with the notion of entanglement between the human and the more-than-human. A film of the project was commissioned by the Sydney Biennale, and was created by Tuulikki and her team when they spent a couple of weeks filming in January on the Aberdeenshire coast, at the point where the River Ythan meets the sea, and where colonies of grey and common seals haul themselves out onto the shore.<\/p>\n\n\n\n<p>There are countless folktales, myths, and songs about seal-people, or ‘selkies’ as they are widely known. Two lines in an Orkney ballad, The Great Selkie of Sule Skerry, neatly summaries their condition: ‘I am a man upon the land \/ I am a selkie upon the sea’. Tales of these shape-shifting creatures, both male and female, continue to resonate in our cultural consciousness, featuring in contemporary films and novels. The poet, Robin Robertson, provides a powerful and dark re-telling of the myth in the poem ‘At Roane Head’ from his 2010 collection&nbsp;<em>The Wrecking Light<\/em>.<\/p>\n\n\n\n<p>In&nbsp;<em>Seals’kin,&nbsp;<\/em>Hanna Tuulikki enacts the transformation that lies at the heart of all selkie tales. At the start of the film, we see her in traditional fisherman’s gansey and sou’wester hat, standing on the shore at the river’s mouth and singing to the seals who congregate on the opposite strand; but by the end of the film, she has shifted form and has entered the sea, swimming out and under to meet the seals. The film is mesmerising: gently-paced, beautifully shot, and with a vocal score for human voice that responds to, and at times merges with, the seals’ own singing.<\/p>\n\n\n\n<p>I was keen to speak to Tuulikki about her new project and about the wider question of making art in a time of ecological crisis.<\/p>\n\n\n\n<p><em><strong>Dougie Strang:<\/strong>&nbsp;The idea of being ‘betwixt and between’ seems to be an enduring aspect of your work.<\/em><\/p>\n\n\n\n<p><strong>Hanna Tuulikki:<\/strong>&nbsp;Yes, I’m really interested in meeting points, those spaces in-between, and I’m fascinated by the idea of mimesis – the imitation or embodiment of the more-than-human, whether through vocal improvisation or choreographic movement. Mimesis as a way of thinking or feeling towards, of occupying, those hybrid spaces.<\/p>\n\n\n\n<p><em><strong>DS<\/strong>: What’s the attraction? Is it simply a desire to communicate, or is it to foster empathy?<\/em><\/p>\n\n\n\n<p><strong>HT:<\/strong>&nbsp;It’s so many things. Partly the reason for exploring this space with the body is the inability of language to actually reach those places; so it’s difficult to pinpoint the specifics, but I think empathy is a large part of it, and a feeling of ‘becoming with’, of kinship, of searching for ways to co-exisit with that which is so often considered the ‘other’.<\/p>\n\n\n\n<p><em><strong>DS:<\/strong>&nbsp;We have a long tradition, going back into pre-history, of making art that seeks to communicate with, to ‘become with’ as you would say, the more-than-human. I’m thinking for example of the paintings in the caves at Chauvet in France. In the past, much of that art, whether paintings, music, or dance, would be part of a wider practice – what we might call Animism or Shamanism – with the specific purpose of mediating between humans and animals, primarily to ensure a successful hunt. But here we are, immersed in the modernity of the 21<\/em><em>st<\/em><em>&nbsp;century, yet it seems to me that your work is endowed with something of that shamanic tradition, and I wonder if that’s a conscious decision, and if so, to what purpose?<\/em><em>&nbsp;<\/em><\/p>\n\n\n\n<p><strong>HT:<\/strong>&nbsp;I’m really interested in this inheritance, and in exploring these practices in vernacular cultures across time and space. To go back to the word ‘mimesis’, its etymology is Ancient Greek, from Plato, who discussed mimesis in terms of the performing arts: the idea that to impersonate the qualities of a character is to make yourself vulnerable to absorbing some of those qualities. But that idea has existed outside of Western culture for aeons, and I’m interested in how we can learn from these practices in order to challenge binary Western thinking and its promotion of human\/nature separation. How can we refashion that as a myriad of bodily connections? And in terms of ritual, I’ve been studying different vernacular traditions of mimesis, and seeing the disconnect between what’s encoded in these traditions and the reality of ecological and climate breakdown. So what do such traditions mean now, and how can we work with them as part of ‘the carrying stream’ to create new rituals that help to make sense of the shit-storm we are living in?<\/p>\n\n\n\n<p><em><strong>DS:<\/strong>&nbsp;How did Seals’kin come about?<\/em><\/p>\n\n\n\n<p><strong>HT:<\/strong>&nbsp;It’s one of those projects that has been hovering in my consciousness for a while, and then a few things aligned. I had the Sydney commission and I knew I wanted to work with selkie mythology, and explore what it might mean to ‘become with’ seal. Over the years, I’ve spent a lot of time watching and listening to seals, and I’m fascinated by their voices: this space between crying and singing, it’s an incredible sound.&nbsp;<\/p>\n\n\n\n<p>Both grey and common seals are interested in music, and I’ve spent a lot of time singing to them. They come up the Clyde you know, right into the city. During the Glasgow COP26, Judith Williams and I invited people to learn some seal-calling songs and then we led an improvised lamentation down by the river. I told everyone that it was unlikely we’d see seals, but we went down anyway, at high tide, and literally within twenty minutes of singing, a grey seal popped up its head in the water. It was extraordinary, one of those magical moments where it felt like these songs have something special embodied within them, and that we were tapping into that.<\/p>\n\n\n\n<p>I was learning the songs and singing with seals, and researching selkie stories, and I found that so often the songs and tales are about loss and longing – they’re bereavement allegories. Duncan Williamson, the traditional storyteller, writes about how the communities that he was learning these stories from found solace in them. If someone was lost at sea, it was a comfort to think that actually they’d gone to the kingdom of the seal-people.&nbsp;<\/p>\n\n\n\n<p>There are also malevolent stories where selkies cause havoc with seal-hunters, or by stealing fishermen’s fish, and they seem to be more like cautionary tales, warning us humans about the necessity of co-existence.&nbsp;<\/p>\n\n\n\n<p>I began to wonder what these tales can teach us about how to live now, at a time of climate grief – there’s so many different words for it: that sense of despair at what’s happening. Then, last year, my best friend was diagnosed with pancreatic cancer and she passed away very suddenly, and I was thrown into an extremely visceral state of grief. So the film is like a mourning ritual, as well as a mediation on loss and longing and co-existence.<\/p>\n\n\n\n<p><em><strong>DS:<\/strong>&nbsp;I’m so sorry to hear about your friend. I wonder, is the pandemic part of it too, the collective grief at the huge disruption to society and community? Or perhaps that’s a bit facile to throw into the mix?<\/em><\/p>\n\n\n\n<p><strong>HT<\/strong>: No, it was in my consciousness, of course. It’s been such a traumatic time for so many of us, and continues to be, we’ve just normalised it… we’ve normalised this pandemic, which I suppose is a useful teacher for how our base-line changes. Think about how we’ve normalised biodiversity loss, species extinction, rises in temperature, though that’s all been happening more slowly, so we don’t see it as clearly.<\/p>\n\n\n\n<p><em><strong>DS:<\/strong>&nbsp;In the film, that moment when you enter the water in your seal skin costume, how did that feel, knowing that there were seals swimming not far from you, that you were entering their element?<\/em><\/p>\n\n\n\n<p><strong>HT:<\/strong>&nbsp;Well, it was January, so it was freezing! But there was also a moment in the water that was like an invitation: seals were popping up all over the place, and I experienced a sense of shared curiosity. That also happened with the sonics: the sound of their calls throughout the filming was like an invitation for me to become more present in my body, as though I was un-numbing myself.<\/p>\n\n\n\n<p>Grief is such a funny thing, you don’t know what’s going to happen the next day or the day after, and I became acutely aware of entering this liminal space, one where you’re simultaneously numb to certain things, but also incredibly sensitive to others; and there was something about that, that I was exploring in relation to skin and to bodies, and to the selkie transformation. The seal skin for me was about agency, and while making the film I had a strong sense of personal transformation. It’s equivocal of course, we can read into it what we want, but for me that ritual of immersion, of swimming, was about un-numbing and giving myself permission to transform; and the skin is like the site of that transformation: there’s the selkie skin, but there’s also my human skin, feeling through the water; this shared visceral feeling between myself and the seals.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"576\" src=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/11\/CC723530-F497-428B-9820-E45930075938-1536x864-1-1024x576.jpeg\" alt=\"\" class=\"wp-image-9883\" srcset=\"https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/11\/CC723530-F497-428B-9820-E45930075938-1536x864-1-1024x576.jpeg 1024w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/11\/CC723530-F497-428B-9820-E45930075938-1536x864-1-300x169.jpeg 300w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/11\/CC723530-F497-428B-9820-E45930075938-1536x864-1-768x432.jpeg 768w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/11\/CC723530-F497-428B-9820-E45930075938-1536x864-1-585x329.jpeg 585w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/11\/CC723530-F497-428B-9820-E45930075938-1536x864-1-1170x658.jpeg 1170w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/11\/CC723530-F497-428B-9820-E45930075938-1536x864-1-100x56.jpeg 100w, https:\/\/www.enough.scot\/wp-content\/uploads\/2022\/11\/CC723530-F497-428B-9820-E45930075938-1536x864-1.jpeg 1536w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>t the end of filming, I was swimming in the water and we were running out of daylight, but at that moment there were seals everywhere, some just a meter away, and it was such a magical experience.<\/p>\n\n\n\n<p><em><strong>DS:<\/strong>&nbsp;Did you have any fear with that? Seals can be fierce!<\/em><\/p>\n\n\n\n<p><strong>HT:<\/strong>&nbsp;There was some concern amongst the film crew because there had been recent, local reports of dogs entering the water and being attacked by seals. But it’s funny, I didn’t have fear, even though I didn’t, initially, realise how present the seals would be. I think as long as there’s respect, as fellow-beings, there’s a kind of energy. Maybe that’s a romantic perspective, but it’s how it felt to me.<\/p>\n\n\n\n<p><em><strong>DS:<\/strong>&nbsp;I’m curious to know if you were able to be fully present during the experience whilst, at the same time, playing a role as a performer who is making a film. I wonder if there were moments where it felt like you really slipped those boundaries?&nbsp;<\/em><\/p>\n\n\n\n<p><strong>HT<\/strong>: Because I was filming over a number of days, it became like a durational practice or performance, like attending a ritual space where you’re just doing your thing, but filming it. So when all the seals were popping up it was a genuine connection – they were responding to the singing – and the moments in the film where you pick that up, those are the moments when I’m feeling it too. When you have an encounter with a seal, when you look into each other’s eyes, that curiosity, that’s a very ancient connection. It’s difficult to talk about, but it’s very real.&nbsp;<\/p>\n\n\n\n<p>…<\/p>\n\n\n\n<p>For more information on&nbsp;<em>Seals’kin<\/em>, and on Hanna Tuulikki’s catalogue of performances and artwork, go to her website,&nbsp;<a href=\"https:\/\/www.hannatuulikki.org\/\" target=\"_blank\" rel=\"noopener\">https:\/\/www.hannatuulikki.org\/<\/a>, where you can also subscribe to her studio newsletter and receive advance details of upcoming performances, film showings, and collaborations. Hanna wishes to acknowledge and thank those who worked with her on the&nbsp;<em>Seals’kin<\/em>&nbsp;project: Nic Green, Judith Williams, Peter McMaster, Minttumaari Mäntynen, Lindsay Brown, Pete Smith, Lydia Honeybone, Shireen Taylor, Liz Honeybone, and Glasgow Artists’ Moving Image Studios.&nbsp;<\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Dougie Strang interviews Hanna Tuulikki about her new project Seals’kin, and much more. This interview was published in #4 of LESS a journal of degrowth, radical sufficiency and decolonisation in Scotland. You can pick up a free hard copy from our hubs here. “Neither one thing nor another thing,”&nbsp;sings Hanna Tuulikki, over and over, providing the [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":9883,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"rank_math_lock_modified_date":false,"footnotes":""},"categories":[198],"tags":[304,305,306,307],"class_list":["post-9882","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-less","tag-seals","tag-hanna-tuulikki","tag-more-than-human","tag-nature"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9882"}],"collection":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/comments?post=9882"}],"version-history":[{"count":1,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9882\/revisions"}],"predecessor-version":[{"id":9885,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/posts\/9882\/revisions\/9885"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media\/9883"}],"wp:attachment":[{"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/media?parent=9882"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/categories?post=9882"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.enough.scot\/wp-json\/wp\/v2\/tags?post=9882"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}